{"name": "Severe anxiety (panic)", "category": "disease", "content": "Panic attacks are sudden periods of intense fear and discomfort that may include palpitations, sweating, chest pain or chest discomfort, shortness of breath, trembling, dizziness, numbness, confusion, or a feeling of impending doom or of losing control. Typically, symptoms reach a peak within ten minutes of onset, and last for roughly 30 minutes, but the duration can vary from seconds to hours. Although they can be extremely frightening and distressing, panic attacks themselves are not physically dangerous. The essential features of panic attacks remain unchanged, although the official DSM-IV terminology for describing different types of panic attacks (i.e., situationally bound/cued, situationally predisposed, and unexpected/uncued) is generally simplified into two types: unexpected and expected panic attacks. Panic attacks function as a marker and prognostic factor for severity of diagnosis, course, and comorbidity across an array of disorders, including but not limited to anxiety disorders. Hence, panic attacks can be listed as a specifier that is applicable to all DSM-5 disorders. Panic attacks can occur due to several disorders including panic disorder, social anxiety disorder, post-traumatic stress disorder, substance use disorder, depression, and medical problems. They can either be triggered or occur unexpectedly. Smoking, caffeine, and psychological stress increase the risk of having a panic attack. Before diagnosis, conditions that produce similar symptoms should be ruled out, such as hyperthyroidism, hyperparathyroidism, heart disease, lung disease, drug use, and dysautonomia. Treatment of panic attacks should be directed at the underlying cause. In those with frequent attacks, counseling or medications may be used. Breathing training and muscle relaxation techniques may also help. Those affected are at a higher risk of suicide. In Europe, about 3% of the population has a panic attack in a given year while in the United States they affect about 11%. They are more common in females than in males. They often begin during puberty or early adulthood. Children and older people are less commonly affected.   == Signs and symptoms == People with panic attacks often report a fear of dying or heart attack, flashing vision or other visual disturbances, faintness or nausea, numbness throughout the body, shortness of breath and hyperventilation, or loss of body control. Some people also experience tunnel vision, mostly due to blood flow leaving the head to more critical parts of the body in defense. These feelings may provoke a strong urge to escape or flee the place where the attack began (a consequence of the \"fight-or-flight response\", in which the hormone causing this response is released in significant amounts). This response floods the body with hormones, particularly epinephrine (adrenaline), which aid it in defending against harm. A panic attack can result when up-regulation by the sympathetic nervous system (SNS) is not moderated by the parasympathetic nervous system (PNS). The most common symptoms include trembling, dyspnea (shortness of breath), heart palpitations, chest pain (or chest tightness), hot flashes, cold flashes, burning sensations (particularly in the facial or neck area), sweating, nausea, dizziness (or slight vertigo), light-headedness, heavy-headedness, hyperventilation, paresthesias (tingling sensations), intense muscle cramps (particularly in the hands, which may 'lock up' and become difficult to move), sensations of choking or smothering, difficulty moving, depersonalization and/or derealization. These physical symptoms are interpreted with alarm in people prone to panic attacks. This results in increased anxiety and forms a positive feedback loop.  Shortness of breath and chest pain are the predominant symptoms. Many people experiencing a panic attack incorrectly attribute them to a heart attack and thus seek treatment in an emergency room. Because chest pain and shortness of breath are hallmark symptoms of cardiovascular illnesses, including unstable angina and myocardial infarction (heart attack), a diagnosis of exclusion (ruling out other conditions) must be performed before diagnosing a panic attack. It is especially important to do this for people whose mental health and heart health statuses are unknown. This can be done using an electrocardiogram and mental health assessments. Panic attacks are distinguished from other forms of anxiety by their intensity and their sudden, episodic nature. They are often experienced in conjunction with anxiety disorders and other psychological conditions, although panic attacks are not generally indicative of a mental disorder.    == Causes == There are long-term, biological, environmental, and social causes of panic attacks. In 1993, Fava et al. proposed a staging method of understanding the origins of disorders. The first stage in developing a disorder involves predisposing factors, such as genetics, personality, and a lack of well-being. Panic disorder often occurs in early adulthood, although it may appear at any age. It occurs more frequently in women and more often in people with above-average intelligence. Various twin studies where one identical twin has an anxiety disorder have reported a high incidence of the other twin also having an anxiety disorder diagnosis. Biological causes may include obsessive-compulsive disorder, postural orthostatic tachycardia syndrome, post-traumatic stress disorder, hypoglycemia, hyperthyroidism, Wilson's disease, mitral valve prolapse, pheochromocytoma, and inner ear disturbances (labyrinthitis). Dysregulation of the norepinephrine system in the locus coeruleus, an area of the brain stem, has been linked to panic attacks. Panic attacks may also occur due to short-term stressors. Significant personal loss, including an emotional attachment to a romantic partner, life transitions, and significant life changes may all trigger a panic attack to occur. A person with an anxious temperament, excessive need for reassurance, hypochondriacal fears, overcautious view of the world, and cumulative stress have been correlated with panic attacks. In adolescents, social transitions may also be a cause. People will often experience panic attacks as a direct result of exposure to an object/situation that they have a phobia for. Panic attacks may also become situationally-bound when certain situations are associated with panic due to previously experiencing an attack in that particular situation. People may also have a cognitive or behavioral predisposition to having panic attacks in certain situations. Some maintaining causes include avoidance of panic-provoking situations or environments, anxious/negative self-talk (\"what-if\" thinking), mistaken beliefs (\"these symptoms are harmful and/or dangerous\"), and withheld feelings. Hyperventilation syndrome may occur when a person breathes from the chest, which can lead to over-breathing (exhaling excessive carbon dioxide related to the amount of oxygen in one's bloodstream). Hyperventilation syndrome can cause respiratory alkalosis and hypocapnia. This syndrome often involves prominent mouth breathing as well. This causes a cluster of symptoms, including rapid heartbeat, dizziness, and lightheadedness, which can trigger panic attacks. Panic attacks may also be caused by substances. Discontinuation or marked reduction in the dose of a substance such as a drug (drug withdrawal), for example, an antidepressant (antidepressant discontinuation syndrome), can cause a panic attack. According to the Harvard Mental Health Letter, \"the most commonly reported side effects of smoking marijuana are anxiety and panic attacks. Studies report that about 20% to 30% of recreational users experience such problems after smoking marijuana.\" Cigarette smoking is another substance that has been linked to panic attacks. A common denominator of current psychiatric approaches to panic disorder is that no real danger exists, and the person's anxiety is inappropriate.   === Panic disorder ===  People who have repeated, persistent attacks or feel severe anxiety about having another attack are said to have panic disorder. Panic disorder is strikingly different from other types of anxiety disorders in that panic attacks are often sudden and unprovoked. However, panic attacks experienced by those with panic disorder may also be linked to or heightened by certain places or situations, making daily life difficult.   === Agoraphobia ===  Agoraphobia is an anxiety disorder that primarily consists of the fear of experiencing a difficult or embarrassing situation from which the affected cannot escape. Panic attacks are commonly linked to agoraphobia. People with severe agoraphobia may become confined to their homes, experiencing difficulty traveling from this \"safe place\". The word \"agoraphobia\" comes from the Greek words agora (αγορά) and phobos (φόβος), the term \"agora\" referring to the city centre in an ancient Greek city. In Japan, people who exhibit extreme agoraphobia to the point of becoming unwilling or unable to leave their homes are referred to as Hikikomori. The phenomena in general is known by the same name, and it is estimated that roughly half a million Japanese youths are Hikikomori. People who have had a panic attack in certain situations may develop phobias of these situations and begin to avoid them. Eventually, the pattern of avoidance and level of anxiety about another attack may reach the point where individuals with panic disorder are unable to drive or even step out of the house. At this stage, the person is said to have panic disorder with agoraphobia.   === Experimentally induced === Panic attack symptoms can be experimentally induced in the laboratory by various means. Among them, for research purposes, by administering a bolus injection of the neuropeptide cholecystokinin-tetrapeptide (CCK-4). Various animal models of panic attacks have been experimentally studied.   === Neurotransmitter imbalances === Many neurotransmitters are affected when the body is under the increased stress and anxiety that accompany a panic attack. Some include serotonin, GABA (gamma-aminobutyric acid), dopamine, norepinephrine, and glutamate. More research into how these neurotransmitters interact with one another during a panic attack is needed to make any solid conclusions, however. An increase of serotonin in certain pathways of the brain seems to be correlated with reduced anxiety. More evidence that suggests serotonin plays a role in anxiety is that people who take SSRIs tend to feel a reduction of anxiety when their brain has more serotonin available to use. The main inhibitory neurotransmitter in the central nervous system (CNS) is GABA. Most of the pathways that use GABA tend to reduce anxiety immediately. Dopamine's role in anxiety is not well understood. Some antipsychotic medications that affect dopamine production have been proven to treat anxiety. However, this may be attributed to dopamine's tendency to increase feelings of self-efficacy and confidence, which indirectly reduces anxiety. Many physical symptoms of anxiety, such as rapid heart rate and hand tremors, are regulated by norepinephrine. Drugs that counteract norepinephrine's effect may be effective in reducing the physical symptoms of a panic attack. Nevertheless, some drugs that increase 'background' norepinephrine levels such as tricyclics and SNRIs are effective for the long-term treatment of panic attacks, possibly by blunting the norepinephrine spikes associated with panic attacks. Because glutamate is the primary excitatory neurotransmitter involved in the central nervous system (CNS), it can be found in almost every neural pathway in the body. Glutamate is likely involved in conditioning, which is the process by which certain fears are formed, and extinction, which is the elimination of those fears.   == Pathophysiology == The symptoms of a panic attack may cause the person to feel that their body is failing. The symptoms can be understood as follows. First, there is frequently the sudden onset of fear with little provoking stimulus. This leads to a release of adrenaline (epinephrine) which brings about the fight-or-flight response when the body prepares for strenuous physical activity, resulting in increased sympathetic tone. This results in increased heart rate (tachycardia), rapid breathing (hyperventilation) which may be perceived as shortness of breath (dyspnea), and sweating. Because strenuous activity rarely ensues, the hyperventilation leads to a drop in carbon dioxide levels in the lungs and then in the blood. This leads to shifts in blood pH (respiratory alkalosis or hypocapnia), causing compensatory metabolic acidosis activating chemosensing mechanisms that translate this pH shift into autonomic and respiratory responses. Moreover, this hypocapnia and release of adrenaline during a panic attack cause vasoconstriction resulting in slightly less blood flow to the head which causes dizziness and lightheadedness. A panic attack can cause blood sugar to be drawn away from the brain and toward the major muscles. Neuroimaging suggests heightened activity in the amygdala, thalamus, hypothalamus, and brainstem regions including the periaqueductal gray, parabrachial nucleus, and Locus coeruleus. In particular, the amygdala has been suggested to have a critical role. The combination of increased activity in the amygdala (fear center) and brainstem along with decreased blood flow and blood sugar in the brain can lead to decreased activity in the prefrontal cortex (PFC) region of the brain. There is evidence that having an anxiety disorder increases the risk of cardiovascular disease (CVD). Those affected also have a reduction in heart rate variability.   === Cardiac mechanism === Panic attacks can cause chest pain by directly affecting the circulation in the coronary vasculature. A panic attack induces significant sympathetic activation, which can cause vasoconstriction of small coronary vessels and microvascular angina. Autonomic nervous system activation and hyperventilation during panic attacks may induce coronary artery spasm (vasospasm). This process may result in ischemic damage to the myocardium and cardiac chest pain, despite a normal angiogram. In individuals with coronary artery disease, panic attacks and psychological stress may exacerbate ischemic pain by increasing myocardial oxygen demand through increased heart rate, blood pressure, coronary vasomotor tone, or sympathetic hyperactivity regulated by the autonomic nervous system.   === Cardiovascular disease === People who have been diagnosed with panic disorder have approximately double the risk of coronary heart disease. Certain stress responses to depression also have been shown to increase the risk and those diagnosed with both depression and panic disorder are nearly three times more at risk.   == Diagnosis == According to the DSM-5 a panic attack is part of the diagnostic class of anxiety disorders. It is not considered a specific disorder on its own, with the symptoms of a panic attack regarded as characteristics of another disorder during which the panic attack occurs.  DSM-5 criteria for a panic attack is defined as \"an abrupt surge of intense fear or intense discomfort that reaches a peak within minutes and during which time four or more of the following symptoms occur\":    In DSM-5, culture-specific symptoms (e.g., tinnitus, neck soreness, headache, and uncontrollable screaming or crying) may be seen. Such symptoms should not count as one of the four required symptoms. Screening tools such as the Panic Disorder Severity Scale can be used to detect possible cases of disorder and suggest the need for a formal diagnostic assessment.   == Treatment == Panic disorder is usually effectively treated with a variety of interventions, including psychological therapies and medication. Cognitive-behavioral therapy has the most complete and longest duration of effect, followed by specific selective serotonin reuptake inhibitors. A 2009 review found positive results from therapy and medication and a much better result when the two were combined.   === Lifestyle changes === Caffeine may cause or exacerbate panic anxiety. Anxiety can temporarily increase during withdrawal from caffeine and various other drugs. Increased and regimented aerobic exercise such as running has been shown to have a positive effect on combating panic anxiety. There is evidence that suggests that this effect is correlated to the release of exercise-induced endorphins and the subsequent reduction of the stress hormone cortisol. There remains a chance of panic symptoms becoming triggered or being made worse due to increased respiration rate that occurs during aerobic exercise. This increased respiration rate can lead to hyperventilation and hyperventilation syndrome, which mimics symptoms of a heart attack, thus inducing a panic attack. The benefits of incorporating an exercise regimen have shown the best results when paced accordingly. Meditation may also be helpful in the treatment of panic disorders. Muscle relaxation techniques are useful to some individuals. These can be learned using recordings, videos, or books. While muscle relaxation has proved to be less effective than cognitive-behavioral therapies in controlled trials, many people still find at least temporary relief from muscle relaxation.   === Breathing exercises === In the great majority of cases, hyperventilation is involved, exacerbating the effects of the panic attack. Breathing retraining exercise helps to rebalance the oxygen and CO2 levels in the blood. David D. Burns recommends breathing exercises for those with anxiety. One such breathing exercise is a 5-2-5 count. Using the stomach (or diaphragm)—and not the chest—inhale (feel the stomach come out, as opposed to the chest expanding) for 5 seconds. As the maximal point at inhalation is reached, hold the breath for 2 seconds. Then slowly exhale, over 5 seconds. Repeat this cycle twice and then breathe 'normally' for 5 cycles (1 cycle = 1 inhale + 1 exhale). The point is to focus on breathing and relax the heart rate. Regular diaphragmatic breathing may be achieved by extending the out-breath by counting or humming. Although breathing into a paper bag was a common recommendation for short-term treatment of symptoms of an acute panic attack, it has been criticized as inferior to measured breathing, potentially worsening the panic attack and possibly reducing needed blood oxygen. While the paper bag technique increases needed carbon dioxide and so reduces symptoms, it may excessively lower oxygen levels in the bloodstream. Capnometry, which provides exhaled CO2 levels, may help guide breathing.   === Therapy === According to the American Psychological Association, \"most specialists agree that a combination of cognitive and behavioral therapies are the best treatment for panic disorder. Medication might also be appropriate in some cases.\" The first part of therapy is largely informational; many people are greatly helped by simply understanding exactly what panic disorder is and how many others experience it. Many people with panic disorder are worried that their panic attacks mean they are \"going crazy\" or that the panic might induce a heart attack. Cognitive restructuring helps people to replace those thoughts with more realistic, positive ways of viewing the attacks. Avoidant behavior is one of the key aspects that prevent people with frequent panic attacks from functioning healthily. Exposure therapy, which includes repeated and prolonged confrontation with feared situations and body sensations, helps weaken anxiety responses to panic-inducing external and internal stimuli and reinforce realistic ways of viewing panic symptoms. In deeper-level psychoanalytic approaches, in particular object relations theory, panic attacks are frequently associated with splitting (psychology), paranoid-schizoid and depressive positions, and paranoid anxiety. They are often found to be comorbid with borderline personality disorder and child sexual abuse. Paranoid anxiety may reach the level of a persecutory anxiety state. There was a meta-analysis of the comorbidity of panic disorders and agoraphobia. It used exposure therapy to treat patients over a period. Hundreds of patients were used in these studies and they all met the DSM-IV criteria for both of these disorders. A result was that thirty-two percent of patients had a panic episode after treatment. They concluded that the use of exposure therapy has lasting efficacy for a client who is living with a panic disorder and agoraphobia. The efficacy of group therapy treatment over conventional individual therapy for people with panic disorder with or without agoraphobia appears similar.   === Medication === Medication options for panic attacks typically include benzodiazepines and antidepressants. Benzodiazepines are being prescribed less often because of their potential side effects, such as dependence, fatigue, slurred speech, and memory loss. Antidepressant treatments for panic attacks include selective serotonin reuptake inhibitors (SSRIs), serotonin noradrenaline reuptake inhibitors (SNRIs), tricyclic antidepressants (TCAs), and MAO inhibitors (MAOIs). SSRIs in particular tend to be the first drug treatment used to treat panic attacks. Selective serotonin reuptake inhibitors (SSRIs) and tricyclic antidepressants appear similar for short-term efficacy. SSRIs carry a relatively low risk since they are not associated with much tolerance or dependence, and are difficult to overdose with. TCAs are similar to SSRIs in their many advantages but come with more common side effects such as weight gain and cognitive disturbances. They are also easier to overdose on. MAOIs are generally suggested for patients who have not responded to other forms of treatment. While the use of drugs in treating panic attacks can be very successful, it is generally recommended that people also be in some form of therapy, such as cognitive-behavioral therapy. Drug treatments are usually used throughout the duration of panic attack symptoms and discontinued after the patient has been free of symptoms for at least six months. It is usually safest to withdraw from these drugs gradually while undergoing therapy. While drug treatment seems promising for children and adolescents, they are at an increased risk of suicide while taking these medications and their well-being should be monitored closely.   == Prognosis == Roughly one-third are treatment-resistant. These people continue to have panic attacks and various other panic disorder symptoms after receiving treatment. Many people being treated for panic attacks begin to experience limited symptom attacks. These panic attacks are less comprehensive, with fewer than four bodily symptoms being experienced. It is not unusual to experience only one or two symptoms at a time, such as vibrations in their legs, shortness of breath, or an intense wave of heat traveling up their bodies, which is not similar to hot flashes due to estrogen shortage. Some symptoms, such as vibrations in the legs, are sufficiently different from any normal sensation that they indicate a panic disorder. Other symptoms on the list can occur in people who may or may not have panic disorder. Panic disorder does not require four or more symptoms to all be present at the same time. Causeless panic and racing heartbeat are sufficient to indicate a panic attack.   == Epidemiology == In Europe, about 3% of the population has a panic attack in a given year while in the United States they affect about 11%. They are more common in females than in males. They often begin during puberty or early adulthood. Children and older people are less commonly affected. A meta-analysis was conducted on data collected about twin studies and family studies on the link between genes and panic disorder. The researchers also examined the possibility of a link to phobias, obsessive-compulsive disorder (OCD), and generalized anxiety disorder. The researchers used a database called MEDLINE to accumulate their data. The results concluded that the aforementioned disorders have a genetic component and are inherited or passed down through genes. For the non-phobias, the likelihood of inheriting is 30–40%, and for the phobias, it was 50–60%.   == See also == Hysteria Nervous breakdown Panic   == References ==   == External links == ‹The template Curlie is being considered for deletion.› Panic attack at Curlie"}