{"name": "sevelamer", "category": "drug", "content": "Sevelamer (rINN) is a phosphate binding medication used to treat hyperphosphatemia in patients with chronic kidney disease. When taken with meals, it binds to dietary phosphate and prevents its absorption. Sevelamer was invented and developed by GelTex Pharmaceuticals. Sevelamer is marketed by Sanofi under the brand names Renagel (sevelamer hydrochloride) and Renvela (sevelamer carbonate).   == Chemistry and pharmacology == Sevelamer consists of polyallylamine that is crosslinked with epichlorohydrin. The marketed form sevelamer hydrochloride is a partial hydrochloride salt being present as approximately 40% amine hydrochloride and 60% sevelamer base. The amine groups of sevelamer become partially protonated in the intestine and interact with phosphate ions through ionic and hydrogen bonding.   == Medical uses == Sevelamer is used in the management of hyperphosphatemia in adult patients with stage 4 and 5 chronic kidney disease (CKD) on hemodialysis. Its efficacy at lowering phosphate levels is similar to that of calcium acetate, but without the accompanying risk of hypercalcemia and arterial calcification. In patients with CKD, it has also been shown to reduce LDL and cholesterol.   == Contraindications == Sevelamer therapy is contraindicated in hypophosphatemia or bowel obstruction. In hypophosphatemia, sevelamer could exacerbate the condition by further lowering phosphate levels in the blood, which could be fatal.   == Adverse effects == Common adverse drug reactions (ADRs) associated with the use of sevelamer include: nausea and vomiting, constipation, diarrhea, stomach pain, heartburn, gas.    == Other effects == Sevelamer can significantly reduce serum uric acid. This reduction has no known detrimental effect and may be helpful in patients with gout. Sevelamer is able to sequester advanced glycation end products (AGEs) in the gut,  preventing their absorption into the blood. AGEs contribute to oxidative stress, which can damage cells (like beta cells, which produce insulin in the pancreas). As Vlassara and Uribarri explain in a 2014 review on AGEs, this may explain why sevelamer, but not calcium carbonate (a phosphate binder that does not sequester AGEs), has been shown to lower AGEs in the blood, as well as oxidative stress and inflammatory markers.   == References =="}