{"name": "Shigella Infections", "category": "disease", "content": "Shigella is a genus of bacteria that is Gram negative, facultatively anaerobic, non–spore-forming, nonmotile, rod shaped, and is genetically nested within Escherichia. The genus is named after Kiyoshi Shiga, who discovered it in 1897. Shigella causes disease in primates, but not in other mammals; it is the causative agent of human shigellosis. It is only naturally found in humans and gorillas. During infection, it typically causes dysentery. Shigella is a leading cause of bacterial diarrhea worldwide, with 80–165 million annual cases (estimated) and 74,000 to 600,000 deaths. It is one of the top four pathogens that cause moderate-to-severe diarrhea in African and South Asian children.   == Classification == Shigella species are classified by three serogroups and one serotype:  Serogroup A: S. dysenteriae (15 serotypes) Serogroup B: S. flexneri (9 serotypes) Serogroup C: S. boydii (19 serotypes) Serogroup D: S. sonnei (one serotype) Groups A–C are physiologically similar; S. sonnei (group D) can be differentiated on the basis of biochemical metabolism assays. Three Shigella groups are the major disease-causing species: S. flexneri is the most frequently isolated species worldwide, and accounts for 60% of cases in the developing world; S. sonnei causes 77% of cases in the developed world, compared to only 15% of cases in the developing world; and S. dysenteriae is usually the cause of epidemics of dysentery, particularly in confined populations such as refugee camps. Each of the Shigella genomes includes a virulence plasmid that encodes conserved primary virulence determinants. The Shigella chromosomes share most of their genes with those of E. coli K12 strain MG1655. Phylogenetic studies indicate Shigella is more appropriately treated as a subgroup of Escherichia (see Escherichia coli#Diversity for details).   == Pathogenesis == Shigella infection is typically by ingestion. Depending on the host's health, fewer than 100 bacterial cells may cause an infection. Shigella species generally invade the epithelial lining of the colon, causing severe inflammation and death of the cells lining the colon. This inflammation produces the hallmark diarrhea — even dysentery — of Shigella infection. Toxins produced by some strains contribute to disease during infection. S. flexneri strains produce ShET1 and ShET2, which may contribute to diarrhea. S. dysenteriae strains produce   the hemolytic Shiga toxin, similar to the verotoxin produced by enterohemorrhagic E. coli. Both Shiga toxin and verotoxin are associated with causing potentially fatal hemolytic-uremic syndrome. Because they do not interact with the apical surface of epithelial cells — preferring the basolateral side — Shigella species invade the host through the M-cells interspersed in the epithelia of the small intestine. Shigella uses a type-III secretion system that acts as a biological syringe to translocate toxic effector proteins to the target human cell. The effector proteins can alter the metabolism of the target cell — leading, for example, to the lysis of vacuolar membranes or reorganization of actin polymerization to facilitate intracellular motility of Shigella bacteria inside the host cell. For instance, the IcsA effector protein (an autotransporter, not a type-III secretion-system effector) triggers actin reorganization by N-WASP recruitment of Arp2/3 complexes,  promoting cell-to-cell spread. After infection, Shigella cells multiply intracellularly and spread to neighboring epithelial cells, resulting in tissue destruction and the characteristic pathology of shigellosis. The most common symptoms are diarrhea, fever, nausea, vomiting, stomach cramps, and flatulence. Infection is also commonly known to cause large and painful bowel movements. The stool may contain blood, mucus, or pus. Hence, Shigella cells may cause dysentery. In rare cases, young children may have seizures. Symptoms can take as long as a week to appear, but most often begin two to four days after ingestion. Symptoms usually last for several days, but can last for weeks. Shigella is implicated as one of the pathogenic causes of reactive arthritis worldwide.   == Discovery == The Shigella genus is named after Japanese physician Kiyoshi Shiga, who researched the cause of dysentery. Shiga entered the Tokyo Imperial University School of Medicine in 1892, during which he attended a lecture by Shibasaburo Kitasato. Shiga was impressed by Kitasato's intellect and confidence, so after graduating, he went to work for him as a research assistant at the Institute for Infectious Diseases. In 1897, Shiga focused his efforts on what the Japanese referred to as a sekiri (dysentery) outbreak. Such epidemics were detrimental to the Japanese people and occurred often in the late 19th century. The 1897 sekiri epidemic affected >91,000, with a mortality rate of >20%. Shiga studied 32 dysentery patients and used Koch's postulates to successfully isolate and identify the bacterium causing the disease. He continued to study and characterize the bacterium, identified its methods of (Shiga-) toxin production, and worked to create a vaccine for the disease.   == See also == Apocholate citrate agar Enterotoxigenic E. coli Enteroinvasive E. coli Gastroenteritis   == References ==   == External links == Shigella genomes and related information at PATRIC, a Bioinformatics Resource Center funded by NIAID Vaccine Resource Library: Shigellosis and enterotoxigenic Escherichia coli (ETEC) US Centers for Disease Control and Prevention. Shigella - Shigellosis"}