{"name": "Shock, Cardiogenic", "category": "disease", "content": "Cardiogenic shock is a medical emergency resulting from inadequate blood flow to the body's organs due to the dysfunction of the heart. Signs of inadequate blood flow include low urine production (<30 mL/hour), cool arms and legs, and decreased level of consciousness. People may also have a severely low blood pressure and heart rate. Causes of cardiogenic shock include cardiomyopathic, arrhythmic, and mechanical. Cardiogenic shock is most commonly precipitated by a heart attack. Treatment of cardiogenic shock depends on the cause with the initial goals to improve blood flow to the body. If cardiogenic shock is due to a heart attack, attempts to open the heart's arteries may help. Certain medications, such as dobutamine and milrinone, improve the heart's ability to contract and can also be used. When these measures fail, more advanced options such as mechanical support devices or heart transplantation can be pursued.  Cardiogenic shock is a condition that is difficult to fully reverse even with an early diagnosis. However, early initiation of treatment may improve outcomes. Care should also be directed to any other organs that are affected by this lack of blood flow (e.g., dialysis for the kidneys, mechanical ventilation for lung dysfunction). Mortality rates for cardiogenic shock are high but have been decreasing in the United States. This is likely due to its rapid identification and treatment in recent decades. Some studies have suggested that this is possibly related to new treatment advances. Nonetheless, the mortality rates remain high and multi-organ failure in addition to cardiogenic shock is associated with higher rates of mortality.   == Signs and symptoms == The presentation is the following:  Anxiety, restlessness, altered mental state due to decreased blood flow to the brain, and subsequent hypoxia. Low blood pressure due to decrease in cardiac output. A rapid, weak, thready pulse due to decreased circulation combined with tachycardia. Cool, clammy, and mottled skin (cutis marmorata) due to vasoconstriction and subsequent hypoperfusion of the skin. Distended jugular veins due to increased jugular venous pressure. Oliguria (low urine output) due to inadequate blood flow to the kidneys if the condition persists. Rapid and deeper respirations (hyperventilation) due to sympathetic nervous system stimulation and acidosis. Fatigue due to hyperventilation and hypoxia. Absent pulse in fast and abnormal heart rhythms. Pulmonary edema, involving fluid back-up in the lungs due to insufficient pumping of the heart. Loss of consciousness, coma, and persistent vegetative state due to loss of blood and oxygen to the brain.   == Causes == Cardiogenic shock is caused by the failure of the heart to pump effectively.  It is due to damage to the heart muscle, most often from a heart attack or myocardial contusion. Other causes include abnormal heart rhythms, cardiomyopathy, heart valve problems, ventricular outflow obstruction (i.e. systolic anterior motion in hypertrophic cardiomyopathy), or ventriculoseptal defects. It can also be caused by a sudden decompressurization (e.g. in an aircraft), where air bubbles are released into the bloodstream (Henry's law), causing heart failure.   == Diagnosis ==   === Electrocardiogram === An electrocardiogram helps to establish the exact diagnosis and guides treatment, it may reveal:  Abnormal heart rhythms, such as bradycardia (slowed heart rate) myocardial infarction (ST-elevation MI, STEMI, is usually more dangerous than non-STEMIs; MIs that affect the ventricles are usually more dangerous than those that affect the atria; those affecting the left side of the heart, especially the left ventricle, are usually more dangerous than those affecting the right side, unless that side is severely compromised) Signs of cardiomyopathy   === Echocardiography === Echocardiography may show poor ventricular function, signs of PED, rupture of the interventricular septum, an obstructed outflow tract or cardiomyopathy.  \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t   === Swan-Ganz catheter === The Swan–Ganz catheter or pulmonary artery catheter may assist in the diagnosis by providing information on the hemodynamics.   === Biopsy === When cardiomyopathy is suspected as the cause of cardiogenic shock, a biopsy of heart muscle may be needed to make a definite diagnosis.   === Cardiac index === If the cardiac index falls acutely below 2.2 L/min/m2, the person may be in cardiogenic shock.   == Treatment ==   === Medication Therapy === Initial management of cardiogenic shock involves medications to augment the heart's function. Certain medications, such as dobutamine or milrinone, enhance the heart's pumping function and are often used first-line to improve the low blood pressure and delivery of blood to the rest of the body. Patients who have cardiogenic shock unresponsive to medication therapy may be candidates for more advanced options such as a mechanical circulatory support device. There are several types of mechanical circulatory support devices, the most common being intra-aortic balloon pumps, left ventricular assist devices, and venous-arterial extra-corporeal membrane oxygenation. It is important to note, however, that none of these devices are permanent solutions but rather are a bridge to a more definitive therapy such as a heart transplantion.   === Intra-aortic balloon pump ===  An intra-aortic balloon pump is a device placed by a cardiac surgeon into the descending aorta. It consists of a small balloon filled with helium that helps the heart to pump blood by inflating during diastole (the resting phase of the cardiac cycle) and deflating during systole (the contracting phase of the cardiac cycle). Intra-aortic balloon pumps do not directly increase cardiac output, but importantly, they decrease the amount of pressure that the heart has to pump against, thereby allowing for more blood flow and oxygen to be delivered to the heart muscles. Intra-aortic balloon pumps have been around for several decades and are most commonly used first-line of the mechanical circulatory support devices. However, it is not without its potential complications. Potential complications include injury upon insertion of the device to arteries supplying the spinal cord as well as risks with any procedure such as bleeding and infection. Contraindications to intra-aortic balloon pumps include aortic dissection, an abdominal aortic aneurysm, and irregularly fast heart beats.   === Left ventricular assist device ===  There are several types of left ventricular assist devices, with the Impella devices being some of the most common. This device is placed by a cardiac surgeon into the left ventricle of the heart and essentially acts as a pump, drawing blood from the left ventricle and pushing it out into the aorta so that it could be delivered to the rest of the body. Unlike intra-aortic balloon pumps, the Impella acts independently from the cardiac cycle. It can be adjusted to pump at faster rates to take blood out of the left ventricle and into the aorta more quickly, thereby decreasing the amount of work that the left ventricle has to do. While the Impella is commonly used in settings of cardiogenic shock, some evidence suggests that it placing an Impella device in an acute cardiogenic shock setting, where the heart fails to pump suddenly, may not necessarily guarantee increased survival. Potential complications specific to an Impella device include hemolysis (shearing of the blood cells) as well as the formation of lesions on the heart valve, namely the mitral or aortic valves. Contraindications to an Impella device insertion include aortic dissection, the presence of a mechanical aortic valve, and the presence of a blood clot in the left ventricle.   === Venous-arterial extra-corporeal membrane oxygenation === Venous-arterial extra-corporeal membrane oxygenation is a circuit support system that is meant to replace the function of the heart as it heals or awaits a more definitive treatment. It consists of a circuit that essentially drains blood from a patient's venous system, runs that blood through a circulator which adds oxygen and removes carbon dioxide, and ultimately returns blood back into the patient's arterial system where the newly oxygenated blood can be delivered to the person's organs. Some evidence suggests that the combination of both an Impella device and Venous-arterial extra-corporeal membrane oxygenation may decrease the heart's pulmonary capillary wedge pressure, thereby decreasing the amount of stress on the cardiac muscles. Because Venous-arterial extra-corporeal membrane oxygenation is a very invasive procedure, it is not usually the first-line chosen device for patients in cardiogenic shock and is often reserved only for patients who have not only cardiogenic shock but also respiratory failure and/or concomitant cardiac arrest. Complications of venous-arterial extra-corporeal membrane oxygenation include an air embolism, pulmonary edema, and blood clotting in the circuit machine.   == See also == Shock (circulatory) Myocardial infarction Angina   == References ==   == External links ==  Cardiogenic Shock by eMedicine"}