{"name": "Short Bowel Syndrome", "category": "disease", "content": "Short bowel syndrome (SBS, or simply short gut) is a rare malabsorption disorder caused by a lack of functional small intestine. The primary symptom is diarrhea, which can result in dehydration, malnutrition, and weight loss. Other symptoms may include bloating, heartburn, feeling tired, lactose intolerance, and foul-smelling stool. Complications can include anemia and kidney stones. Most cases are due to the surgical removal of a large portion of the small intestine. This is most often required due to Crohn's disease in adults and necrotising enterocolitis in young children. Other causes include damage to the small intestine from other means and being born with an abnormally short intestine. It usually does not develop until less than 2 m (6.6 ft) of the normally 6.1 m (20 ft) small intestine remains. Treatment may include a specific diet, medications, or surgery. The diet may include slightly salty and slightly sweet liquids, vitamin and mineral supplements, small frequent meals, and the avoidance of high fat food. Occasionally nutrients need to be given through an intravenous line, known as parenteral nutrition. Medications used may include antibiotics, antacids, loperamide, teduglutide, and growth hormone. Different types of surgery, including an intestinal transplant, may help some people. Short bowel syndrome newly occurs in about three per million people each year. There are estimated to be about 15,000 people with the condition in the United States. The prevalence in the United States is approximately 30 cases per million and in Europe it is approximately 1.4 cases per million (but the rate varies widely between countries). The prevalence of short bowel syndrome has increased by more than 2 fold in the last 40 years. It is classified as a rare disease by the European Medicines Agency. Outcomes depend on the amount of bowel remaining and whether or not the small bowel remains connected with the large bowel.   == Signs and symptoms == The symptoms of short bowel syndrome can include:  Abdominal pain Diarrhea and steatorrhea (oily, bulky stool, which can be malodorous) Fluid depletion Weight loss and malnutrition Fatigue Persons with short bowel syndrome may have complications caused by malabsorption of vitamins and minerals, such as deficiencies in vitamins A, D, E, K, B9 (folic acid), and B12, calcium, magnesium, iron, and zinc.  These may appear as anemia, hyperkeratosis (scaling of the skin), easy bruising, muscle spasms, poor blood clotting, and bone pain.   == Causes == Short bowel syndrome in adults and children is most commonly caused by surgery (intestinal resection). In those who undergo intestinal resection, approximately 15% eventually develop small bowel syndrome (75% of those due to 1 large resection and 25% due to multiple separate intestinal resections). This surgery may be done for:  Crohn's disease, an inflammatory disorder of the digestive tract Mesenteric ischemia, embolic or thrombotic events that may occur in the arteries or veins that supply or drain the intestines respectively, leading to disruption of blood supply to the intestines and ischemia. Volvulus, a twisting of the small intestine often caused by intestinal malrotation that quickly cuts off blood supply and leads to tissue death Tumors of the small intestine Radiation enteropathy, radiation injury to the small intestine, due to radiation therapy for cancer Injury or trauma to the small intestine Necrotizing enterocolitis (premature newborn) Bypass surgery to treat obesity Surgery to remove diseased or damaged portion of the small intestine Some children are also born with an abnormally short small intestine, known as congenital short bowel. Surgical complications, requiring re-surgery, are a common cause of small bowel syndrome, contributing up to 50% of cases based on some estimates. These surgical complications include internal hernias, volvuli, ischemia or profound hypotension.   == Pathophysiology == The length of the small intestine can vary greatly, from as short as 2.75 m (9.0 ft) to as long as 10.49 m (34.4 ft). On average it is about 6.1 m (20 ft). Due to this variation it is recommended that following surgery the amount of bowel remaining be specified rather than the amount removed. Short bowel syndrome usually develops when there is less than 2 meters (6.6 feet) of the small intestine left to absorb sufficient nutrients. The resection of specific areas of the small bowel can lead to distinct symptoms in short bowel syndrome. The resection of the ileum leads to a malabsorption of vitamin B12, bile acids and the fat soluble vitamins A, D, E and K. Loss of the distal ileum also leads to loss of inhibitory hormones; leading to gastric hypersecretion, intestinal hypermotility (decreases in the intestinal transit time) leading to secretory diarrhea and macronutrient, micronutrient, vitamin and mineral deficiencies. Loss of the ileocecal valve leads to small intestinal bacterial overgrowth(SIBO) as bacterial flora normally found in the large intestines migrate proximally and colonize the small intestines leading to further malabsorption. SIBO leads to malabsorption as the bacteria colonizing the small intestine metabolize nutrients, directly competing with the intestinal absorption of nutrients. The bacteria colonizing the small intestines in SIBO may also cause bile acid deconjugation leading to malabsorption of lipids. In a process called intestinal adaptation, physiological changes to the remaining portion of the small intestine occur to increase its absorptive capacity. These changes usually take place over 1-2 years.  These changes include:  Enlargement (increased diameter) and lengthening of the villi found in the lining Increase in the diameter of the small intestine Slow down in peristalsis or movement of food through the small intestine (an increase in the transit time) to increase the time available for nutrient absorption Osteoporosis is a very common comorbidity in people with short bowel syndrome who are on parenteral nutrition, with an estimated prevalence of 57-67%. The contributing factors to the osteoporosis include malnutrition, vitamin D deficiency due to malabsorption and vitamin D deficiency due to scarce sunlight exposure due to chronic disability.   == Diagnosis ==   === Definition === Intestinal failure is decreased intestinal function such that nutrients, water, and electrolytes are not sufficiently absorbed. Short bowel syndrome is when there is less than 2 m (6.6 ft) of working bowel and is the most common cause of intestinal failure.   == Treatments == Symptoms of short bowel syndrome are usually addressed with medication.  These include:  Anti-diarrheal medicine (e.g. loperamide, codeine) Vitamin, mineral supplements and L-glutamine powder mixed with water H2 blocker and proton pump inhibitors to reduce stomach acid Lactase supplement (to improve the bloating and diarrhea associated with lactose intolerance) In 2004, the USFDA approved a therapy that reduces the frequency and volume of total parenteral nutrition (TPN), comprising:  NutreStore (oral solution of glutamine) and Zorbtive (growth hormone, of recombinant DNA origin, for injection) together with a specialized oral diet. After 24 weeks of successful Phase III patient treatment trials, Teduglutide was shown to be relatively safe and effective with varying degrees of benefits and adverse effects per patient. Adequate safety evaluations prove to be difficult due to a limited sample size available for study, however. In 2012, an advisory panel to the USFDA voted unanimously to approve for treatment of SBS the agent teduglutide, a glucagon-like peptide-2 analog developed by NPS Pharmaceuticals, who intend to market the agent in the United States under the brandname Gattex.  Teduglutide had been previously approved for use in Europe and is marketed under the brand Revestive by Nycomed.   === Surgery ===   ==== Prophylactic surgery ==== The antiperistaltic transverse coloplasty, proposed as a prophylactic measure against short bowel syndrome, retains transverse colon function after extensive colectomies, promoting improved stool consistency and quality of life. This technique involves repositioning the colon to simulate its original placement, potentially averting short bowel syndrome-related complications and benefiting patient outcomes.   ==== Therapeutic surgery ==== Surgical procedures to lengthen dilated bowel include the Bianchi procedure, where the bowel is cut in half and one end is sewn to the other, and a newer procedure called serial transverse enteroplasty (STEP), where the bowel is cut and stapled in a zigzag pattern. Heung Bae Kim, MD, and Tom Jaksic, MD, both of Children's Hospital Boston, devised the STEP procedure in the early 2000s. The procedure lengthens the bowel of children with SBS and may allow children to avoid the need for intestinal transplantation. As of June 2009, Kim and Jaksic have performed 18 STEP procedures. The Bianchi and STEP procedures are usually performed by pediatric surgeons at quaternary hospitals who specialize in small bowel surgery.   == Prognosis == After resection; having a remnant small bowel length of less than 75 cm and a remaining large bowel length of less than 57% of the original length are both associated with subsequent dependence on parenteral nutrition.There is no cure for short bowel syndrome except transplant.  In newborn infants, the 4-year survival rate on parenteral nutrition is approximately 70%. In newborn infants with less than 10% of expected intestinal length, 5 year survival is approximately 20%. Some studies suggest that much of the mortality is due to a complication of the total parenteral nutrition (TPN), especially chronic liver disease. Much hope is, as of 2006, vested in Omegaven, a type of lipid TPN feed, in which recent case reports suggest the risk of liver disease is much lower. Although promising, small intestine transplant has a mixed success rate, with postoperative mortality rate of up to 30%.  One-year and 4-year survival rate are 90% and 60%, respectively.   == See also == Bowel-associated dermatosis–arthritis syndrome, another syndrome that can result from small-bowel bypass (or other causes)   == References ==   == External links ==  ‹The template Curlie is being considered for deletion.› Short bowel syndrome at Curlie National Digestive Diseases Information Clearinghouse - Short Bowel Syndrome Archived 2014-03-21 at the Wayback Machine"}