{"name": "silodosin", "category": "drug", "content": "Silodosin, sold under the brand name Urief among others, is a medication for the symptomatic treatment of benign prostatic hyperplasia. It acts as an alpha-1 adrenergic receptor antagonist. The most common side effect is a reduction in the amount of semen released during ejaculation.   == Medical uses == Silodosin is indicated for the treatment of the signs and symptoms of benign prostatic hyperplasia.   == Contraindications == Silodosin is contraindicated for people with renal impairment or severe hepatic impairment. According to European labels, silodosin has no contraindications apart from known hypersensitivity. Another source names recurring urinary retention, recurring urinary infections, uncontrolled macrohematuria, bladder stones, hydronephrosis, combination with other α1-antagonists or dopamine agonists, and severe renal or hepatic impairment as contraindications. According to the US Food and Drug Administration (FDA), silodosin is contraindicated with paxlovid, a drug used in treating COVID-19.   == Side effects == The most common adverse effect is loss of seminal emission. This seems to be caused by silodosin's high selectivity for α1A receptors. Intra operative floppy iris syndrome occurs in some people taking alpha adrenoreceptor antagonists and may lead to complications during cataract surgery. Intra operative floppy iris syndrome is a condition that makes the iris floppy. Other common adverse effects (in more than 1% of patients) are dizziness, orthostatic hypotension, diarrhea, and clogged nose. Less common (0.1–1%) are tachycardia (fast heartbeat), dry mouth, nausea, skin reactions, and erectile dysfunction. Hypersensitivity reactions occur in fewer than 0.01% of patients. There have been reports about intraoperative floppy iris syndrome during cataract extractions. These side effects are similar to those of other α1 antagonists.   == Interactions == Combining silodosin with strong inhibitors of the liver enzyme CYP3A4, such as ketoconazole, significantly increases its concentrations in the blood plasma and its area under the curve (AUC). Less potent CYP3A4 inhibitors such as diltiazem have a less pronounced effect on this parameters, which is not considered clinically significant. Inhibitors and inducers of the enzyme UGT2B7, alcohol dehydrogenases, and aldehyde dehydrogenases, as well as the transporter P-glycoprotein (P-gp), may also influence silodosin concentrations in the body. Digoxin, which is transported by P-gp, is not affected by silodosin; this means that silodosin does not significantly inhibit or induce P-gp. No relevant interactions with antihypertensive drugs or with PDE5 inhibitors have been found in studies; although combination with other α1-antagonists is not well studied.   == Pharmacology ==   === Mechanism of action === Silodosin, is an alpha-adrenoreceptor antagonist. It works by blocking receptors called alpha1A adrenoreceptors in the prostate gland, the bladder and the urethra (the tube that leads from the bladder to the outside of the body). When these receptors are activated, they cause the muscles controlling the flow of urine to contract. By blocking these receptors, silodosin allows these muscles to relax, making it easier to pass urine and relieving the symptoms of BPH. Silodosin has high affinity for the α1A adrenergic receptor in the prostate, the bladder, and the prostatic urethra. By this mechanism it relaxes the smooth muscle in these organs, easing urinary flow and other symptoms of benign prostatic hyperplasia.   === Pharmacokinetics === The absolute bioavailability after oral intake is 32%. Food has little effect on the AUC. When in the bloodstream, 96,6% of the substance are bound to blood plasma proteins. Its main metabolite is silodosin glucuronide, which inhibits the α1A receptor with 1/8 of the affinity of the parent substance. 91% of the glucuronide are bound to plasma proteins. The enzyme mainly responsible for the formation of the glucuronide is UGT2B7. Other enzymes involved in the metabolism are alcohol dehydrogenases, aldehyde dehydrogenases and CYP3A4. Silodosin is almost completely excreted in the form of metabolites; 33.5% via the urine and 54.9% via the feces. The biological half-life of silodosin is 11 hours on average, and that of the glucuronide is 18 hours or 24 hours. (Sources are contradictory on this.)  \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t   == History == Silodosin received its first marketing approval in Japan in May 2006, under the brand name Urief, which is jointly marketed by Kissei Pharmaceutical and Daiichi Sankyo. Kissei licensed the US, Canadian, and Mexican rights for silodosin to Watson Pharmaceuticals (now Allergan) in 2004. AbbVie absorbed Allergan in 2019. The FDA and Health Canada approved silodosin under the brand name Rapaflo in October 2008, and January 2011, respectively.   == Society and culture ==   === Brand names === Other brand names include Urorec, Niksol, Silorel, , Rapilif, Silotrif, Sildoo, Silodal Silofast, Alphacept, Thrupas, and Flopadex.   == Research == Alpha-1 adrenergic receptor antagonists are being investigated as a means to male birth control due to their ability to inhibit ejaculation but not orgasm. While silodosin was completely efficacious in preventing the release of semen in all subjects, 12 out of the 15 participants reported mild discomfort upon orgasm. The men also reported the psychosexual side effect of being strongly dissatisfied by their lack of ejaculation.   == References ==   == Further reading == Kawabe K, Yoshida M, Homma Y (November 2006). \"Silodosin, a new alpha1A-adrenoceptor-selective antagonist for treating benign prostatic hyperplasia: results of a phase III randomized, placebo-controlled, double-blind study in Japanese men\". BJU International. 98 (5): 1019–24. doi:10.1111/j.1464-410X.2006.06448.x. PMID 16945121. S2CID 24649263."}