{"name": "siltuximab", "category": "drug", "content": "Siltuximab (INN), sold under the brand name Sylvant, is used for the treatment of people with multicentric Castleman's disease. It is a chimeric (made from human and mouse proteins) monoclonal antibody that binds to interleukin-6. It is an interleukin-6 (IL-6) antagonist. The common adverse reactions include pruritus, increased weight, rash, hyperuricemia, and upper respiratory tract infection. In April 2014, siltuximab was approved for medical use in the United States for the treatment of people with multicentric Castleman's disease who do not have human immunodeficiency virus (HIV) or human herpesvirus-8 (HHV-8).   == Medical uses == Siltuximab is indicated for the treatment of people with multicentric Castleman's disease who are human immunodeficiency virus (HIV) negative and human herpesvirus-8 (HHV-8) negative.   == Side effects == The common adverse reactions include pruritus, increased weight, rash, hyperuricemia, and upper respiratory tract infection.   == Drug interactions == Siltuximab may increase CYP450 activity leading to increased metabolism of drugs that are CYP450 substrates.   == Mechanism of action == Siltuximab is a chimeric monoclonal antibody that binds to interleukin-6 (IL-6), preventing binding to soluble and membrane bound interleukin-6 receptors. Siltuximab interferes with IL-6 mediated growth of B-lymphocytes and plasma cells, secretion of vascular endothelial growth factor (VEGF) and autoimmune phenomena.   == History == Siltuximab demonstrated efficacy and safety in people with idiopathic multicentric Castleman disease. Treatment results with siltuximab in B-cell non-Hodgkin's lymphoma are inferior to those obtained in multicentric Castleman disease. The approval by the US FDA was based on an international, multicenter, randomized (2:1), phase II study comparing every three-week intravenous infusions of siltuximab and best supportive care to placebo and best supportive care. The trial enrolled 79 participants and randomly allocated 53 participants to the siltuximab arm plus best supportive care and 26 participants randomized to the placebo arm plus best supportive care. Siltuximab was administered every three weeks as an intravenous infusion at a dose of 11 mg/kg.   == Research == Siltuximab has been investigated for the treatment of neoplastic diseases: metastatic renal cell cancer, prostate cancer, other types of cancer, and for Castleman's disease. Siltuximab has been evaluated in the treatment of ovarian cancer, however the efficacy for this cancer is debatable. In addition, siltuximab has been evaluated for multiple myeloma, but there was an insignificant increase in response rates.   == References =="}