{"name": "Simple Pulmonary Eosinophilia", "category": "disease", "content": "Löffler's syndrome is a disease in which eosinophils accumulate in the lung in response to a parasitic infection. The parasite can be Ascaris, Strongyloides stercoralis, or Dirofilaria immitis which can enter the body through contact with the soil. The symptoms of Löffler's syndrome include those of a parasitic infection such as abdominal pain and cramping, skin rashes and fatigue. Löffler's syndrome itself will cause difficulty breathing, wheeze, coughing as well as a fever.   == Diagnosis == The diagnosis of Loffler's syndrome can be challenging, as the diagnostic criteria can be vague and consistent with a multitude of diseases or conditions. The disease's developmental trajectory is mostly unknown. Upon examination of symptoms, a doctor will likely request a chest x-ray looking for migratory pulmonary infiltrate, and blood testing, to confirm a diagnosis. Symptoms tend to be brief, but can range from mild to severe and include: fever, vomiting, increased respirations or difficulty breathing, cough, wheeze, and rash. Symptoms typically follow an exposure to allergens or certain drugs, and last approximately two weeks. Eosinophilia is the main feature of diagnostic criteria for Loffler's syndrome. Eosinophils are white blood cells that fight infection by destroying foreign substances in the body. This increase is determined through a blood test called a complete blood count, or CBC. A result of over 500 cells/mcL (cells per microliter of blood) is considered elevated. The normal range for eosinophils is less than 350 cells/mcL.   == Prevention == While the outcomes of this syndrome have never led to death, the symptoms can last anywhere from 2 to 4 weeks after the parasite enters the body. Prevention of this syndrome is education-based, consisting of educating individuals on proper handwashing techniques, as well as how to correctly dispose of feces.   == Epidemiology == This syndrome can be found anywhere. However, it is abnormally prevalent in tropical areas, showing higher prevalence in men than women. This syndrome is also exceedingly common in the warm damp parts of the world. The syndrome is also more likely to be contracted by small children since they spend an increased amount of time outside in the dirt. While it is still a mystery why the prevalence is higher in Indians, the warm damp environment is a perfect place for the parasites to grow and thrive. The epidemiological aspect of Löffler's syndrome isn't well known since there have been minimal statistics reported on the topic.   == History == In 1909 a man named H. French first described the condition. Then in 1932 Wilhelm Löffler drew attention to the disease in cases of eosinophilic pneumonia caused by the parasites Ascaris lumbricoides, Strongyloides stercoralis and the hookworms Ancylostoma duodenale and Necator americanus.  Finally in 1943 the condition was called tropical eosinophilia by RJ Weingarten, and later officially named Löffler's syndrome. The most well-known case of Löffler's syndrome was in a young boy from Louisiana. He arrived at the hospital reporting a high fever after three days, as well as having rapid breathing. \"He was hospitalized and treated with supplemental oxygen, intravenous methylprednisolone, and nebulized albuterol.\" The boy's symptoms quickly subsided and upon further investigation it was discovered that the boy worked caring for pigs. A test was then performed on the pigs' fecal matter and surrounding soil; it contained the parasite that had caused the boy's ailment. Another incident again involved a young boy who had been experiencing vomiting and a fever for a span of 3 months. When the doctors finally took an echocardiograph of the child they discovered that the \"patient's admission blood count showed leukocytosis with an abnormally elevated level of peripheral eosinophils.\" The child was then diagnosed with Löffler's endocarditis, and immediately began immunosuppressive therapy to decline the eosinophilic count. Although Löffler only described eosinophilic pneumonia in the context of infection, many authors give the term \"Löffler's syndrome\" to any form of acute onset pulmonary eosinophilia no matter what the underlying cause. If the cause is unknown, it is specified and called \"simple pulmonary eosinophilia\". Cardiac damage caused by the damaging effects of eosinophil granule proteins (e.g. major basic protein) is known as Loeffler endocarditis and can be caused by idiopathic eosinophilia or eosinophilia in response to parasitic infection.   == See also == Eosinophilic pneumonia Parasitic pneumonia Pneumonia Tropical pulmonary eosinophilia   == References ==   == External links =="}