{"name": "Sinus bradycardia", "category": "disease", "content": "Sinus bradycardia is a sinus rhythm with a reduced rate of electrical discharge from the sinoatrial node, resulting in a bradycardia, a heart rate that is lower than the normal range (60–100 beats per minute for adult humans).   == Signs and symptoms == The decreased heart rate can cause a decreased cardiac output resulting in symptoms such as lightheadedness, dizziness, hypotension, vertigo, and syncope.  The slow heart rate may also lead to atrial, junctional, or ventricular ectopic rhythms. Bradycardia is not necessarily problematic. People who practice sports may have sinus bradycardia, because their trained hearts can pump enough blood in each contraction to allow a low resting heart rate. Sinus bradycardia can also be an adaptive advantage; for example, diving seals may have a heart rate as low as 12 beats per minute, helping them to conserve oxygen during long dives. Sinus bradycardia is a common condition found in both healthy individuals and those who are considered well-conditioned athletes. Heart rates considered bradycardic vary by species; for example, in the house cat, a rate of under 120 beats per minute is abnormal. Generally, smaller species have higher and larger species lower rates.   == Pathophysiology & etiology ==  Sinus bradycardia is commonly seen in normal healthy persons and athletes in the absence of pathophysiological diseases or conditions. Different factors or etiologies could lead to the dysfunction of the sinus node, causing a malformation or prolongation of the impulse. In terms of pathophysiological diseases, sinus rhythm may be caused by: Diseases/Conditions: Acute myocardial infarction, carotid sinus syndrome, eating disorders (such as anorexia nervosa), rhodotoxin poisoning, hypothermia, hypothyroidism, infections (such as diphtheria, acute rheumatic fever, or viral myocarditis), intrinsic disease of the SA node (such as sick sinus syndrome), Roemheld syndrome, sleep apnea Physiological causes: Increased vagal tone, increased intracranial pressure Medications, most commonly: digitalis glycosides, beta-blockers, quinidine, adenosine, calcium channel blockers, class I antiarrhythmic agents, ivabradine, clonidine, reserpine, cimetidine, lithium, amitriptyline   == Diagnosis == Diagnosis of sinus bradycardia can be confirmed by an electrocardiogram that shows the following characteristics:  Rate:  Less than 60 beats per minute. Rhythm:  Regular. P waves:  Upright, consistent, and normal in morphology and duration. PR interval:  Between 0.12 and 0.20 seconds in duration. QRS complex:  Less than 0.12 seconds in width, and consistent in morphology. Taking a thorough medical history and physical exam by healthcare providers can also help with narrowing differential diagnosis. Any recent changes to patient's medication history, new symptoms such as chest pain, shortness of breath and palpitations, family history of sinus bradycardia, physical exam that reveals cyanosis, peripheral edema, altered mental status, dyspnea, rales and crackles are all relevant information to consider for differential diagnosis.   == See also == Sinus tachycardia Long QT syndrome   == References ==   == External links =="}