{"name": "siponimod", "category": "drug", "content": "Siponimod, sold under the brand name Mayzent, is a selective sphingosine-1-phosphate receptor modulator for oral use that is used for multiple sclerosis (MS). It is intended for once-daily oral administration. In March 2019, it was approved in the United States to treat adults with relapsing forms of multiple sclerosis, to include clinically isolated syndrome, relapsing-remitting disease, and active secondary progressive disease.   == Medical uses == Siponimod is indicated for the treatment of secondary progressive multiple sclerosis, which is the progressive neurological decline of multiple sclerosis that happens independent of acute relapses. In active secondary progressive multiple sclerosis, siponimod decreases the risk of disability and multiple sclerosis relapses.   == Adverse effects == In clinical trials of siponimod, the most common adverse effects were headache, high blood pressure, and liver function test abnormalities.   == Pharmacology ==   === Mechanism of action ===  Siponimod binds selectively to some of the sphingosine-1-phosphate receptor forms—including sphingosine-1-phosphate receptor 1—found on lymphocytes and other cell types. Siponimod may be very similar to fingolimod but preventing lymphopenia, one of its main side effects, by preventing egress of lymphocytes from lymph nodes. Siponimod may be more selective in the particular sphingosine-1-phosphate receptors (five in number) that it modulates. It is selective for the -1 and -5 SIP receptors.   == History == In March 2019, siponimod was approved in the United States to treat adults with relapsing forms of multiple sclerosis, to include clinically isolated syndrome, relapsing-remitting disease, and active secondary progressive disease. The efficacy of siponimod was shown in a clinical trial of 1,651 patients that compared siponimod to placebo in people with secondary progressive multiple sclerosis who had evidence of disability progression in the prior two years and no relapses in the three months prior to enrollment. The primary endpoint of the study was the time to three-month confirmed progression in disability. The trial was conducted at 294 centers in Asia, Australia, Canada, Europe, South America, and the United States. The U.S. Food and Drug Administration (FDA) granted approval of Mayzent to Novartis. Siponimod was approved for medical use in Australia in October 2019. In January 2020, siponimod was approved in the European Union for the treatment of adults with secondary progressive multiple sclerosis with active disease evidenced by relapses or imaging features of inflammatory activity.   == References =="}