{"name": "sitaxentan", "category": "drug", "content": "Sitaxentan sodium (TBC-11251) is a medication for the treatment of pulmonary arterial hypertension (PAH).  It was marketed as Thelin by Encysive Pharmaceuticals until Pfizer purchased Encysive in February 2008.  In 2010, Pfizer voluntarily removed sitaxentan from the market due to concerns about liver toxicity.   == Mechanism of action == Sitaxentan  is a small molecule that blocks the action of endothelin (ET) on the endothelin-A (ETA) receptor selectively (by a factor of 6000 compared with the ETB).   It is a sulfonamide class endothelin receptor antagonist (ERA) and is undergoing Food and Drug Administration (FDA) review for treating pulmonary hypertension. The rationale for benefit compared with bosentan, a nonselective ET blocker, is negligible inhibition of the beneficial effects of ETB stimulation, such as nitric oxide production and clearance of ET from circulation. In clinical trials, the efficacy of sitaxentan has been much the same as bosentan, but the hepatotoxicity of sitaxentan outweighs its benefits. Dosing is once daily, as opposed to twice daily for bosentan.   == Regulatory status == On December 10, 2010 Pfizer announced it would be withdrawing sitaxentan worldwide (both from marketing and from all clinical study use), citing that it is a cause of fatal liver damage. Sitaxentan was approved for marketing in the European Union in 2006, in Canada in 2006 and in Australia in 2007. By February 2008 it had been launched commercially in Germany, Austria, The Netherlands, the United Kingdom, Ireland, France, Spain and Italy. In March 2006, the FDA recommended an approvable status to sitaxentan but said it would not yet approve the product. In July 2006, sitaxentan received a second approvable letter stating that efficacy outcome issues raised in the context of the STRIDE-2 study were still unresolved. In July 2007, Encysive commenced a formal dispute resolution process in a preliminary meeting with the FDA. In September 2007 the company announced that it was making preparations for another phase III clinical trial (intended to be named STRIDE-5) to overcome the FDA's concerns. The takeover by Pfizer resulted in a reconfiguration and extension of these plans, to include combination therapy with sildenafil. The Sitaxentan Efficacy and Safety Trial With a Randomized Prospective Assessment of Adding Sildenafil (SR-PAAS) was an ongoing program of three clinical trials conducted in the United States (ClinicalTtrials.gov identifiers: NCT00795639, NCT00796666 and NCT00796510) with anticipated completion dates between June 2010 and January 2014.   == Adverse effects == Adverse effects observed with sitaxentan are class effects of endothelin receptor antagonists, and include :  liver enzyme abnormalities (increased ALT and AST) headache edema constipation nasal congestion upper respiratory tract infection dizziness insomnia flushing Because sitaxentan inhibits metabolism of warfarin, a decreased dose of warfarin is needed when co-administered with sitaxentan. This is because warfarin acts to prevent blood from clotting, and if it remains unmetabolized, it can continue to thin the blood.   == References ==   == Further reading ==   == External links == \"Encysive Announces PDUFA Date for Thelin New Drug Application in Pulmonary Arterial Hypertension\". July 2005. \"Primary or Unexplained Pulmonary Hypertension\". American Heart Association."}