{"name": "Sitosterolemia", "category": "disease", "content": "Sitosterolemia  is a rare autosomal recessively inherited lipid metabolic disorder. It is characterized by hyperabsorption and decreased biliary excretion of dietary sterols (including the phytosterol beta-sitosterol). Healthy persons absorb only about 5% of dietary plant sterols, but sitosterolemia patients absorb 15% to 60% of ingested sitosterol without excreting much into the bile. The phytosterol campesterol is more readily absorbed than sitosterol. Sitosterolemia patients develop hypercholesterolemia, tendon and tuberous xanthomas, premature development of atherosclerosis, and abnormal hematologic and liver function test results.   == Signs and symptoms == Sitosterolemia may share several clinical characteristics with the well-characterized  familial hypercholesterolemia (FH), such as the development of tendon xanthomas in the first 10 years of life and the development of premature atherosclerosis. However, in contrast to FH patients, sitosterolemia patients usually have normal to moderately elevated total sterol levels and very high levels of plant sterols (sitosterol, campesterol, stigmasterol, avenosterol) and 5α-saturated stanols in their plasma. Plasma sitosterol levels in sitosterolemia patients are 10–25 times higher than in unaffected individuals (8–60 mg/dl). Not all patients with sitosterolemia have tendon xanthomas, thus, absence of this should not be used to exclude this diagnosis. Xanthomas may appear at any age, even in childhood. These may be present as subcutaneous xanthomas on the buttocks in children or in characteristic locations (e.g., Achilles tendon, extensor tendons of the hand) in children and adults. Xanthelasma and corneal arcus are less common. Decreased range of motion with possible redness, swelling, and warmth of joints due to arthritis may be present. In addition, sitosterolemia patients may develop hemolytic episodes and splenomegaly.  Untreated, the condition causes a significant increase in morbidity and mortality. Coronary heart disease and its health consequences are the primary causes of illness and premature death in untreated patients.   == Pathogenesis == Mammalian cells cannot use plant sterols. Normally, plant sterols are poorly absorbed from the gastrointestinal tract; fewer than 5% of plant sterols are absorbed compared to approximately 40% of cholesterol absorbed. The liver preferentially excretes plant sterols over cholesterol. Dietary sterols have recently been shown to passively enter intestinal cells, and subsequently the vast majority are pumped back into the gut lumen by ATP-binding cassette transporter (ABC transporter) proteins. Sitosterolemia is inherited as a rare autosomal recessive condition. It has been shown to result from mutations in either of  two adjacent and oppositely oriented genes (ABCG5 and ABCG8) located in chromosome 2 in band 2p21 and encode for  ABC transporter proteins named sterolin-1 and sterolin-2, respectively. Thus, the active pumping back into the intestine of passively absorbed plant sterols is disrupted, and hepatic secretion of the resultant accumulation of these sterols is decreased.  The ability of the liver to preferentially excrete plant sterols into the bile is apparently impaired. While bile acid synthesis remains the same as in healthy people, the total excretion of sterols in the bile is reportedly less than 50% in subjects with sitosterolemia compared to control subjects. The mechanism for decreased hepatic secretion is unknown.  Patients have markedly reduced whole-body cholesterol biosynthesis associated with suppressed hepatic, ileal, and mononuclear leukocyte hydroxymethylglutaryl-coenzyme A reductase (HMG-CoA reductase), the rate-controlling enzyme in the cholesterol biosynthetic pathway. Whether or not the down-regulation is due to accumulated sitosterol is still debatable, but most recent data indicate that secondary effects of unknown regulators other than sitosterol can lead to reduced HMG-CoA reductase activity in the disease. This is coupled with significantly increased low-density lipoprotein (LDL) receptor expression.   == Diagnosis == Diagnosis is made by measuring serum plant sterol concentrations.   == Treatment == The disorder is treated by strictly reducing the intake of foods rich in plant sterols (e.g., vegetable oils, olives and avocados). However, dietary therapy is often insufficient to control this disease since plant sterols are constituents of all plant-based foods. Statins have been used, and while these lower cholesterol levels and may ameliorate atherosclerotic disease, plant sterol levels are insufficiently lowered by their use alone. If dietary treatment alone is insufficient, bile acid-binding resins (e.g., cholestyramine, colestipol) could be considered. In October 2002, a new cholesterol absorption inhibitor, ezetimibe, received US Food and Drug Administration (FDA) approval for use in sitosterolemia. This drug is now the standard of care, as it blocks sterol entry and can be used in combination with bile-acid resins. Finally, ileal bypass has been performed in select cases to decrease the levels of plant sterols in the body, though this therapy was undertaken prior to the advent of ezetimibe.   == Epidemiology == Around 80 cases have been reported in the literature worldwide; hence, this condition appears to be relatively rare. It is probable that sitosterolemia is significantly underdiagnosed and many patients are probably misdiagnosed as having hyperlipidemia.   == See also == ABCG5 and ABCG8 Genes Cerebrotendinous xanthomatosis   == Notes ==   == References == Lee M, Lu K, Patel SB (2001). \"Genetic basis of sitosterolemia\". Current Opinion in Lipidology. 12 (2): 141–149. doi:10.1097/00041433-200104000-00007. PMC 1350992. PMID 11264985. Steiner R D.  Sitosterolemia .[online] Available from : http://www.emedicine.com/ped/topic2110.htm [Accessed :12 July 2006] Bazerbachi F.; et al. (2017). \"Cryptogenic Cirrhosis and Sitosterolemia: A Treatable Disease If Identified but Fatal If Missed\". Annals of Hepatology. 16 (6): 970–978. doi:10.5604/01.3001.0010.5290. PMID 29055934.   == External links =="}