{"name": "Small cell carcinoma of lung", "category": "disease", "content": "Small-cell carcinoma is a type of highly malignant cancer that most commonly arises within the lung, although it can occasionally arise in other body sites, such as the cervix, prostate, and gastrointestinal tract. Compared to non-small cell carcinoma, small cell carcinoma is more aggressive, with a shorter doubling time, higher growth fraction, and earlier development of metastases. Extensive stage small cell lung cancer (SCLC) is classified as a rare disorder. Ten-year relative survival rate (combined limited and extensive SCLC) is 3.5% (4.3% for women, 2.8% for men). Survival can be higher or lower based on a combination of factors including stage, age, sex and race. While all lung cancers are associated with tobacco smoking, SCLC is very strongly associated with tobacco smoking.   == Types of SCLC == Small-cell lung carcinoma has long been divided into two clinicopathological stages, termed limited stage (LS) and extensive stage (ES). The stage is generally determined by the presence or absence of metastases, whether or not the tumor appears limited to the thorax, and whether or not the entire tumor burden within the chest can feasibly be encompassed within a single radiotherapy portal. In general, if the tumor is confined to one lung and the lymph nodes close to that lung, the cancer is said to be LS. If cancer has spread beyond that, it is said to be ES.   === LS-SCLC ===  In cases of LS-SCLC, combination chemotherapy is administered together with concurrent chest radiotherapy. Chest radiotherapy has been shown to improve survival in LS-SCLC. Because SCLC usually metastasizes widely very early on in the natural history of the tumor, and because nearly all cases respond dramatically to chemotherapy and/or radiotherapy, there has been little role for surgery in this disease since the 1970s. However, in cases of small, asymptomatic, node-negative SCLC's (\"very limited stage\"), surgical excision may improve survival when used prior to chemotherapy. Exceptionally high objective initial response rates of between 60% and 90% are seen in LS-SCLC using chemotherapy alone, with between 45% and 75% of individuals showing a complete response, which is defined as the disappearance of all radiological and clinical signs of tumor. However, relapse rate remains high, and median survival is only 18 to 24 months.   === ES-SCLC === In ES-SCLC, platinum-based combination chemotherapy is the standard of care, with radiotherapy added only to palliate symptoms such as dyspnea, pain from liver or bone metastases, or for treatment of brain metastases, which, in small-cell lung carcinoma, typically have a rapid, if temporary, response to whole brain radiotherapy. Combination chemotherapy consists of a wide variety of agents, including cisplatin, cyclophosphamide, vincristine and carboplatin. Response rates are high even in extensive disease, with between 15% and 30% of subjects having a complete response to combination chemotherapy, and the vast majority having at least some objective response. Responses in ES-SCLC are often of short duration, and the evidence surrounding the risk of treatment compared to the potential benefit of chemotherapy for people who have extensive SCLC is not clear. If complete response to chemotherapy occurs in a subject with SCLC, then prophylactic cranial irradiation is often used in an attempt to prevent the emergence of brain metastases. Although this treatment is often effective, it can cause hair loss and fatigue. Prospective randomized trials with almost two years of follow-up have not shown neurocognitive ill-effects. Meta-analyses of randomized trials confirm that PCI provides significant survival benefits.   == Signs and symptoms ==  Small-cell carcinoma of the lung usually presents in the central airways and infiltrates the submucosa leading to narrowing of bronchial airways. Common symptoms include cough, dyspnea, weight loss, and debility.  Over 70% of patients with small-cell carcinoma present with metastatic disease; common sites include liver, adrenals, bone, and brain. Due to its high grade neuroendocrine nature, small-cell carcinomas can produce ectopic hormones, including adrenocorticotropic hormone (ACTH) and anti-diuretic hormone (ADH). Ectopic production of large amounts of ADH leads to syndrome of inappropriate antidiuretic hormone hypersecretion (SIADH). Lambert–Eaton myasthenic syndrome (LEMS) is a well-known paraneoplastic condition linked to small-cell carcinoma.   === Small-cell lung cancer ===  Lung cancer is the leading cause of cancer-related deaths worldwide, accounting for the highest mortality rates among both men and women. When associated with the lung, SCLC is sometimes called \"oat cell carcinoma\" due to the flat cell shape and scanty cytoplasm. Caution is required when diagnosing SCLC because small cell mesothelioma – an extremely rare subtype of lung cancer – can be mistaken for small cell lung cancer. It is thought to originate from neuroendocrine cells (APUD cells) in the bronchus called Feyrter cells (named for Friedrich Feyrter). Hence, they express a variety of neuroendocrine markers, and may lead to ectopic production of hormones like ADH and ACTH that may result in paraneoplastic syndromes and Cushing's syndrome. Approximately half of all individuals diagnosed with Lambert–Eaton myasthenic syndrome (LEMS) will eventually be found to have a small-cell carcinoma of the lung. Small-cell carcinoma is most often more rapidly and widely metastatic than non-small-cell lung carcinoma (and hence staged differently).  There is usually early involvement of the hilar and mediastinal lymph nodes.  The mechanisms of its metastatic progression are not well understood.   === Combined small-cell lung carcinoma (c-SCLC) ===  When SCLC is found with one or more differentiated forms of lung cancer, such as squamous cell carcinoma or adenocarcinoma, the malignant tumor is then diagnosed and classified as a combined small cell lung carcinoma (c-SCLC). Small-cell lung carcinoma can occur in combination with a wide variety of other histological variants of lung cancer, including extremely complex malignant tissue admixtures.  C-SCLC is the only currently recognized subtype of SCLC. Although combined small-cell lung carcinoma is currently staged and treated similarly to \"pure\" small-cell carcinoma of the lung, recent research suggests surgery might improve outcomes in very early stages of this tumor type. Smoking is a significant risk factor. Symptoms and signs are as for other lung cancers. In addition, because of their neuroendocrine cell origin, small-cell carcinomas will often secrete substances that result in paraneoplastic syndromes such as Lambert–Eaton myasthenic syndrome.   === Extrapulmonary small-cell carcinoma === Very rarely, the primary site for small-cell carcinoma is outside of the lungs and pleural space; in these cases, it is referred to as extrapulmonary small-cell carcinoma (EPSCC). Outside of the respiratory tract, small-cell carcinoma can appear in the cervix, prostate, liver, pancreas, gastrointestinal tract, or bladder. It is estimated to account for 1,000 new cases a year in the U.S. Histologically similar to small-cell lung cancer, therapies for small-cell lung cancer are usually used to treat EPSCC.  First-line treatment is usually with cisplatin and etoposide. In Japan, first-line treatment is shifting to irinotecan and cisplatin. When the primary site is in the skin, it is referred to as a Merkel-cell carcinoma.   === Extrapulmonary small-cell carcinoma localized in the lymph nodes === This is an extremely rare type of small cell, and there has been little information in the scientific community. It appears to occur in only one or more lymph nodes, and nowhere else in the body. Treatment is similar to small cell lung cancer, but survival rates are much higher than other small-cell carcinomas.   === Small-cell carcinoma of the prostate === Small-cell carcinoma of the prostate (SCCP) is a rare form of prostate cancer (approx. 1% of PC). Due to the fact that there is little variation in prostate specific antigen levels, SCCP is normally diagnosed at an advanced stage, after metastasis. Symptomatic metastasis of SCCP to the brain is rare, and carries a poor prognosis.   == Genetics == TP53 is mutated in 70 to 90% of SCLCs. RB1 and the retinoblastoma pathway are inactivated in most SCLCs. PTEN is mutated in 2 to 10%. MYC amplifications and amplification of MYC family members are found in 30% of SCLCs. Loss of heterozygocity on chromosome arm 3p is found in more than 80% of SCLCs, including the loss of FHIT. One hundred translocations have so far been reported in SCLCs (see the \"Mitelman Database\" and the Atlas of Genetics and Cytogenetics in Oncology and Haematology,).   == Diagnosis ==  Small-cell carcinoma is an undifferentiated neoplasm composed of primitive-appearing cells. As the name implies, the cells in small-cell carcinomas are smaller than normal cells, and barely have room for any cytoplasm. Some researchers identify this as a failure in the mechanism that controls the size of the cells.   === Stages === When  Localized: the cancer is confined to the lung (aka: limited stage SCLC). Regional: the cancer has spread to lymph nodes (or glands) within the chest (between limited and extensive stage SCLC). Lymph nodes act as a filtering system outside the lung, collecting cancer cells that are beginning to migrate out of the lung. Distant: the cancer has spread (or metastasized) to other parts of the body (aka: extensive stage SCLC). At the time of diagnosis, 60–70% of people already have metastases.   == Treatment == Small-cell lung cancer is most commonly treated with chemotherapy in a combination of two drugs, which is more effective than one drug alone.   === Chemotherapy === Cisplatin and etoposide, Carboplatin and etoposide.   ==== Cisplatin-resistance ==== The drug paclitaxel may be useful in the treatment of cisplatin-resistant cancer. About 68.1% of cisplatin-resistant cells appear to be sensitive to paclitaxel and 66.7% of paclitaxel-resistant cells to cisplatin. The mechanism for this activity is unknown. Paclitaxel-based chemotherapy showed modest activity in SCLC patients refractory to both etoposide- and camptothecin-based chemotherapy. The newer agent lurbinectedin is active in relapsed SCLC and was approved for medical use in the United States in June 2020.   === Immunotherapy === The FDA has approved three immunotherapies for small cell lung cancer:  Nivolumab (Opdivo), a PD-1 inhibitor (2018) Atezolizumab (Tecentriq), a PD-L1 inhibitor (2018) Tarlatamab, a bi-specific T-cell engager (2024) Canadian regulator rejected funding Tecentriq (Atezolizumab) for extensive stage small-cell lung cancer \"as too costly\" followed by United Kingdom also citing \"drug’s cost-effectiveness.\"   === Radiation therapy === Chest radiation helps SCLC patients live longer by killing cancer cells and helping prevention of cancer recurrence. Another type of radiation, prophylactic cranial radiation, prevents central nervous system recurrence and can improve survival in patients with good performance status who have had a complete response or a very good partial response to chemoradiation in LD or chemotherapy in ED.   === In case of relapse === If small cell lung cancer comes back after treatment, the following combination of drugs may be used as a salvage therapy:  Cyclophosphamide (Cytoxan, Procytox), Doxorubicin (Adriamycin) and Vincristine (Oncovin) Paclitaxel (Taxol) Irinotecan (Camptosar)  Current guidelines recommend that patients who relapse > 6 months from initial therapy should be retreated with the original chemotherapy regimen. For patients who relapse in < 6 months, single-agent chemotherapy either topotecan second-line therapy, or paclitaxel can be used.   ==== Novel agents ==== Several newer agents, including temozolomide and bendamustine, have activity in relapsed SCLC. Of note, temozolomide yielded a response rate of 38% for brain metastases due to SCLC. In a clinical trial of 50 patients, combination of olaparib and temozolomide in relapsed small-cell lung cancer yielded an overall response rate of 41.7%, median progression-free survival 4.2 months, and overall survival was 8.5 months. Lurbinectedin showed increased overall survival rate in relapsed small cell lung cancer   Overall survival rate of 15.2 months for sensitive disease (chemotherapy-free interval of ≥ 90 days) with a disease control rate of 79.3% and overall response rate of 46.6%, and Overall survival rate of 5.1 months for resistant (chemotherapy-free interval of < 90 days) with a disease control rate of 46.8% and overall response rate 21.3%. Lurbinectedin is As of 2019 available in the U.S. under an expanded access program (EAP). Trilaciclib, a CKD4/6 inhibitor, reduces chemotheraphy-induced toxicity in patients being treated for small-cell lung cancer. In 2021, the FDA approved trilaciclib (Cosela) as a treatment to reduce the frequency of chemotherapy-induced myelosuppression for patients receiving certain types of chemotherapy for extensive-stage small-cell lung cancer.   == Prognosis == As of 2015, 5-year survival rates for small cell lung cancer (extensive and limited) range between 3.6% and 32.2% for women, and between 2.2% and 24.5% for men. Relative 5-year survival rate for both sexes has increased from 3.6% in 1975 to 6.7% in 2014. In limited-stage disease, relative 5-year survival rate (both sexes, all races, all ages) is 21.3%; however, women have higher 5-year survival rates, 26.9%, and men have lower survival rates, 21.3%. The prognosis is far grimmer in extensive-stage small-cell lung carcinoma where 5-year relative survival rate (both sexes, all races, all ages) is 2.8%; however, women have higher 5-year survival rates, 3.4%, and men have lower 5-year survival rates, 2.2%. Small-cell carcinoma is very responsive to chemotherapy and radiotherapy, and in particular, regimens based on platinum-containing agents. However, most people with the disease relapse and median survival remains low. The overall incidence and mortality rates of SCLC in the United States have decreased during the past few decades. Long-term survival of more than 5 years can be achieved with proper treatment. According to the 17th World Conference on Lung Cancer (WCLC), \"patients who received chest radiation and prophylactic cranial irradiation along with a mean of five chemotherapy cycles could achieve a median survival of more than 5 years.\" In some cases, long-term survival of 10+ years is achieved with chemotherapy and radiation alone. A 2023 article stated that the median overall survival was about 1 year, the worst of any lung cancer subtype.   == Epidemiology ==  15% of lung cancers in the US are of this type. Small cell lung cancer occurs almost exclusively in smokers – most commonly in heavy smokers and rarely in non-smokers.   == Society == In 2013, the US Congress passed the Recalcitrant Cancer Research Act, which mandated increased attention to certain recalcitrant cancers (cancers having a 5-year relative survival rate of less than 50%), including small cell lung cancer. That led to the National Cancer Institute supporting small cell–specific research.   === Notable cases === Dustin Diamond, perhaps best known as an actor on Saved by the Bell, died one month after the diagnosis. Asbjørn Sennels, Danish football player, died three months after the diagnosis.   == Additional images ==  \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t   == References =="}