{"name": "sodium fluoride", "category": "drug", "content": "Sodium fluoride (NaF) is an inorganic compound with the formula NaF. It is a colorless or white solid that is readily soluble in water. It is used in trace amounts in the fluoridation of drinking water to prevent tooth decay, and in toothpastes and topical pharmaceuticals for the same purpose. In 2021, it was the 291st most commonly prescribed medication in the United States, with more than 600,000 prescriptions.  It is also used in metallurgy and in medical imaging.   == Uses ==   === Dental caries ===  Fluoride salts are often added to municipal drinking water (as well as to certain food products in some countries) for the purpose of maintaining dental health. The fluoride enhances the strength of teeth by the formation of fluorapatite, a naturally occurring component of tooth enamel. Although sodium fluoride is used to fluoridate water and is the standard by which other water-fluoridation compounds are gauged, hexafluorosilicic acid (H2SiF6) and its salt sodium hexafluorosilicate (Na2SiF6) are more commonly used additives in the United States.   === Osteoporosis === Fluoride supplementation has been extensively studied for the treatment of postmenopausal osteoporosis. This supplementation does not appear to be effective; even though sodium fluoride increases bone density, it does not decrease the risk of fractures.   === Medical imaging === In medical imaging, fluorine-18-labelled sodium fluoride (USP, sodium fluoride Na18F) is one of the oldest tracers used in positron emission tomography (PET), having been in use since the 1960s. Relative to conventional bone scintigraphy carried out with gamma cameras or SPECT systems, PET offers more sensitivity and spatial resolution. Fluorine-18 has a half-life of 110 min, which requires it to be used promptly once produced; this logistical limitation hampered its adoption in the face of the more convenient technetium-99m-labelled radiopharmaceuticals. However, fluorine-18 is generally considered to be a superior radiopharmaceutical for skeletal imaging. In particular it has a high and rapid bone uptake accompanied by very rapid blood clearance, which results in a high bone-to-background ratio in a short time. Additionally the annihilation photons produced by decay of 18F have a high energy of 511 keV  compared to the 140 keV photons of 99mTc.   === Chemistry === Sodium fluoride has a variety of specialty chemical applications in synthesis and extractive metallurgy. It reacts with electrophilic chlorides including acyl chlorides, sulfur chlorides, and phosphorus chloride. Like other fluorides, sodium fluoride finds use in desilylation in organic synthesis. Sodium fluoride can be used to produce fluorocarbons via the Finkelstein reaction; this process has the advantage of being simple to perform on a small scale but is rarely used on an industrial scale due to the existence of more effective techniques (e.g. Electrofluorination, Fowler process).   === Biology === Sodium fluoride is sometimes added at relatively high concentrations (~20 mM) to protein lysis buffers in order to inhibit endogenous phosphatases and thereby protect phosphorylated protein sites. Sodium pyrophosphate and Sodium orthovanadate are also used for this purpose.   === Insecticide === Inorganic fluorides such as fluorosilicates and sodium fluoride complex magnesium ions as magnesium fluorophosphate. They inhibit enzymes such as enolase that require Mg2+ as a prosthetic group. Thus, fluoride poisoning prevents phosphate transfer in oxidative metabolism. Sodium fluoride, patented as an insecticide in 1896, was commonly used through the 1970s on ants and other domestic pests, and as a stomach poison for plant-feeding insects.  Its use, along with that of sodium fluorosilicate, declined over the 20th century as the products were banned or restricted due to the possibility of poisoning, intentional or accidental. In 1942, for instance, 47 inmates at the Oregon State Hospital died after consuming scrambled eggs which had been inadvertently prepared with sodium fluoride; while assisting the cooks, another inmate had confused a container of insecticide—used by the hospital to control cockroaches—with powdered milk, which was stored nearby.   === Other uses === Sodium fluoride is used as a cleaning agent (e.g., as a \"laundry sour\"). Sodium fluoride can be used in a nuclear molten salt reactor.   == Safety ==  The lethal dose for a 70 kg (154 lb) human is estimated at 5–10 g. Fluorides, particularly aqueous solutions of sodium fluoride, are rapidly and quite extensively absorbed by the human body. Fluorides interfere with electron transport and calcium metabolism. Calcium is essential for maintaining cardiac membrane potentials and in regulating coagulation. High ingestion of fluoride salts or hydrofluoric acid may result in fatal arrhythmias due to profound hypocalcemia. Chronic over-absorption can cause hardening of bones, calcification of ligaments, and buildup on teeth. Fluoride can cause irritation or corrosion to eyes, skin, and nasal membranes. Sodium fluoride is classed as toxic by both inhalation (of dusts or aerosols) and ingestion.  In high enough doses, it has been shown to affect the heart and circulatory system. For occupational exposures, the Occupational Safety and Health Administration and the National Institute for Occupational Safety and Health have established occupational exposure limits at 2.5 mg/m3 over an eight-hour time-weighted average. In the higher doses used to treat osteoporosis, plain sodium fluoride can cause pain in the legs and incomplete stress fractures when the doses are too high; it also irritates the stomach, sometimes so severely as to cause peptic ulcer disease. Slow-release and enteric-coated versions of sodium fluoride do not have significant gastric side effects, and have milder and less frequent complications in the bones. In the lower doses used for water fluoridation, the only clear adverse effect is dental fluorosis, which can alter the appearance of children's teeth during tooth development; this is mostly mild and is unlikely to represent any real effect on aesthetic appearance or on public health. A chronic fluoride ingestion of 1 ppm of fluoride in drinking water can cause mottling of the teeth (fluorosis) and an exposure of 1.7 ppm will produce mottling in 30%–50% of patients.   == Chemical structure == Sodium fluoride is an inorganic ionic compound, dissolving in water to give separated Na+ and F− ions. Like sodium chloride, it crystallizes in a cubic motif where both Na+ and F− occupy octahedral coordination sites; its lattice spacing, approximately 462 pm, is smaller than that of sodium chloride (564 pm).   == Occurrence == The mineral form of NaF, villiaumite, is moderately rare. It is known from plutonic nepheline syenite rocks.   == Production == NaF is prepared by neutralizing hydrofluoric acid or hexafluorosilicic acid (H2SiF6), both byproducts of the reaction of fluorapatite (Ca5(PO4)3F) from phosphate rock during the production of superphosphate fertilizer.  Neutralizing agents include sodium hydroxide and sodium carbonate.  Alcohols are sometimes used to precipitate the NaF:  HF  +  NaOH  →   NaF  +  H2O From solutions containing HF, sodium fluoride precipitates as the bifluoride salt sodium bifluoride (NaHF2).  Heating the latter releases HF and gives NaF.  HF  +  NaF  ⇌   NaHF2 In a 1986 report, the annual worldwide consumption of NaF was estimated to be several million tonnes.   == See also ==  Cryolite Fluoride therapy   == References =="}