{"name": "sodium oxybate", "category": "drug", "content": "Sodium oxalate, or disodium oxalate, is a chemical compound with the chemical formula Na2C2O4. It is the sodium salt of oxalic acid. It contains sodium cations Na+ and oxalate anions C2O2−4. It is a white, crystalline, odorless solid, that decomposes above 290 °C. Sodium oxalate can act as a reducing agent, and it may be used as a primary standard for standardizing potassium permanganate (KMnO4) solutions. The mineral form of sodium oxalate is natroxalate. It is only very rarely found and restricted to extremely sodic conditions of ultra-alkaline pegmatites.   == Preparation == Sodium oxalate can be prepared through the neutralization of oxalic acid with sodium hydroxide (NaOH) in a 1:2 acid-to-base molar ratio. Evaporation yields the anhydrous oxalate that can be thoroughly dried by heating to between 200 and 250 °C. Half-neutralization can be accomplished with NaOH in a 1:1 ratio which produces NaHC2O4, monobasic sodium oxalate or sodium hydrogenoxalate. Alternatively, it can be produced by decomposing sodium formate by heating it at a temperature exceeding 360 °C.   == Reactions == Sodium oxalate starts to decompose above 290 °C into sodium carbonate and carbon monoxide:  Na2C2O4 → Na2CO3 + CO When heated at between 200 and 525°C with vanadium pentoxide in a 1:2 molar ratio, the above reaction is suppressed, yielding instead a sodium vanadium oxibronze with release of carbon dioxide  x Na2C2O4 + 2 V2O5 → 2 NaxV2O5 + 2x CO2 with x increasing up to 1 as the temperature increases. Sodium oxalate is used to standardize potassium permanganate solutions. It is desirable that the temperature of the titration mixture be greater than 60 °C to ensure that all the permanganate added reacts quickly. The kinetics of the reaction are complex, and the manganese(II) ions (Mn2+) formed catalyze the further reaction between permanganate and oxalic acid (formed in situ by the addition of excess sulfuric acid). The final equation is as follows:  5 Na2C2O4 + 2 KMnO4 + 8 H2SO4 → K2SO4 + 5 Na2SO4 + 2 MnSO4 + 10 CO2 + 8 H2O   == Biological activity == Like several other oxalates, sodium oxalate is toxic to humans. It can cause burning pain in the mouth, throat and stomach, bloody vomiting, headache, muscle cramps, cramps and convulsions, drop in blood pressure, heart failure, shock, coma, and possible death. Mean lethal dose by ingestion of oxalates is 10-15 grams/kilogram of body weight (per MSDS). Sodium oxalate, like citrates, can also be used to remove calcium ions (Ca2+) from blood plasma. It also prevents blood from clotting. Note that by removing calcium ions from the blood, sodium oxalate can impair brain function, and deposit calcium oxalate in the kidneys.   == References =="}