{"name": "sodium phosphate", "category": "drug", "content": "A sodium phosphate is a generic variety of salts of sodium (Na+) and phosphate (PO3−4). Phosphate also forms families or condensed anions including di-, tri-, tetra-, and polyphosphates. Most of these salts are known in both anhydrous (water-free) and hydrated forms. The hydrates are more common than the anhydrous forms.   == Uses == Sodium phosphates have many applications in food and for water treatment. For example, sodium phosphates are often used as emulsifiers (as in processed cheese), thickening agents, and leavening agents for baked goods. They are also used to control pH of processed foods. They are also used in medicine for constipation and to prepare the bowel for medical procedures. They are also used in detergents for softening water and as an efficient anti-rust solution.   == Adverse effects == Sodium phosphates are popular in commerce in part because they are inexpensive and because they are nontoxic at normal levels of consumption. However, oral sodium phosphates when taken at high doses for bowel preparation for colonoscopy may in some individuals carry a risk of kidney injury under the form of phosphate nephropathy. There are several oral phosphate formulations which are prepared extemporaneously. Oral phosphate prep drugs have been withdrawn in the United States, although evidence of causality is equivocal. Since safe and effective replacements for phosphate purgatives are available, several medical authorities have recommended general disuse of oral phosphates.   == Monophosphates == Three families of sodium monophosphates are common, those derived from orthophosphate (PO3−4), hydrogen phosphate (HPO2−4), and dihydrogenphosphate (H2PO−4). Some of the best known salts are shown in the following table.   == Di- and polyphosphates == In addition to these phosphates, sodium forms a number of useful salts with pyrophosphates (also called diphosphates), triphosphates and high polymers. Of these salts, those of the diphosphates are particularly common commercially.  Beyond the diphosphates, sodium salts are known triphosphates, e.g. sodium triphosphate and tetraphosphates. The cyclic polyphosphates, called metaphosphates, include the trimer sodium trimetaphosphate and the tetramer, Na3P3O9 and Na4P4O12, respectively. Polymeric sodium phosphates are formed upon heating mixtures of NaH2PO4 and Na2HPO4, which induces a condensation reaction. The specific polyphosphate generated depends on the details of the heating and annealing. One derivative is the glassy (i.e., amorphous) Graham's salt (sodium hexametaphosphate). It is a cyclic polyphosphate with the formula Na6[(PO3)6]. Crystalline high molecular weight polyphosphates include Kurrol's salt and Maddrell's salt (CAS#10361-03-2). These species have the formula [NaPO3]n[NaPO3(OH)]2 where n can be as great as 2000, and it is a white powder practically insoluble in water. In terms of their structures, these polymers consist of PO−3 units, with the chains are terminated by protonated phosphates.   == References ==   == External links == US 3726960, Bell, Russel N, \"Sodium Aluminum Phosphate Cheese Emulsifying Agent\", published 1973  Lien, YH (16 July 2008). \"Is bowel preparation before colonoscopy a risky business for the kidney?\". Nature Clinical Practice Nephrology. 4 (11): 606–14. doi:10.1038/ncpneph0939. PMID 18797448. S2CID 340122."}