{"name": "sodium phosphate (32P)", "category": "drug", "content": "Trisodium phosphate (TSP) is an inorganic compound with the chemical formula Na3PO4. It is a white, granular or crystalline solid, highly soluble in water, producing an alkaline solution. TSP is used as a cleaning agent, builder, lubricant, food additive, stain remover, and degreaser. As an item of commerce TSP is often partially hydrated and may range from anhydrous Na3PO4 to the dodecahydrate Na3PO4·12H2O. Most often it is found in white powder form. It can also be called trisodium orthophosphate or simply sodium phosphate.   == Production == Trisodium phosphate is produced by neutralization of phosphoric acid using sodium carbonate, which produces disodium hydrogen phosphate. The disodium hydrogen phosphate is reacted with sodium hydroxide to form trisodium phosphate and water.                                                 Na                            2                                                                                         CO                            3                                                                            +                        H                            3                                                                                         PO                            4                                                                            ⟶                        Na                            2                                                                                         HPO                            4                                                                            +                        CO                            2                                                                            +                        H                            2                                                                            O                          {\\displaystyle {\\ce {Na2CO3 + H3PO4 -> Na2HPO4 + CO2 + H2O}}}                                                    Na                            2                                                                                         HPO                            4                                                                            +           NaOH           ⟶                        Na                            3                                                                                         PO                            4                                                                            +                        H                            2                                                                            O                          {\\displaystyle {\\ce {Na2HPO4 + NaOH -> Na3PO4 + H2O}}}      == Uses ==   === Cleaning === Trisodium phosphate was at one time extensively used in formulations for a variety of consumer-grade soaps and detergents, and the most common use for trisodium phosphate has been in cleaning agents. The pH of a 1% solution is 12 (i.e., very basic), and the solution is sufficiently alkaline to saponify grease and oils. In combination with surfactants, TSP is an excellent agent for cleaning everything from laundry to concrete driveways. This versatility and low manufacturing price made TSP the basis for a plethora of cleaning products sold in the mid-20th century. TSP is still sold and used as a cleaning agent, but since the late 1960s, its use has diminished in the United States and many other parts of the world because, like many phosphate-based cleaners, it is known to cause extensive eutrophication of lakes and rivers once it enters a water system. TSP is commonly used after cleaning a surface with mineral spirits to remove hydrocarbon residues and may be used with household chlorine bleach in the same solution without hazardous reactions. This mixture is particularly effective for removing mildew, but is less effective at removing mold. Although it is still the active ingredient in some toilet bowl-cleaning tablets, TSP is generally not recommended for cleaning bathrooms because it can stain metal fixtures and can damage grout.   === Chlorination === With the formula 4Na3PO4·NaOCl·44H2O the material called chlorinated trisodium phosphate is used as a disinfectant and bleach, like sodium hypochlorite. It is prepared using NaOCl in place of some of the base to neutralize phosphoric acid.   === Flux === In the U.S., trisodium phosphate is an approved flux for use in hard soldering joints in medical-grade copper plumbing. The flux is applied as a concentrated water solution and dissolves copper oxides at the temperature used in copper brazing. Residues are water-soluble and can be rinsed out before plumbing is put into service. TSP is used as an ingredient in fluxes designed to deoxygenate nonferrous metals for casting. It can be used in ceramic production to lower the flow point of glazes.   === Painting enhancement === TSP is still in common use for the cleaning, degreasing, and deglossing of walls prior to painting. TSP breaks the gloss of oil-based paints and opens the pores of latex-based paint, providing a surface better suited for the adhesion of the subsequent layer.   === Food additive === Sodium phosphates including monosodium phosphate, disodium phosphate, and trisodium phosphate are approved as food additives in the EU. They are commonly used as acidity regulators and have the collective E number E339. The United States Food and Drug Administration lists sodium phosphates as generally recognized as safe.   === Exercise performance enhancement === Trisodium phosphate has gained a following as a nutritional supplement that can improve certain parameters of exercise performance. The basis of this belief is the fact that phosphate is required for the energy-producing Krebs cycle central to aerobic metabolism. Phosphates are available from a number of other sources that are much milder than TSP.   == Regulation == In the Western world, phosphate usage has declined because of damage it causes to lakes and rivers through eutrophication.   === Substitutes ===  By the end of the 20th century, many products that formerly contained TSP were manufactured with TSP substitutes, which consist mainly of sodium carbonate along with various admixtures of nonionic surfactants and a limited percentage of sodium phosphates. Products sold as TSP substitutes, containing soda ash and zeolites, are promoted as direct substitutes. However, sodium carbonate is not as strongly basic as trisodium phosphate, making it less effective in demanding applications. Zeolites, which are clay based, are added to laundry detergents as water softening agents and are essentially non-polluting; however, zeolites do not dissolve and can deposit a fine, powdery residue in the wash tub. Cleaning products labeled as TSP may contain other ingredients, with perhaps less than 50% trisodium phosphate.   == References ==   == External links == Safety data from IPCS INCHEM International Chemical Safety Card 1178"}