{"name": "sodium aurothiomalate", "category": "drug", "content": "Sodium aurothiomalate (INN, known in the United States as gold sodium thiomalate) is a gold compound that is used for its immunosuppressive anti-rheumatic effects. Along with an orally-administered gold salt, auranofin, it is one of only two gold compounds currently employed in modern medicine.   == Medical uses == It is primarily given once or twice weekly by intramuscular injection for moderate-severe rheumatoid arthritis. It has also proven to be effective in treating tuberculosis.   == Adverse effects == Its most common side effects are digestive (mostly dyspepsia, mouth swelling, nausea, vomiting and taste disturbance), vasomotor (mostly flushing, fainting, dizziness, sweating, weakness, palpitations, shortness of breath and blurred vision) or dermatologic (usually itchiness, rash, local irritation near to the injection site and hair loss) in nature, although conjunctivitis, blood dyscrasias, kidney damage, joint pain, muscle aches/pains and liver dysfunction are also common. Less commonly, it can cause gastrointestinal bleeding, dry mucous membranes and gingivitis. Rarely it can cause aplastic anaemia, ulcerative enterocolitis, difficulty swallowing, angiooedema, pneumonitis, pulmonary fibrosis, hepatotoxicity, cholestatic jaundice, peripheral neuropathy, Guillain–Barré syndrome, encephalopathy, encephalitis and photosensitivity.   == Pharmacology == Its precise mechanism of action is unknown but is known that it inhibits the synthesis of prostaglandins. It also modulates phagocytic cells and inhibits class II major histocompatibility complex-peptide interactions. It is also known that it inhibits the following enzymes:  Acid phosphatase Beta-glucuronidase Elastase Cathepsin G Thrombin Microsomal prostaglandin E synthase-1   == History of use == Reports of favorable use of the compound were published in France in 1929 by Jacques Forestier. The use of gold salts was then a controversial treatment and  was not immediately accepted by the international community. Success was found in the treatment of Raoul Dufy's joint pain by the use of gold salts in 1940; \"(the treatment) brought in a few weeks such a spectacular sense of healing, that Dufy ... boasted of again having the ability to catch a tram on the move.\" Along with aurothioglucose, sodium aurothiomalate was discontinued in the United States, leaving auranofin as the only gold salt remaining on the U.S. market.   == References =="}