{"name": "sodium zirconium cyclosilicate", "category": "drug", "content": "Sodium zirconium cyclosilicate, sold under the brand name Lokelma, is a medication used to treat high blood potassium. Onset of effects occurs in one to six hours. It is taken by mouth. Common side effects include swelling and low blood potassium. Use is likely safe in pregnancy and breastfeeding. It works by binding potassium ions in the gastrointestinal tract which is then lost in the stool. Sodium zirconium cyclosilicate was approved for medical use in the European Union and in the United States in 2018. It was developed by AstraZeneca.   == Medical use == Sodium zirconium cyclosilicate is used to treat high blood potassium. Onset of effects occurs in one to six hours.   == Mechanism of action ==  ZS-9 is a zirconium silicate. Zirconium silicates have been extensively used in medical and dental applications because of their proven safety. 11 zirconium silicates were screened by an iterative optimization process. ZS-9 selectively captures potassium ions, presumably by mimicking the actions of physiologic potassium channels. ZS-9 is an inorganic cation exchanger crystalline with a high capacity to entrap monovalent cations, specifically potassium and ammonium ions, in the GI tract.   === Background ===  Hyperkalemia is rare among those who are otherwise healthy. Among those who are in hospital, rates are between 1% and 2.5%. Common causes include kidney failure, hypoaldosteronism, and rhabdomyolysis. A number of medications can also cause high blood potassium including spironolactone, NSAIDs, and angiotensin converting enzyme inhibitors. There is no universally accepted definition of what level of hyperkalemia is mild, moderate, or severe. However, if hyperkalemia causes any ECG change it is considered a medical emergency due to a risk of potentially fatal abnormal heart rhythms and is treated urgently. Potassium levels greater than 6.5 to 7.0 mmol/L in the absence of ECG changes are managed aggressively. Several approaches are used to treat hyperkalemia. Other approved potassium binders in the United States include patiromer and sodium polystyrene sulfonate. Hyperkalemia, particularly if severe, is a marker for an increased risk of death. However, there is disagreement regarding whether a modestly elevated levels directly causes problems. One viewpoint is that mild to moderate hyperkalemia is a secondary effect that denotes underlying medical problems. Accordingly, these problems are both proximate and ultimate causes of death,   == History == In the United States, regulatory approval of ZS-9 was rejected by the Food and Drug Administration (FDA) in May 2016, due to issues associated with manufacturing. On 18 May 2018, the FDA approved sodium zirconium cyclosilicate for treatment of adults with hyperkalemia. It was first practically synthesized by UOP in the late 1990s. (reference -zirconium silicate and zirconium germate molecular sieves and the process of using the same, US Patent 5,888,472) the recognition of the unique ion exchange properties and the potential use to remove toxins from the body were identified shortly thereafter (\"process for removing toxins from bodily fluids using zirconium or titanium microporous compositions, US Patent 6,332,985).   == Research == One review found a decrease in potassium of 0.17 mEq/L at one hour and 0.67 mEq/L at 48 hours. It appears effective in people with chronic kidney disease, diabetes, and heart failure. Use has been studied for up to a year.   == References ==   == Further reading == CADTH review"}