{"name": "solriamfetol", "category": "drug", "content": "Solriamfetol, sold under the brand name Sunosi, is a wakefulness-promoting medication used in the treatment of excessive sleepiness related to narcolepsy and sleep apnea. It is taken by mouth. Common side effects of solriamfetol include headache, nausea, anxiety, and trouble sleeping. It is a norepinephrine–dopamine reuptake inhibitor (NDRI) and is thought to work by increasing levels of the neurotransmitters norepinephrine and dopamine in the brain. Solriamfetol has also been found to act as a TAAR1 agonist, an action that may also be involved in its effects. The drug was discovered by a subsidiary of SK Group, which licensed rights outside of eleven countries in Asia to Aerial Pharma in 2011. In addition to its approved indication of excessive sleepiness, solriamfetol is under development for certain other uses including the treatment of attention deficit hyperactivity disorder (ADHD), binge eating disorder, and circadian rhythm sleep disorders.   == Medical uses == Solriamfetol is used to promote wakefulness in the treatment of excessive daytime sleepiness associated with narcolepsy or obstructive sleep apnea in adults. It appears to be more effective in improving excessive daytime sleepiness associated with obstructive sleep apnea than certain other wakefulness-promoting agents including modafinil, armodafinil, and pitolisant.   === Available forms === Solriamfetol is available in the form of 75 and 150 mg oral tablets.   == Side effects == Side effects of solriamfetol include headache, nausea, decreased appetite, insomnia, anxiety, irritability, feeling jittery, dizziness, chest discomfort, heart palpitations, dry mouth, increased sweating, abdominal pain, constipation, and diarrhea.   === Misuse potential === Solriamfetol at higher-than-approved doses—specifically doses of 300, 600, and 1,200 mg, which are 2 to 4 times the maximum recommended dose—produces drug-liking responses, including elevated mood and feelings of relaxation, that are similar in degree to those of phentermine (a Schedule IV controlled substance). Elevated mood occurred in 2.4% with placebo, 8 to 24% with solriamfetol, and 10 to 18% with phentermine, while feelings of relaxation occurred in 5% with placebo, 5 to 19% with solriamfetol, and 15 to 20% with phentermine. As such, solriamfetol has significant misuse potential and is a controlled substance in the United States. However, solriamfetol showed less misuse potential than Schedule II controlled stimulants like amphetamine and cocaine. Consequently, the misuse potential of solriamfetol was rated as low and it was placed in the Schedule IV controlled substance category alongside phentermine.   == Pharmacology ==   === Pharmacodynamics === Solriamfetol is a norepinephrine–dopamine reuptake inhibitor (NDRI). It binds to the dopamine transporter (DAT) and the norepinephrine transporter (NET) with affinities (Ki) of 14.2 μM and 3.7 μM, respectively. It inhibits the reuptake of dopamine and norepinephrine with IC50 values of 2.9 μM and 4.4 μM, respectively. It has weak affinity for the serotonin transporter (Ki = 81.5 μM) and does not appreciably inhibit serotonin reuptake (IC50 > 100 μM). In addition to its dopamine and norepinephrine reuptake inhibition, solriamfetol has been found to act as an agonist of the human and rodent TAAR1 (EC50 = 10–16 μM) at clinically relevant concentrations similar to those of its DAT and NET inhibition. Solriamfetol has no appreciable affinity for a variety of other targets, including the dopamine, serotonin, adrenergic, GABA, adenosine, histamine, orexin, benzodiazepine, and acetylcholine receptors.   === Pharmacokinetics === The oral bioavailability of solriamfetol is approximately 95%. The median time to peak levels of solriamfetol is 2 hours, with a range of 1.25 to 3.0 hours. A high-fat meal has minimal influence on the peak and total concentrations of solriamfetol, but does delay time to peak levels by approximately 1 hour. The apparent volume of distribution of solriamfetol is approximately 199 L. The plasma protein binding of solriamfetol is 13.3% to 19.4% over a concentration range of 0.059 to 10.1 μg/mL. Solriamfetol is minimally metabolized in humans. It shows first-order elimination with oral administration and has an elimination half-life of about 7.1 hours. The half-life of solriamfetol increases in the context of renal impairment. Approximately 95% of a dose of solriamfetol is eliminated in urine as unchanged solriamfetol and 1% or less is eliminated as the minor inactive metabolite N-acetylsolriamfetol.   == Chemistry == Solriamfetol is a substituted phenethylamine derived from d-phenylalanine. Its chemical name is (R)-2-amino-3-phenylpropylcarbamate.   == History == The drug was discovered by a subsidiary of SK Group, which licensed rights outside of eleven countries in Asia to Aerial Pharma in 2011. Aerial ran two Phase II trials of the drug in narcolepsy before selling the license to solriamfetol to Jazz in 2014; Jazz Pharmaceuticals paid Aerial $125 million up front and will pay Aerial and SK up to $272 million in milestone payments, and will pay double-digit royalties to SK. In 2019, solriamfetol was approved in the United States to improve wakefulness in adults with narcolepsy or obstructive sleep apnea (OSA). It was granted orphan drug designation. The U.S. Food and Drug Administration (FDA) approved solriamfetol based primarily on evidence from five clinical trials (Trial 1/NCT02348593, Trial 2/NCT02348606, Trial 3/NCT02348619, Trial 4/NCT02348632, Trial 5 NCT01681121) of 622 patients with narcolepsy or obstructive sleep apnea (OSA). The trials were conducted in Canada, Europe, and the United States. Solriamfetol was approved for medical use in the European Union in January 2020. In March 2022, it was announced that Axsome Therapeutics would be acquiring Solriamfetol, under the brand name Sunosi, from Jazz Pharmaceuticals, for an upfront sum of $53 million. Jazz will receive a high single-digit royalty on Axsome's U.S. net sales of Sunosi in the current indication, and a mid-single-digit royalty in the future indications. Axsome will also assume the commitments of Jazz to SK Biopharmaceuticals and Aerial Biopharma.   == Society and culture ==   === Names === During development it has been called SKL-N05, ADX-N05, ARL-N05, and JZP-110.   === Legal status === In the United States, solriamfetol is a Schedule IV controlled substance, meaning that it has an accepted medical use and a low potential for abuse, but that abuse may lead to physical or psychological dependence. A prescription is required, and can only be refilled up to five times in a six-month period.  In countries of the European Union, a prescription is required.   == Research == Solriamfetol is under development for the treatment of attention deficit hyperactivity disorder (ADHD), binge eating disorder, and circadian rhythm sleep disorders. As of September 2023, it is in phase 3 clinical trials for ADHD and phase 2 clinical trials for binge eating disorder and circadian rhythm sleep disorders. A case report of solriamfetol for the treatment of ADHD has been published. Solriamfetol was also under development for the treatment of depressive disorders, but development for this indication was discontinued. In May 2024, the National Institutes of Health (NIH) announced a trial of solriamfetol for the treatment of long COVID.   == References =="}