{"name": "somapacitan", "category": "drug", "content": "Somapacitan, sold under the brand name Sogroya, is a growth hormone medication. Somapacitan is a human growth hormone analog. Somapacitan-beco is produced in Escherichia coli by recombinant DNA technology. The most common side effects include: back pain, joint paint, indigestion, a sleep disorder, dizziness, tonsillitis, swelling in the arms or lower legs, vomiting, adrenal insufficiency, hypertension, increase in blood creatine phosphokinase (a type of enzyme), weight increase, and anemia. It was approved for medical use in the United States in August 2020, and in the European Union in March 2021. Somapacitan is the first human growth hormone (hGH) therapy that adults only take once a week by injection under the skin; other FDA-approved hGH formulations for adults with growth hormone deficiency must be administered daily. It contains a small non-covalent moiety that reversibly binds to serum albumin which slows down elimination.   == Medical uses == Somapacitan is indicated for replacement of endogenous growth hormone in adults with growth hormone deficiency (GHD). GHD is a condition when the body doesn't produce enough growth hormone on its own. Growth hormone regulates many functions in the body including accumulation of fat in the trunk or central area of the body that can be associated with serious medical issues.   == Contraindications == Somapacitan should not be used in people with active malignancy, any stage of diabetic eye disease in which high blood sugar levels cause damage to blood vessels in the retina, acute critical illness, or those with acute respiratory failure, because of the increased risk of mortality with use of pharmacologic doses of somapacitan in critically ill individuals without growth hormone deficiency.   == History == Somapacitan was evaluated in a randomized, double-blind, placebo-controlled trial (NCT02229851) in 300 participants with growth hormone deficiency who had never received growth hormone treatment or had stopped treatment with other growth hormone formulations at least three months before the study. Participants were randomly assigned to receive injections of weekly somapacitan, weekly placebo (inactive treatment), or daily somatropin, an FDA-approved growth hormone. The effectiveness of somapacitan was determined by the percentage change of truncal fat, the fat that is accumulated in the trunk or central area of the body that is regulated by growth hormone and can be associated with serious medical issues. The trial was conducted at 92 sites in 16 countries: the United States, Australia, Germany, India, Japan, Latvia, Lithuania, Malaysia, Poland, Romania, Russian Fed, South Africa, Sweden, Turkey, Ukraine and the United Kingdom. Adult participants were assigned at random to weekly Sogroya or placebo injections for 34 weeks. Neither the participants nor the investigators knew which treatment was given until the end of the trial. One additional group of participants with GHD received daily injections of somatotropin (an approved treatment for GHD). At the end of the 34-week treatment period, truncal fat decreased by 1.06%, on average, among participants taking weekly somapacitan while it increased among participants taking the placebo by 0.47%. In the daily somatropin group, truncal fat decreased by 2.23%. Participants in the weekly somapacitan and daily somatropin groups had similar improvements in other clinical endpoints.   == Society and culture ==   === Legal status === Somapacitan was approved for medical use in the United States in August 2020. The U.S. Food and Drug Administration (FDA) granted the approval of Sogroya to Novo Nordisk, Inc. In January 2021, the Committee for Medicinal Products for Human Use (CHMP) of the European Medicines Agency (EMA) adopted a positive opinion, recommending the granting of a marketing authorization for the medicinal product Sogroya, intended for the treatment of growth hormone deficiency in adults. The applicant for this medicinal product is Novo Nordisk A/S. Somapacitan was approved for medical use in the European Union in March 2021.   == References ==   == External links == Clinical trial number NCT02229851 for \"Trial to Compare the Efficacy and Safety of NNC0195-0092 (Somapacitan) With Placebo and Norditropin FlexPro (Somatropin) in Adults With Growth Hormone Deficiency. (REAL 1)\" at ClinicalTrials.gov"}