{"name": "sotalol", "category": "drug", "content": "Sotalol, sold under the brand name Betapace among others, is a medication used to treat and prevent abnormal heart rhythms. Evidence does not support a decreased risk of death with long term use. It is taken by mouth or given by injection into a vein. Common side effects include a slow heart rate, chest pain, low blood pressure, feeling tired, dizziness, shortness of breath, problems seeing, vomiting, and swelling. Other serious side effects may include QT prolongation, heart failure, or bronchospasm. Sotalol is a non-selective β-adrenergic receptor blocker which has both class II and class III antiarrhythmic properties. Sotalol was first described in 1964 and came into medical use in 1974. It is available as a generic medication. In 2020, it was the 296th most commonly prescribed medication in the United States, with more than 1 million prescriptions.   == Medical uses == According to the U.S. Food and Drug Administration (FDA), sotalol can be validly used to maintain a normal heart rhythm in people with life-threatening ventricular arrhythmias (e.g., ventricular tachycardia), or very symptomatic atrial fibrillation or flutter. Due to the risk of serious side effects, the FDA states that sotalol should generally be reserved for people whose ventricular arrhythmias are life-threatening, or whose fibrillation/flutter cannot be resolved using the Valsalva maneuver or another simple method. Sotalol has shown some potential efficacy against symptoms of essential tremor due to its binding to the β2-adrenergic receptor but this remains an off-label use.   == Contraindications == According to the FDA, sotalol should not be used in people with a waking heart rate lower than 50 beats per minute. It should not be used in people with sick sinus syndrome, long QT syndrome, cardiogenic shock, uncontrolled heart failure, asthma or a related bronchospastic condition, or people with serum potassium below 4 meq/L. It should only be used in people with a second and third degree AV block if a functioning pacemaker is present. Since sotalol is removed from the body through the kidneys, it should not be used in people with a creatinine clearance rate below 40 mL/min. It is also excreted in breast milk, so mothers should not breastfeed while taking sotalol. Since sotalol prolongs the QT interval, the FDA recommends against using it in conjunction with other medications that prolong the QT interval. Studies have found serious side effects to be more common in individuals also taking digoxin, possibly because of pre-existing heart failure in those people. As with other beta blockers, it may interact with calcium channel blockers, catecholamine-depleting drugs, insulin or antidiabetic drugs, β2-adrenergic receptor agonists, and clonidine. Some evidence suggests that sotalol should be avoided in the setting of heart failure with a reduced ejection fraction (resulting in the heart squeezing little blood out into the circulation with each pump) due to an increased risk of death.   == Adverse effects == Over 10% of oral sotalol users experience fatigue, dizziness, lightheadedness, headache, weakness, nausea, shortness of breath, bradycardia (slow heart rate), a sensation of the heart beating too hard, fast, or irregularly, or chest pain. Higher doses of sotalol increase the risk for all of these possible side effects. In rare cases, the QT prolongation caused by sotalol can lead to the development of life-threatening torsade de pointes (TdP) polymorphic ventricular tachycardia. Across several clinical trials, 0.6% of oral sotalol patients with supraventricular abnormal heart rhythms (such as atrial fibrillation) developed TdP. For patients who had a history of sustained ventricular tachycardia (abnormal rhythm lasting more than 30 seconds), 4% developed TdP. Risk increases with dosage, female sex, or having a history of an enlarged heart or congestive heart failure. The incidence of TdP for sustained ventricular tachycardia patients was 0% with an 80 mg daily dose, 0.5% at 160 mg, 1.6% at 320 mg, 4.4% at 480 mg, 3.7% at 640 mg, and 5.8% at doses greater than 640 mg. Due to this risk, the U.S. Food and Drug Administration requires affected individuals to be hospitalized for at least three days in a facility that can provide cardiac resuscitation and continuous electrocardiographic monitoring upon starting or restarting sotalol.   == Pharmacology ==   === Mechanisms of action ===   ==== Beta-blocker action ==== Sotalol is a beta blocker and non-selectively binds to both β1- and β2-adrenergic receptors preventing activation of the receptors by their stimulatory ligand (catecholamines). It has no intrinsic sympathomimetic activity. Without the binding of catecholamines to the β-adrenergic receptor, the G protein complex associated with the receptor cannot activate production of cyclic AMP, which is responsible for turning on calcium inflow channels. A decrease in activation of calcium channels will therefore result in a decrease in intracellular calcium. In heart cells, calcium is important in generating electrical signals for heart muscle contraction, as well as generating force for this contraction. In consideration of these important properties of calcium, two conclusions can be drawn. First, with less calcium in the cell, there is a decrease in electrical signals for contraction, thus allowing time for the heart's natural pacemaker to rectify arrhythmic contractions. Secondly, lower calcium means a decrease in strength and rate of the contractions, which can be helpful in treatment of abnormally fast heart rates.   ==== Type III antiarrhythmic action ==== Sotalol also acts on potassium channels and causes a delay in relaxation of the ventricles. By blocking these potassium channels, sotalol inhibits efflux of K+ ions, which results in an increase in the time before another electrical signal can be generated in ventricular myocytes. This increase in the period before a new signal for contraction is generated, helps to correct arrhythmias by reducing the potential for premature or abnormal contraction of the ventricles but also prolongs the frequency of ventricular contraction to help treat tachycardia.   === Pharmacokinetics === Sotalol is classified as a beta blocker with low lipophilicity and hence lower potential for crossing the blood–brain barrier. This in turn may result in fewer effects in the central nervous system as well as a lower risk of neuropsychiatric side effects.   == History == Sotalol was first synthesized in 1960 by A. A. Larsen of Mead-Johnson Pharmaceutical. It was originally recognized for its blood pressure lowering effects and its ability to reduce the symptoms of angina. It was made available in the United Kingdom and France in 1974, Germany in 1975, and Sweden in 1979. It became widely used in the 1980s. In the 1980s, its antiarrhythmic properties were discovered. The United States approved the drug in 1992.   == Society and culture ==   === Brand names === Trade names for Sotalol include Betapace and Betapace AF (Berlex Laboratories), Sotalex and Sotacor (Bristol-Myers Squibb), and Sotylize (Arbor Pharmaceuticals).   == References =="}