{"name": "sotagliflozin", "category": "drug", "content": "Sotagliflozin, sold under the brand name Inpefa among others, is a medication used to reduce the risk of death due to heart failure. It is a sodium-glucose cotransporter 2 (SGLT2) inhibitor. It is taken by mouth. The most common side effect is genital infection in women. Other common side effects include diabetic ketoacidosis, diarrhea, and genital infection in men. Sotagliflozin was approved for medical use in the European Union in April 2019, as Zynquista, for the treatment for type 1 diabetes, and in the United States in May 2023, to reduce the risk of death due to heart failure. The marketing authorization for sotagliflozin was withdrawn in the EU in August 2022.   == Medical uses == In the United States, sotagliflozin is indicated to reduce the risk of cardiovascular death, hospitalization for heart failure, and urgent heart failure visit in adults with heart failure; or type 2 diabetes, chronic kidney disease, and other cardiovascular risk factors. Sotaglifozin is a sodium-glucose co-transporter 1 and 2 inhibitor that reduces both postprandial glucose and insulin levels by delaying intestinal glucose absorption, decreases gastric inhibitory polypeptide, and elevations in glucagon-like peptide and peptide yy levels are consistent with local inhibition of intestinal SGLT1. Combination of insulin with sotaglifozin 200 and 400 mg led to a significant lowering of systolic and diastolic blood pressure and multiple indirect markers of arterial stiffness, including pulse pressure, without changes in pulse rates. Also, it decreased the incidence of myocardial infarction and stroke, pointing to a potential side effect of SGLT1 inhibition.   == History == The US Food and Drug Administration (FDA) approved sotagliflozin based on evidence from two clinical trials of 11,806 total participants with heart failure or with type 2 diabetes, chronic kidney disease, and other cardiovascular risk factors. The trials were conducted at 322 sites in 32 countries (SOLOIST/NCT03521934) and 750 sites in 42 countries (SCORED/NCT03315143) primarily in Europe, South America, and North America. Both trials were used for primary determination of the benefits and side effects of the drug. The benefits and side effects of sotagliflozin were evaluated in the two clinical trials. In both trials, participants were randomly assigned to receive either sotagliflozin or placebo by mouth once a day. Neither the participants nor the healthcare providers knew which treatment was being given until after the trial was completed. The benefit of sotagliflozin was evaluated by measuring the number of predefined events (death from cardiovascular causes, need for hospitalization for heart failure, or urgent medical care visit for heart failure) occurring in the patient population receiving sotagliflozin versus placebo.   == Society and culture ==   === Legal status === The FDA refused its approval for use in combination with insulin for the treatment of type 1 diabetes. It is developed by Lexicon Pharmaceuticals. In May 2023, the US FDA approved sotagliflozin (Inpefa) to decrease the risk of cardiovascular death, hospitalization for heart failure, and urgent heart failure visit in adults with heart failure or type 2 diabetes, chronic kidney disease, and other cardiovascular risk.   == References ==   == Further reading =="}