{"name": "spesolimab", "category": "drug", "content": "Spesolimab, sold under the brand name Spevigo, is a monoclonal antibody used for the treatment of generalized pustular psoriasis (GPP). It is an interleukin-36 receptor (IL-36R) antagonist. It is given via injection into a vein. The most common adverse reactions include fatigue, nausea and vomiting, headache, pruritus (itching) and prurigo (itchy bumps), bruising, and urinary tract infection. It was approved for medical use in the United States in September 2022, and in European Union in December 2022. The US Food and Drug Administration (FDA) considers it to be a first-in-class medication.   == Medical uses == Spesolimab is indicated for the treatment of generalized pustular psoriasis flares in adults.   == History == The US Food and Drug Administration (FDA) approved spesolimab based on evidence from a clinical trial of 53 adults with generalized pustular psoriasis flare. The trial was conducted at three sites in the United States and 23 sites globally (Africa, Asia, and Europe). Spesolimab was evaluated in one clinical trial (Study Effisayil-1/NCT03782792) of 53 adults with generalized pustular psoriasis flare. In the trial, participants received a single treatment with either spesolimab or placebo. Participants were evaluated for clearance of pustules based on a Generalized Pustular Psoriasis Physician Global Assessment (GPPPGA) pustulation sub score of 0 (indicating no visible pustules) at Week 1. Neither the participant nor the healthcare providers knew which treatment was being given until after week 1. After week 1, all participants, whether they initially received spesolimab or placebo, who continued to experience flare symptoms, had the option to receive a single open-label treatment of spesolimab (second treatment and first treatment for participants in the spesolimab and placebo groups, respectively). After week 1 to week 12, participants in either original treatment group whose generalized pustular psoriasis flare reoccurred after achieving a clinical response were eligible to receive a single open-label rescue treatment of spesolimab, with a maximum of three total treatments of spesolimab throughout the trial.   == Society and culture ==   === Legal status === In October 2022, the Committee for Medicinal Products for Human Use (CHMP) of the European Medicines Agency (EMA) adopted a positive opinion, recommending the granting of a conditional marketing authorization for the medicinal product Spevigo, intended for the treatment of flares in adult patients with generalised pustular psoriasis. The applicant for this medicinal product is Boehringer Ingelheim International GmbH. Spesolimab was approved for medical use in the European Union in December 2022.   == References ==   == External links == Clinical trial number NCT03782792 for \"Effisayil 1: A Study to Test Spesolimab (BI 655130) in Patients With a Flare-up of a Skin Disease Called Generalized Pustular Psoriasis\" at ClinicalTrials.gov"}