{"name": "spinosad", "category": "drug", "content": "Spinosad is an insecticide based on chemical compounds found in the bacterial species Saccharopolyspora spinosa. The genus Saccharopolyspora was discovered in 1985 in isolates from crushed sugarcane. The bacteria produce yellowish-pink aerial hyphae, with bead-like chains of spores enclosed in a characteristic hairy sheath. This genus is defined as aerobic, Gram-positive, nonacid-fast actinomycetes with fragmenting substrate mycelium. S. spinosa was isolated from soil collected inside a nonoperational sugar mill rum still in the Virgin Islands. Spinosad is a mixture of chemical compounds in the spinosyn family that has a generalized structure consisting of a unique tetracyclic ring system attached to an amino sugar (D-forosamine) and a neutral sugar (tri-Ο-methyl-L-rhamnose). Spinosad is relatively nonpolar and not easily dissolved in water. Spinosad is a novel mode-of-action insecticide derived from a family of natural products obtained by fermentation of S. spinosa. Spinosyns occur in over 20 natural forms, and over 200 synthetic forms (spinosoids) have been produced in the lab. Spinosad contains a mix of two spinosoids, spinosyn A, the major component, and spinosyn D (the minor component), in a roughly 17:3 ratio.   == Mode of action == Spinosad is highly active, by both contact and ingestion, in numerous insect species. Its overall protective effect varies with insect species and life stage. It affects certain species only in the adult stage, but can affect other species at more than one life stage. The species subject to very high rates of mortality as larvae, but not as adults, may gradually be controlled through sustained larval mortality. The mode of action of spinosoid insecticides is by a neural mechanism. The spinosyns and spinosoids have a novel mode of action, primarily targeting binding sites on nicotinic acetylcholine receptors (nAChRs) of the insect nervous system that are distinct from those at which other insecticides have their activity. Spinosoid binding leads to disruption of acetylcholine neurotransmission. Spinosad also has secondary effects as a γ-amino-butyric acid (GABA) neurotransmitter agonist. It kills insects by hyperexcitation of the insect nervous system. Spinosad has proven not to cause cross-resistance to any other known insecticide.   == Uses == Spinosad has been used around the world for the control of a variety of insect pests, including Lepidoptera, Diptera, Thysanoptera, Coleoptera, Orthoptera, and Hymenoptera, and many others. It was first registered as a pesticide in the United States for use on crops in 1997. Its labeled use rate is set at 1 ppm (1 mg a.i./kg of grain) and its maximum residue limit (MRL) or tolerance is set at 1.5 ppm. Spinosad's widespread commercial launch was deferred, awaiting final MRL or tolerance approvals in a few remaining grain-importing countries. It is considered a natural product, thus is approved for use in organic agriculture by numerous nations. Two other uses for spinosad are for pets and humans. Spinosad has been used in oral preparations (as Comfortis) to treat C. felis, the cat flea, in canines and felines; the optimal dose set for canines is reported to be 30 mg/kg. Spinosad is sold under the brand names, Comfortis, Trifexis, and Natroba. Trifexis also includes milbemycin oxime. Comfortis and Trifexis brands treat adult fleas on pets; the latter also prevents heartworm disease. Natroba is sold for treatment of human head lice. Spinosad is also commonly used to kill thrips. Comfortis and Trifexis were withdrawn in the European Union.   == Spinosyn A == Spinosyn A does not appear to interact directly with known insecticidal-relevant target sites, but rather acts via a novel mechanism. Spinosyn A resembles a GABA antagonist and is comparable to the effect of avermectin on insect neurons. Spinosyn A is highly active against neonate larvae of the tobacco budworm, Heliothis virescens, and is slightly more biologically active than spinosyn D. In general, spinosyns possessing a methyl group at C6 (spinosyn D-related analogs) tend to be more active and less affected by changes in the rest of the molecule. Spinosyn A is slow to penetrate to the internal fluids of larvae; it is also poorly metabolized once it enters the insect. The apparent lack of spinosyn A metabolism may contribute to its high level of activity, and may compensate for the slow rate of penetration.   == Resistance == Spinosad resistance has been found in Musca domestica, Plutella xylostella, Bactrocera dorsalis, Frankliniella occidentalis, and Cydia pomonella.   == Safety and ecotoxicology == Spinosad has high efficacy, a broad insect pest spectrum, low mammalian toxicity, and a good environmental profile, a unique feature of the insecticide compared to others currently used for the protection of grain products. It is regarded as natural product-based, and approved for use in organic agriculture by numerous national and international certifications. Spinosad residues are highly stable on grains stored in bins, with protection ranging from 6 months to 2 years. Ecotoxicology parameters have been reported for spinosad, and are:  in rat (Rattus norvegicus (Bergenhout, 1769)), acute oral: LD50 >5000 mg/kg (nontoxic) in rat (R. norvegicus), acute dermal: LD50 >2000 mg/kg (nontoxic) in California quail (Callipepla californica (Shaw, 1798)), oral toxicity: LD50 >2000 mg/kg (nontoxic) in duck (Anas platyrhynchos domestica (Linnaeus, 1758)), dietary toxicity: LC50 >5000 mg/kg (nontoxic) in rainbow trout (Oncorhynchus mykiss (Walbaum, 1792)), LC50-96h = 30.0 mg/L (slightly toxic) in honeybee (Apis mellifera (Linnaeus, 1758)), LD50 = 0.0025 mg/bee (highly toxic if directly sprayed on and of dried residues). Chronic exposure studies failed to induce tumor formation in rats and mice; mice given up to 51 mg/kg/day for 18 months resulted in no tumor formation. Similarly, administration of 25 mg/kg/day to rats for 24 months did not result in tumor formation.   == References ==   == Further reading =="}