{"name": "Spinal Muscular Atrophy", "category": "disease", "content": "Spinal muscular atrophy (SMA) is a rare neuromuscular disorder that results in the loss of motor neurons and progressive muscle wasting. It is usually diagnosed in infancy or early childhood and if left untreated it is the most common genetic cause of infant death. It may also appear later in life and then have a milder course of the disease. The common feature is progressive weakness of voluntary muscles, with arm, leg and respiratory muscles being affected first. Associated problems may include poor head control, difficulties swallowing, scoliosis, and joint contractures. The age of onset and the severity of symptoms form the basis of the traditional classification of spinal muscular atrophy into a number of types. Spinal muscular atrophy is due to an abnormality (mutation) in the SMN1 gene which encodes SMN, a protein necessary for survival of motor neurons. Loss of these neurons in the spinal cord prevents signalling between the brain and skeletal muscles. Another gene, SMN2, is considered a disease modifying gene, since usually the more the SMN2 copies, the milder is the disease course. The diagnosis of SMA is based on symptoms and confirmed by genetic testing. Usually, the mutation in the SMN1 gene is inherited from both parents in an autosomal recessive manner, although in around 2% of cases it occurs during early development (de novo). The incidence of spinal muscular atrophy worldwide varies from about 1 in 4,000 births to around 1 in 16,000 births, with 1 in 7,000 and 1 in 10,000 commonly quoted for Europe and the US respectively. Outcomes in the natural course of the disease vary from death within a few weeks after birth in the most acute cases to normal life expectancy in the protracted SMA forms. The introduction of causative treatments in 2016 has significantly improved the outcomes. Medications that target the genetic cause of the disease include nusinersen, risdiplam, and the gene therapy medication onasemnogene abeparvovec. Supportive care includes physical therapy, occupational therapy, respiratory support, nutritional support, orthopaedic interventions, and mobility support.   == Classification == 5q SMA is a single disease that manifests over a wide range of severity, affecting infants through adults. Before its genetics was understood, its varying manifestations were thought to be different diseases – Werdnig–Hoffmann disease when young children were affected and Kugelberg–Welander disease for late-onset cases. In 1990, it was realised that these separate diseases formed a spectrum of the same disorder. Spinal muscular atrophy was then classified into 3–5 clinical types based either on the age of symptom onset or on the maximum motor function achieved. Currently, the consensus is that the phenotype of spinal muscular atrophy spans a continuum of symptoms without clear delineation of subtypes. However, the traditional classification, outlined in the table below, is still used today both in clinical research and sometimes, controversially, as a criterion of access to therapies.  For convenience, care-focused publications classify patients into \"non-sitters\", \"sitters\" and \"walkers\" based on their actual functional status. Motor development and disease progression in people with SMA is usually assessed using validated functional scales – CHOP-INTEND (The Children's Hospital of Philadelphia Infant Test of Neuromuscular Disorders) or HINE (Hammersmith Infant Neurological Examination) in infants; and either the MFM (Motor Function Measure) or one of several variants of the HFMS (Hammersmith Functional Motor Scale) in older patients. The eponymous label Werdnig–Hoffmann disease (sometimes misspelled with a single n) refers to the earliest clinical descriptions of childhood SMA by Johann Hoffmann and Guido Werdnig. (Werdnig-Hoffmann disease should not be confused with Hoffmann syndrome, which is a type of adult-onset hypothyroid myopathy.) The eponymous term Kugelberg–Welander disease named after Erik Klas Hendrik Kugelberg (1913–1983) and Lisa Welander (1909–2001), who first documented the late-onset form and distinguished it from muscular dystrophy. Very rarely used Dubowitz disease (not to be confused with Dubowitz syndrome) is named after Victor Dubowitz, an English neurologist who authored several studies on the intermediate SMA phenotype.   == Signs and symptoms ==  The symptoms vary depending on the SMA type, the stage of the disease as well as individual factors. Signs and symptoms below are most common in the severe SMA type 0/I:  Areflexia, particularly in extremities Overall muscle weakness, poor muscle tone, limpness or a tendency to flop Difficulty achieving developmental milestones, difficulty sitting/standing/walking In small children: adopting of a frog-leg position when sitting (hips abducted and knees flexed) Loss of strength of the respiratory muscles: weak cough, weak cry (infants), accumulation of secretions in the lungs or throat, respiratory distress Bell-shaped torso (caused by using only abdominal muscles for respiration) in severe SMA type Fasciculations (twitching) of the tongue Difficulty sucking or swallowing, poor feeding   == Causes ==  Spinal muscular atrophy is caused by a genetic mutation in the SMN1 gene. Human chromosome 5 contains two nearly identical genes at location 5q13: a telomeric copy SMN1 and a centromeric copy SMN2. In healthy individuals, the SMN1 gene codes the survival of motor neuron protein (SMN) which, as its name says, plays a crucial role in survival of motor neurons. The SMN2 gene, on the other hand – due to a variation in a single nucleotide (840.C→T) – undergoes alternative splicing at the junction of intron 6 to exon 8, with only 10–20% of SMN2 transcripts coding a fully functional survival of motor neuron protein (SMN-fl) and 80–90% of transcripts resulting in a truncated protein compound (SMNΔ7) which is rapidly degraded in the cell. In individuals affected by SMA, the SMN1 gene is mutated in such a way that it is unable to correctly code the SMN protein – due to either a deletion occurring at exon 7 or to other point mutations (frequently resulting in the functional conversion of the SMN1 sequence into SMN2). Almost all people, however, have at least one functional copy of the SMN2 gene (with most having 2–4 of them) which still codes 10–20% of the usual level of the SMN protein, allowing some neurons to survive. In the long run, however, the reduced availability of the SMN protein results in gradual death of motor neuron cells in the anterior horn of spinal cord and the brain. Skeletal muscles, which all depend on these motor neurons for neural input, now have decreased innervation (also called denervation), and therefore have decreased input from the central nervous system (CNS). Decreased impulse transmission through the motor neurons leads to decreased contractile activity of the denervated muscle. Consequently, denervated muscles undergo progressive atrophy (waste away). Muscles of lower extremities are usually affected first, followed by muscles of upper extremities, spine and neck and, in more severe cases, pulmonary and mastication muscles. Proximal muscles are usually affected earlier and to a greater degree than distal muscles. The severity of SMA symptoms is broadly related to how well the remaining SMN2 genes can make up for the loss of function of SMN1. This partly depends on the number of copies of the SMN2 gene present on the chromosome. Whilst healthy individuals usually carry two SMN2 gene copies, people with SMA can have anything between 1 and 5 (or more) of them; the greater the number of SMN2 copies, the milder the disease severity. Thus, most SMA type I babies have one or two SMN2 copies; people with SMA II and III usually have at least three SMN2 copies; and people with SMA IV normally have at least four of them. However, the correlation between symptom severity and SMN2 copy number is not absolute and there seem to exist other factors affecting the disease phenotype. Spinal muscular atrophy is inherited in an autosomal recessive pattern, which means that the defective gene is located on an autosome. Two copies of the defective gene – one from each parent – are required to inherit the disorder: the parents may be carriers and not personally affected. SMA seems to appear de novo (i.e., without any hereditary causes) in around 2–4% of cases. Spinal muscular atrophy affects individuals of all ethnic groups, unlike other well known autosomal recessive disorders, such as sickle cell disease and cystic fibrosis, which have significant differences in occurrence rate among ethnic groups. The overall prevalence of SMA, of all types and across all ethnic groups, is in the range of 1 per 10,000 individuals; the gene frequency is around 1:100, therefore, approximately one in 50 persons are carriers. There are no known health consequences of being a carrier. A person may learn carrier status only if one's child is affected by SMA or by having the SMN1 gene sequenced. Affected siblings usually have a very similar form of SMA. However, occurrences of different SMA types among siblings do exist – while rare, these cases might be due to additional de novo deletions of the SMN gene, not involving the NAIP gene, or the differences in SMN2 copy numbers.   == Diagnosis == SMA is diagnosed using genetic testing that detects homozygous deletion of the SMN1 gene in over 95% of cases, and a compound SMN1 mutation in the remaining patients. Genetic testing is usually carried out using a blood sample, and MLPA is one of more frequently used genetic testing techniques, as it also allows establishing the number of SMN2 gene copies, which has clinical importance. Symptomatically, SMA can be diagnosed with a degree of certainty only in children with the acute form who manifest a progressive illness with paradoxical breathing, bilateral low muscle tone and absent tendon reflexes.   === Early diagnosis === Early diagnosis of SMA, at the asymptomatic stage of the disease, allows to introduce causative therapies early enough to prevent the manifestation of symptoms.   ==== Preimplantation testing ==== Preimplantation genetic diagnosis can be used to screen for SMA-affected embryos during in-vitro fertilisation.   ==== Prenatal testing ==== Prenatal testing for SMA is possible through chorionic villus sampling, cell-free fetal DNA analysis and other methods.   ==== Newborn screening ==== Routine newborn screening for SMA is becoming increasingly commonplace in developed countries, given the availability of causative treatments that are most effective at the asymptomatic stage of the disease. In 2018, newborn screening for SMA was added to the US list of recommended newborn screening tests and as of April 2020 it has been adopted in 39 US states. As of February 2023, SMA screening has been incorporated in national newborn screening programmes in around 15 countries and pilot projects are under way in further countries.   === Carrier testing === Those at risk of being carriers of SMN1 deletion, and thus at risk of having offspring affected by SMA, can undergo carrier analysis using a blood or saliva sample. The American College of Obstetricians and Gynecologists recommends all people thinking of becoming pregnant be tested to see if they are a carrier. The carrier frequency of SMA is comparable to other disorders like thalassemia and in a north Indian cohort has been found to be 1 in 38. However, genetic testing will not be able to identify all individuals at risk since about 2% of cases are caused by de novo mutations and 5% of the normal population have two copies of SMN1 on the same chromosome, which makes it possible to be a carrier by having one chromosome with two copies and a second chromosome with zero copies. This situation will lead to a false negative result, as the carrier status will not be correctly detected by a traditional genetic test.   == Management == The management of SMA varies based upon the severity and type. In the most severe forms (types 0/1), individuals have the greatest muscle weakness requiring prompt intervention. Whereas the least severe form (type 4/adult onset), individuals may not seek the certain aspects of care until later (decades) in life. While types of SMA and individuals among each type may differ, therefore specific aspects of an individual's care can differ.   === Medication === Nusinersen (marketed as Spinraza) is used to treat spinal muscular atrophy. It is an antisense nucleotide that modifies the alternative splicing of the SMN2 gene. It is given directly to the central nervous system using an intrathecal injection. Nusinersen prolongs survival and improves motor function in infants with SMA. It was approved for use in the US in 2016, and for use in the EU in 2017. Onasemnogene abeparvovec (marketed as Zolgensma) is a gene therapy treatment which uses self-complementary adeno-associated virus type 9 (scAAV-9) as a vector to deliver the SMN1 transgene. The therapy was first approved in the US in May 2019 as an intravenous formulation for children below 24 months of age. Approval in the European Union, Japan and other countries followed, albeit often with different approval scopes. Risdiplam (marketed as Evrysdi) is a medication taken by mouth in liquid form. It is a pyridazine derivative that works by increasing the amount of functional survivor motor neuron protein produced by the SMN2 gene through modifying its splicing pattern. Risdiplam aims to increase the amount of SMN protein so that there is enough protein to sustain the peripheral nervous system tissues which are usually the most damaged by SMA. Risdiplam was first approved for medical use in the United States in August 2020 and has since been approved in over 30 countries.   === Breathing === The respiratory system is the most common system to be affected and the complications are the leading cause of death in SMA types 0/1 and 2. SMA type 3 can have similar respiratory problems, but it is more rare. Complications arise due to weakened intercostal muscles because of the lack of stimulation from the nerve. The diaphragm is less affected than the intercostal muscles. Once weakened, the muscles never fully recover the same functional capacity to help in breathing and coughing as well as other functions. Therefore, breathing is more difficult and pose a risk of not getting enough oxygen/shallow breathing and insufficient clearance of airway secretions. These issues more commonly occur while asleep, when muscles are more relaxed. Swallowing muscles in the pharynx can be affected, leading to aspiration coupled with a poor coughing mechanism increases the likelihood of infection/pneumonia. Mobilizing and clearing secretions involve manual or mechanical chest physiotherapy with postural drainage, and manual or mechanical cough assistance device. To assist in breathing, Non-invasive ventilation (BiPAP) is frequently used and tracheostomy may be sometimes performed in more severe cases; both methods of ventilation prolong survival to a comparable degree, although tracheostomy prevents speech development.   === Nutrition === The more severe the type of SMA, the more likely to have nutrition related health issues. Health issues can include difficulty in feeding, jaw opening, chewing and swallowing. Individuals with such difficulties can be at increase risk of over or undernutrition, failure to thrive and aspiration. Other nutritional issues, especially in individuals that are non-ambulatory (more severe types of SMA), include food not passing through the stomach quickly enough, gastric reflux, constipation, vomiting and bloating. Therein, it could be necessary in SMA type I and people with more severe type II to have a feeding tube or gastrostomy. Additionally, metabolic abnormalities resulting from SMA impair β-oxidation of fatty acids in muscles and can lead to organic acidemia and consequent muscle damage, especially when fasting. It is suggested that people with SMA, especially those with more severe forms of the disease, reduce intake of fat and avoid prolonged fasting (i.e., eat more frequently than healthy people) as well as choosing softer foods to avoid aspiration. During an acute illness, especially in children, nutritional problems may first present or can exacerbate an existing problem (example: aspiration) as well as cause other health issues such as electrolyte and blood sugar disturbances.   === Orthopaedics === Skeletal problems associated with weak muscles in SMA include tight joints with limited range of movement, hip dislocations, spinal deformity, osteopenia, an increase risk of fractures and pain. Weak muscles that normally stabilize joints such as the vertebral column lead to development of kyphosis and/or scoliosis and joint contracture. Spine fusion is sometimes performed in people with SMA I/II once they reach the age of 8–10 to relieve the pressure of a deformed spine on the lungs. Furthermore, immobile individuals, posture and position on mobility devices as well as range of motion exercises, and bone strengthening can be important to prevent complications. People with SMA might also benefit greatly from various forms of physiotherapy and occupational therapy. Orthotic devices can be used to support the body and to aid walking. For example, orthotics such as AFOs (ankle foot orthoses) are used to stabilise the foot and to aid gait, TLSOs (thoracic lumbar sacral orthoses) are used to stabilise the torso. Assistive technologies may help in managing movement and daily activity and greatly increase the quality of life.   === Other === Although the heart is not a matter of routine concern, a link between SMA and certain heart conditions has been suggested. Children with SMA do not differ from the general population in their behaviour; their cognitive development can be slightly faster, and certain aspects of their intelligence are above the average. Despite their disability, SMA-affected people report high degree of satisfaction from life. Palliative care in SMA has been standardised in the Consensus Statement for Standard of Care in Spinal Muscular Atrophy which has been recommended for standard adoption worldwide.   == Prognosis == In the absence of pharmacological treatment, people with SMA tend to deteriorate over time. Recently, survival has increased in severe SMA patients with aggressive and proactive supportive respiratory and nutritional support. If left untreated, the majority of children diagnosed with SMA type 0 and 1 do not reach the age of 4, recurrent respiratory problems being the primary cause of death. With proper care, milder SMA type I cases (which account for approx. 10% of all SMA1 cases) live into adulthood. Long-term survival in SMA type I is not sufficiently evidenced; however, as of 2007 advances in respiratory support seem to have brought down mortality. In untreated SMA type II, the course of the disease is slower to progress and life expectancy is less than the healthy population. Death before the age of 20 is frequent, although many people with SMA live to become parents and grandparents. SMA type III has normal or near-normal life expectancy if standards of care are followed. Type IV, adult-onset SMA usually means only mobility impairment and does not affect life expectancy.   == Research directions == Since the underlying genetic cause of SMA was identified in 1995, several therapeutic approaches have been proposed and investigated that primarily focus on increasing the availability of SMN protein in motor neurons. The main research directions have been as follows:   === SMN1 gene replacement === Gene therapy in SMA aims at restoring the SMN1 gene function through inserting specially crafted nucleotide sequence (a SMN1 transgene) into the cell nucleus using a viral vector. This approach has been exploited by the first approved gene therapy for SMA, scAAV-9 based treatment onasemnogene abeparvovec.   === SMN2 alternative splicing modulation === This approach aims at modifying the alternative splicing of the SMN2 gene to force it to code for higher percentage of full-length SMN protein. Sometimes it is also called gene conversion, because it attempts to convert the SMN2 gene functionally into SMN1 gene. It is the therapeutic mechanism of the approved medications nusinersen and risdiplam. Branaplam is another SMN2 splicing modulator that has reached the clinical stage of development. Historically, this research direction investigated also other molecules. RG3039, also known as Quinazoline495, was a proprietary quinazoline derivative developed by Repligen and licensed to Pfizer in March 2014 which was discontinued shortly after, having only completed phase I trials. PTK-SMA1 was a proprietary small-molecule splicing modulator of the tetracyclines group developed by Paratek Pharmaceuticals and about to enter clinical development in 2013 which however never happened due to Paratek downsizing at that time. RG7800, developed by Hoffmann-La Roche, was a molecule akin to risdiplam that has undergone phase I testing but was discontinued due to animal toxicity. Early leads also included sodium orthovanadate and aclarubicin. Morpholino-type antisense oligonucleotides, with the same cellular target as nusinersen, remain a subject of research in treating SMA and other single-gene diseases, including at the University College London and at the University of Oxford.   === SMN2 gene activation === This approach aims at increasing expression (activity) of the SMN2 gene, thus increasing the amount of full-length SMN protein available.  Oral salbutamol (albuterol), a popular asthma medicine, showed therapeutic potential in SMA both in vitro and in three small-scale clinical trials involving patients with SMA types 2 and 3, besides offering respiratory benefits. A few compounds initially showed promise but failed to demonstrate efficacy in clinical trials. Butyrates (sodium butyrate and sodium phenylbutyrate) held some promise in in vitro studies but a clinical trial in symptomatic people did not confirm their efficacy. Another clinical trial in pre-symptomatic types 1–2 infants was completed in 2015 but no results have been published.  Valproic acid (VPA) was used in SMA on an experimental basis in the 1990s and 2000s because in vitro research suggested its moderate effectiveness. However, it demonstrated no efficacy in achievable concentrations when subjected to a large clinical trial. It has also been proposed that it may be effective in a subset of people with SMA but its action may be suppressed by fatty acid translocase in others. Others argue it may actually aggravate SMA symptoms. It is currently not used due to the risk of severe side effects related to long-term use. A 2019 meta-analysis suggested that VPA may offer benefits, even without improving functional score. Hydroxycarbamide (hydroxyurea) was shown effective in mouse models and subsequently commercially researched by Novo Nordisk, Denmark, but demonstrated no effect on people with SMA in subsequent clinical trials. Compounds which increased SMN2 activity in vitro but did not make it to the clinical stage include growth hormone, various histone deacetylase inhibitors, benzamide M344, hydroxamic acids (CBHA, SBHA, entinostat, panobinostat, trichostatin A, vorinostat), prolactin as well as natural polyphenol compounds like resveratrol and curcumin. Celecoxib, a p38 pathway activator, is sometimes used off-label by people with SMA based on a single animal study but such use is not backed by clinical-stage research.   === SMN stabilisation === SMN stabilisation aims at stabilising the SMNΔ7 protein, the short-lived defective protein coded by the SMN2 gene, so that it is able to sustain neuronal cells. No compounds have been taken forward to the clinical stage. Aminoglycosides showed capability to increase SMN protein availability in two studies. Indoprofen offered some promise in vitro.   === Neuroprotection === Neuroprotective drugs aim at enabling the survival of motor neurons even with low levels of SMN protein.  Olesoxime was a proprietary neuroprotective compound developed by the French company Trophos, later acquired by Hoffmann-La Roche, which showed stabilising effect in a phase-II clinical trial involving people with SMA types 2 and 3. Its development was discontinued in 2018 in view of competition from nusinersen and underwhelming data from an open-label extension trial. Of clinically studied compounds which did not show efficacy, thyrotropin-releasing hormone (TRH) held some promise in an open-label uncontrolled clinical trial but did not prove effective in a subsequent double-blind placebo-controlled trial. Riluzole, a drug that offers limited clinical benefit in amyotrophic lateral sclerosis, was proposed to be similarly tested in SMA; however, a 2008–2010 trial in SMA types 2 and 3 was stopped early due to the lack of satisfactory results. Other compounds that displayed some neuroprotective effect in in vitro research but never moved on to in vivo studies include β-lactam antibiotics (e.g., ceftriaxone) and follistatin.   === Muscle restoration === This approach aims to counter the effect of SMA by targeting the muscle tissue instead of neurons.  Reldesemtiv (CK-2127107, CK-107) is a skeletal troponin activator developed by Cytokinetics in cooperation with Astellas. The drug aims at increasing muscle reactivity despite lowered neural signalling. The molecule showed some success in phase II clinical trial in adolescent and adults with SMA types 2, 3, and 4. Apitegromab (SRK-015) is monoclonal antibody that blocks the activation of the skeletal muscle protein myostatin, thereby promoting muscle tissue growth. As of 2021, the molecule showed success as an experimental add-on treatment in paediatric and adult patients treated with nusinersen. GYM329 (RO7204239), developed by Hoffman-La Roche, works similarly to apitegromab by blocking myostatin activation. As of 2022, it is undergoing clinical development in non-ambulant children with SMA aged 2–10, combined with risdiplam.   === Stem cells === Whilst stem cells never form a part of any recognised therapy for SMA, a number of private companies, usually located in countries with lax regulatory oversight, take advantage of media hype and market stem cell injections as a \"cure\" for a vast range of disorders, including SMA. The medical consensus is that such procedures offer no clinical benefit whilst carrying significant risk, therefore people with SMA are advised against them. In 2013–2014, a small number of SMA1 children in Italy received court-mandated stem cell injections following the Stamina scam, but the treatment was reported having no effect   === Registries === People with SMA in the European Union can participate in clinical research by entering their details into registries managed by TREAT-NMD.   == See also == Motor neuron disease Distal spinal muscular atrophy type 1 Distal spinal muscular atrophy type 2   == References ==   == Further reading ==   == External links == ‹The template Curlie is being considered for deletion.› Spinal muscular atrophy at Curlie SMA at NINDS SMArt Moves. Cure SMA. Retrieved 3 December 2021."}