{"name": "spironolactone", "category": "drug", "content": "Spironolactone, sold under the brand name Aldactone among others, is a diuretic medication primarily used to treat fluid build-up due to heart failure, liver scarring, or kidney disease. It is also used in the treatment of high blood pressure, and low blood potassium that does not improve with supplementation, early puberty in boys, acne and excessive hair growth in women. Spironolactone is taken by mouth. Common side effects include electrolyte abnormalities, particularly high blood potassium, nausea, vomiting, headache, rashes, and a decreased desire for sex. In those with liver or kidney problems, extra care should be taken. Spironolactone has not been well studied in pregnancy and should not be used to treat high blood pressure of pregnancy. It is also a steroid that blocks the effects of the hormones aldosterone and, to a lesser degree, testosterone, causing some estrogen-like effects. Spironolactone belongs to a class of medications known as potassium-sparing diuretics. Spironolactone was discovered in 1957, and was introduced in 1959. It is on the World Health Organization's List of Essential Medicines. It is available as a generic medication. In 2022, it was the 52nd most commonly prescribed medication in the United States, with more than 12 million prescriptions. Spironolactone has a history of use in the trans community. Its use continues despite the rise of various accessible alternatives such as bicalutamide and cyproterone acetate with more precise action and less side effects.   == Medical uses == Spironolactone is used primarily to treat heart failure, edematous conditions such as nephrotic syndrome or ascites in people with liver disease, essential hypertension, low blood levels of potassium, secondary hyperaldosteronism (such as occurs with liver cirrhosis), and Conn's syndrome (primary hyperaldosteronism). The most common use of spironolactone is in the treatment of heart failure. On its own, spironolactone is only a weak diuretic because it primarily targets the distal nephron (collecting tubule), where only small amounts of sodium are reabsorbed, but it can be combined with other diuretics to increase efficacy. The classification of spironolactone as a \"potassium-sparing diuretic\" has been described as obsolete. Spironolactone is also used to treat Bartter's syndrome due to its ability to raise potassium levels. Spironolactone has antiandrogenic activity. For this reason, it is used to treat a variety of dermatological conditions in which androgens play a role. Some of these uses include acne, seborrhea, hirsutism, and pattern hair loss in women. Spironolactone is used for the treatment of hirsutism in the United States. High doses of spironolactone, which are needed for considerable antiandrogenic effects, are not recommended for men due to the high risk of feminization and other side effects. Spironolactone can be used to treat symptoms of hyperandrogenism, such as due to polycystic ovary syndrome.   === Heart failure === While loop diuretics remain first-line for most people with heart failure, spironolactone has shown to reduce both morbidity and mortality in numerous studies and remains an important agent for treating fluid retention, edema, and symptoms of heart failure. Current recommendations from the American Heart Association are to use spironolactone in patients with NYHA Class II-IV heart failure who have a left ventricular ejection fraction of less than 35%. Spironolactone improves left ventricular diastolic function in patients with heart failure with preserved ejection fraction, however it has no effect on mortality and hospitalization. Due to its antiandrogenic properties, spironolactone can cause effects associated with low androgen levels and hypogonadism in males. For this reason, men are typically not prescribed spironolactone for any longer than a short period of time, e.g., for an acute exacerbation of heart failure. A newer medication, eplerenone, has been approved by the US Food and Drug Administration (FDA) for the treatment of heart failure, and lacks the antiandrogenic effects of spironolactone. As such, it is far more suitable for men for whom long-term medication is being chosen. However, eplerenone may not be as effective as spironolactone or the related medication canrenone in reducing mortality from heart failure.   === High blood pressure === About 1 in 100 people with hypertension have elevated levels of aldosterone; in these people, the antihypertensive effect of spironolactone may exceed that of complex combined regimens of other antihypertensives since it targets the primary cause of the elevated blood pressure. However, a Cochrane review found adverse effects at high doses and little effect on blood pressure at low doses in the majority of people with high blood pressure. There is no evidence of person-oriented outcome at any dose in this group.   === High aldosterone levels === Spironolactone is used in the treatment of hyperaldosteronism (high aldosterone levels or mineralocorticoid excess), for instance primary aldosteronism (Conn's syndrome). Antimineralocorticoids like spironolactone and eplerenone are first-line treatments for hyperaldosteronism. They improve blood pressure and potassium levels, as well as left ventricular hypertrophy, albuminuria, and carotid intima-media thickness, in people with primary aldosteronism. In people with hyperaldosteronism due to unilateral aldosterone-producing adrenocortical adenoma, adrenalectomy should be preferred instead of antimineralocorticoids. Spironolactone should not be used to treat primary aldosteronism in pregnancy due to its antiandrogen-related risk of teratogenicity in male fetuses.   === Skin and hair conditions === Androgens like testosterone and DHT play a critical role in the pathogenesis of a number of dermatological conditions including oily skin, acne, seborrhea, hirsutism (excessive facial/body hair growth in women), and male pattern hair loss (androgenic alopecia). In demonstration of this, women with complete androgen insensitivity syndrome (CAIS) do not produce sebum or develop acne and have little to no body, pubic, or axillary hair. Moreover, men with congenital 5α-reductase type II deficiency, 5α-reductase being an enzyme that greatly potentiates the androgenic effects of testosterone in the skin, have little to no acne, scanty facial hair, reduced body hair, and reportedly no incidence of male-pattern hair loss. Conversely, hyperandrogenism in women, for instance due to polycystic ovary syndrome (PCOS) or congenital adrenal hyperplasia (CAH), is commonly associated with acne and hirsutism as well as virilization (masculinization) in general. In accordance with the preceding, antiandrogens are highly effective in the treatment of the aforementioned androgen-dependent skin and hair conditions. Because of the antiandrogenic activity of spironolactone, it can be quite effective in treating acne in women. In addition, spironolactone reduces oil that is naturally produced in the skin and can be used to treat oily skin. Though not the primary intended purpose of the medication, the ability of spironolactone to be helpful with problematic skin and acne conditions was discovered to be one of the beneficial side effects and has been quite successful. Oftentimes, for women treating acne, spironolactone is prescribed and paired with a birth control pill. Positive results in the pairing of these two medications have been observed, although these results may not be seen for up to three months. Spironolactone has been reported to produce a 50 to 100% improvement in acne at sufficiently high doses. Response to treatment generally requires 1 to 3 months in the case of acne and up to 6 months in the case of hirsutism. Ongoing therapy is generally required to avoid relapse of symptoms. Spironolactone is commonly used in the treatment of hirsutism in women, and is considered to be a first-line antiandrogen for this indication. Spironolactone can be used in the treatment of female-pattern hair loss (pattern scalp hair loss in women). There is tentative low quality evidence supporting its use for this indication. Although apparently effective, not all cases of female-pattern hair loss are dependent on androgens. Antiandrogens like spironolactone are male-specific teratogens which can feminize male fetuses due to their antiandrogenic effects. For this reason, it is recommended that antiandrogens only be used to treat women who are of reproductive age in conjunction with adequate contraception. Oral contraceptives, which contain an estrogen and a progestin, are typically used for this purpose. Moreover, oral contraceptives themselves are functional antiandrogens and are independently effective in the treatment of androgen-dependent skin and hair conditions, and hence can significantly augment the effectiveness of antiandrogens in the treatment of such conditions. Spironolactone is not generally used in men for the treatment of androgen-dependent dermatological conditions because of its feminizing side effects, but it is effective for such indications in men similarly. As an example, spironolactone has been reported to reduce symptoms of acne in males. An additional example is the usefulness of spironolactone as an antiandrogen in transgender women. Topical spironolactone has been found to be effective in the treatment of acne as well. As a result, topical pharmaceutical formulations containing 2% or 5% spironolactone cream became available in Italy for the treatment of acne and hirsutism in the early 1990s. The products were discontinued in 2006 when the creams were added to the list of doping substances with a decree of the Ministry of Health that year.   ==== Comparison ==== Spironolactone, the 5α-reductase inhibitor finasteride, and the nonsteroidal antiandrogen flutamide all appear to have similar effectiveness in the treatment of hirsutism. However, some clinical research has found that the effectiveness of spironolactone for hirsutism is greater than that of finasteride but is less than that of flutamide. The combination of spironolactone with finasteride is more effective than either alone for hirsutism and the combination of spironolactone with a birth control pill is more effective than a birth control pill alone. One study showed that spironolactone or the steroidal antiandrogen cyproterone acetate both in combination with a birth control pill had equivalent effectiveness for hirsutism. Spironolactone is considered to be a first-line treatment for hirsutism, finasteride and the steroidal antiandrogen cyproterone acetate are considered to be second-line treatments, and flutamide is no longer recommended for hirsutism due to liver toxicity concerns. The nonsteroidal antiandrogen bicalutamide is an alternative option to flutamide with improved safety. The combination of spironolactone with a birth control pill in the treatment of acne appears to have similar effectiveness to a birth control pill alone and the combination of a birth control pill with cyproterone acetate, flutamide, or finasteride. However, this was based on low- to very-low-quality evidence. Spironolactone may be more effective than birth control pills in the treatment of acne, and the combination of spironolactone with a birth control pill may have greater effectiveness for acne than either alone. In addition, some clinical research has found that flutamide is more effective than spironolactone in the treatment of acne. In one study, flutamide decreased acne scores by 80% within 3 months, whereas spironolactone decreased symptoms by only 40% in the same time period. However, the use of flutamide for acne is limited by its liver toxicity. Bicalutamide is a potential alternative to flutamide for acne as well. Spironolactone can be considered as a first-line treatment for acne in those who have failed other standard treatments such as topical therapies and under certain other circumstances, although this is controversial due to the side effects of spironolactone and its teratogenicity. There is insufficient clinical evidence to compare the effectiveness of spironolactone with other antiandrogens for female-pattern hair loss. The effectiveness of spironolactone in the treatment of both acne and hirsutism appears to be dose-dependent, with higher doses being more effective than lower doses. However, higher doses also have greater side effects, such as menstrual irregularities.   === Transgender hormone therapy ===  Despite paradoxical reactions, spironolactone is used off-label as a component of feminizing hormone therapy in transgender women, especially in the United States (where cyproterone acetate is not available), usually in addition to an estrogen. Alternatives like bicalutamide do not have a similar level of popularity. As spironolactone's antiandrogenic effect appears only in high doses, it can have a wide array of side effects not found in antiandrogens working more exclusively on the androgen receptor. When coupled with estradiol, effects in transgender women include decreased male pattern body hair, induction of breast development and of feminization in general, and reduced spontaneous erections.   === Forms === Spironolactone is available in the form of tablets (25 mg, 50 mg, 100 mg; brand name Aldactone, others) and suspensions (25 mg/5 mL; brand name Carospir) for use by mouth. It has also been marketed in the form of 2% and 5% topical cream in Italy for the treatment of acne and hirsutism under the brand name Spiroderm, but this product is no longer available. The medication is also available in combination with other medications, such as hydrochlorothiazide (brand name Aldactazide, others). Spironolactone has poor water solubility, and for this reason, only oral and topical formulations have been developed; other routes of administration such as intravenous injection are not used. The only antimineralocorticoid that is available as a solution for parenteral use is the related medication potassium canrenoate.   == Contraindications == Contraindications of spironolactone include hyperkalemia (high potassium levels), severe and end-stage kidney disease (due to high hyperkalemia risk, except possibly in those on dialysis), Addison's disease (adrenal insufficiency and low aldosterone levels), and concomitant use of eplerenone. It should also be used with caution in people with certain neurological disorders, as well as those who experience or have experienced anuria (lack of urine production), acute kidney injury, or significant impairment of kidney excretory function with risk of hyperkalemia.   == Side effects == One of the most common side effects of spironolactone is frequent urination. Other general side effects include dehydration, hyponatremia (low sodium levels), mild hypotension (low blood pressure), ataxia (muscle incoordination), drowsiness, dizziness, dry skin, and rashes. Because of its antiandrogenic activity, spironolactone can, in men, cause breast tenderness, gynecomastia (breast development), feminization in general, and demasculinization, as well as sexual dysfunction including loss of libido and erectile dysfunction, although these side effects are usually confined to high doses of spironolactone. At very high doses (400 mg/day), spironolactone has also been associated with testicular atrophy and reversibly reduced fertility, including semen abnormalities such as decreased sperm count and motility in men. However, such doses of spironolactone are rarely used clinically. In women, spironolactone can cause menstrual irregularities, breast tenderness, and breast enlargement. Aside from these adverse effects, the side effects of spironolactone in women taking high doses are minimal, and it is well tolerated. A potential side effect of spironolactone is hyperkalemia (high potassium levels), which, in severe cases, can be life-threatening. Hyperkalemia can present as a normal anion-gap metabolic acidosis. It has been reported that the addition of spironolactone to loop diuretics in people with heart failure was associated with a higher risk of hyperkalemia and acute kidney injury. Spironolactone may put people at a heightened risk for gastrointestinal issues like nausea, vomiting, diarrhea, cramping, and gastritis. In addition, there has been some evidence suggesting an association between use of the medication and bleeding from the stomach and duodenum, though a causal relationship between the two has not been established. Also, spironolactone is immunosuppressive in the treatment of sarcoidosis. Most of the side effects of spironolactone are dose-dependent. Low-dose spironolactone is generally very well tolerated. Even higher doses of spironolactone, such as 100 mg/day, are well tolerated in most individuals. Dose-dependent side effects of spironolactone include menstrual irregularities, breast tenderness and enlargement, orthostatic hypotension, and hyperkalemia. The side effects of spironolactone are usually mild and rarely result in discontinuation.   === High potassium levels === Spironolactone can cause hyperkalemia, or high blood potassium levels. Rarely, this can be fatal. Of people with heart disease prescribed typical dosages of spironolactone, 10 to 15% develop some degree of hyperkalemia, and 6% develop severe hyperkalemia. At a higher dosage, a rate of hyperkalemia of 24% has been observed. An abrupt and major increase in the rate of hospitalization due to hyperkalemia from 0.2% to 11% and in the rate of death due to hyperkalemia from 0.3 per 1,000 to 2.0 per 1,000 between early 1994 and late 2001 has been attributed to a parallel rise in the number of prescriptions written for spironolactone upon the publication of the Randomized Aldactone Evaluation Study (RALES) in July 1999. However, another population-based study in Scotland failed to replicate these findings. The risk of hyperkalemia with spironolactone is greatest in the elderly, in people with renal impairment (e.g., due to chronic kidney disease or diabetic nephropathy), in people taking certain other medications (including ACE inhibitors, angiotensin II receptor blockers, nonsteroidal anti-inflammatory drugs, the antibiotic trimethoprim, and potassium supplements), and at higher dosages of spironolactone. Although spironolactone poses an important risk of hyperkalemia in the elderly, in those with kidney or cardiovascular disease, and/or in those taking medications or supplements which increase circulating potassium levels, a large retrospective study found that the rate of hyperkalemia in young women without such characteristics who had been treated with high doses of spironolactone for dermatological conditions did not differ from that of controls. This was the conclusion of a 2017 hybrid systematic review of studies of spironolactone for acne in women as well, which found that hyperkalemia was rare and was invariably mild and clinically insignificant. These findings suggest that hyperkalemia may not be a significant risk in such individuals, and that routine monitoring of circulating potassium levels may be unnecessary in this population. However, other sources have claimed that hyperkalemia can nonetheless also occur in people with more normal renal function and presumably without such risk factors. Occasional testing on a case-by-case basis in those with known risk factors may be justified. Side effects of spironolactone which may be indicative of hyperkalemia and if persistent could justify serum potassium testing include nausea, fatigue, and particularly muscle weakness. Notably, non-use of routine potassium monitoring with spironolactone in young women would reduce costs associated with its use. Among young gender-diverse individuals taking spironolactone, hyperkalemia is rare and (if present) transient and asymptomatic. Larger doses do not appear to increase risks in this population. A broader retrospective study found that the rate of hyperkalemia in gender-diverse individuals is correlated with age, with those above 45 years old being more at risk. The finding suggests that patients below or at 45 years old without other conditions that affect potassium handling can be spared from routine monitoring.   === Breast changes === Spironolactone can cause breast pain and breast enlargement in women. This is \"probably because of estrogenic effects on target tissue.\" At low doses, breast tenderness has been reported in only 5% of women, but at high doses, it has been reported in up to 40% of women. Breast enlargement and tenderness may occur in 26% of women at high doses. Some women regard spironolactone-induced breast enlargement as a positive effect. Spironolactone also commonly and dose-dependently produces gynecomastia (breast development) as a side effect in men. At low doses, the rate is only 5 to 10%, but at high doses, up to or exceeding 50% of men may develop gynecomastia. In the RALES, 9.1% of men taking 25 mg/day spironolactone developed gynecomastia, compared to 1.3% of controls. Conversely, in studies of healthy men given high-dose spironolactone, gynecomastia occurred in 3 of 10 (30%) at 100 mg/day, in 5 of 8 (62.5%) at 200 mg/day, and in 6 of 9 (66.7%) at 400 mg/day, relative to none of 12 controls. The severity of gynecomastia with spironolactone varies considerably, but is usually mild. As with breast enlargement caused by spironolactone in women, gynecomastia due to spironolactone in men is often although inconsistently accompanied by breast tenderness. In the RALES, only 1.7% of men developed breast pain, relative to 0.1% of controls. The time to onset of spironolactone-induced gynecomastia has been found to be 27 ± 20 months at low doses and 9 ± 12 months at high doses. Gynecomastia induced by spironolactone usually regresses after a few weeks following discontinuation of the medication. However, after a sufficient duration of gynecomastia being present (e.g., one year), hyalinization and fibrosis of the tissue occurs and drug-induced gynecomastia may become irreversible.   === Menstrual disturbances === Spironolactone at higher doses can cause menstrual irregularities as a side effect in women. These irregularities include metrorrhagia (intermenstrual bleeding), amenorrhea (absence of menstruation), and breakthrough bleeding. They are common during spironolactone therapy, with 10 to 50% of women experiencing them at moderate doses and almost all experiencing them at a high doses. For example, about 20% of women experienced menstrual irregularities with 50 to 100 mg/day spironolactone, whereas about 70% experienced menstrual irregularities at 200 mg/day. Most women taking moderate doses of spironolactone develop amenorrhea, and normal menstruation usually returns within two months of discontinuation. Spironolactone produces an irregular and anovulatory pattern of menstrual cycles. It is also associated with metrorrhagia and menorrhagia (heavy menstrual bleeding) in large percentages of women, as well as with polymenorrhea (short menstrual cycles). The medication reportedly has no birth control effect. It has been suggested that the weak progestogenic activity of spironolactone is responsible for these effects, although this has not been established and spironolactone has been shown to possess insignificant progestogenic and antiprogestogenic activity even at high dosages in women. An alternative proposed cause is inhibition of 17α-hydroxylase and hence sex steroid metabolism by spironolactone and consequent changes in sex hormone levels. Indeed, CYP17A1 genotype is associated with polymenorrhea. Regardless of their mechanism, the menstrual disturbances associated with spironolactone can usually be controlled well by concomitant treatment with a birth control pill, due to the progestin component.   === Mood changes === Research is mixed on whether antimineralocorticoids like spironolactone have positive or negative effects on mood. In any case, it is possible that spironolactone might have the capacity to increase the risk of depressive symptoms. However, a 2017 hybrid systematic review found that the incidence of depression in women treated with spironolactone for acne was less than 1%. Likewise, a 10-year observational study found that the incidence of depression in 196 transgender women taking high-dose spironolactone in combination with an estrogen was less than 1%.   === Lipid changes === Spironolactone has been found to increase LDL (\"bad\") cholesterol and decrease HDL (\"good\") cholesterol levels at the relatively high doses used in women with polycystic ovary syndrome (PCOS). As such, it may have unfavorable effects on the blood lipid profile in this context. Heightened LDL cholesterol levels are a potential risk factor for cardiovascular disease such as atherosclerosis or coronary heart disease. Consequently, it has been said that spironolactone should not be given to women with dyslipidemia (e.g., high cholesterol). Unfavorable lipid changes have also been seen with other antiandrogens, like cyproterone acetate and bicalutamide.   === Rare reactions === Aside from hyperkalemia, spironolactone may rarely cause adverse reactions such as anaphylaxis, kidney failure, hepatitis (two reported cases, neither serious), agranulocytosis, DRESS syndrome, Stevens–Johnson syndrome or toxic epidermal necrolysis. Five cases of breast cancer in patients who took spironolactone for prolonged periods of time have been reported.   === Spironolactone bodies ===  Long-term administration of spironolactone gives the histologic characteristic of \"spironolactone bodies\" in the adrenal cortex. Spironolactone bodies are eosinophilic, round, concentrically laminated cytoplasmic inclusions surrounded by clear halos in preparations stained with hematoxylin and eosin.   === Pregnancy and breastfeeding === Spironolactone is able to cross the placenta. It has been found to be present in the breast milk of lactating mothers. However, only very small amounts of spironolactone and its metabolite canrenone enter breast milk, and the amount received by an infant during breastfeeding (<0.5% of the mother's dose) is considered to be insignificant. A study found that spironolactone was not associated with teratogenicity in the offspring of rats. Because it is an antiandrogen, however, spironolactone could theoretically have the potential to cause feminization of male fetuses at sufficient doses. In accordance, a subsequent study found that partial feminization of the genitalia occurred in the male offspring of rats that received doses of spironolactone that were five times higher than those normally used in humans (200 mg/kg per day). Another study found permanent, dose-related reproductive tract abnormalities rat offspring of both sexes at lower doses (50 to 100 mg/kg per day). In practice however, although experience is limited, spironolactone has never been reported to cause observable feminization or any other congenital defects in humans. Among 31 human newborns exposed to spironolactone in the first trimester, there were no signs of any specific birth defects. A case report described a woman who was prescribed spironolactone during pregnancy with triplets and delivered all three (one boy and two girls) healthy; there was no feminization in the boy. In addition, spironolactone has been used at high doses to treat pregnant women with Bartter's syndrome, and none of the infants (three boys, two girls) showed toxicity, including feminization in the male infants. There are similar findings, albeit also limited, for another antiandrogen, cyproterone acetate (prominent genital defects in male rats, but no human abnormalities (including feminization of male fetuses) at both a low dose of 2 mg/day or high doses of 50 to 100 mg/day). In any case, spironolactone is nonetheless not recommended during pregnancy due to theoretical concerns relating to feminization of males and also to potential alteration of fetal potassium levels. A 2019 systematic review found insufficient evidence that spironolactone causes birth defects in humans. However, there was also insufficient evidence to be certain that it does not.   == Overdose == Spironolactone is relatively safe in acute overdose. Symptoms following an acute overdose of spironolactone may include drowsiness, confusion, maculopapular or erythematous rash, nausea, vomiting, dizziness, and diarrhea. In rare cases, hyponatremia, hyperkalemia, or hepatic coma may occur in individuals with severe liver disease. However, these adverse reactions are unlikely in the event of an acute overdose. Hyperkalemia can occur following an overdose of spironolactone, and this is especially so in people with decreased kidney function. Spironolactone has been studied at extremely high oral doses of up to 2,400 mg per day in clinical trials. Its oral median lethal dose (LD50) is more than 1,000 mg/kg in mice, rats, and rabbits. There is no specific antidote for overdose of spironolactone. Treatment may consist of induction of vomiting or stomach evacuation by gastric lavage. The treatment of spironolactone overdose is supportive, with the purpose of maintaining hydration, electrolyte balance, and vital functions. Spironolactone should be discontinued in people with impaired kidney function or hyperkalemia.   == Interactions == Spironolactone often increases serum potassium levels and can cause hyperkalemia, a very serious condition. Therefore, it is recommended that people using this medication avoid potassium supplements and salt substitutes containing potassium. Physicians must be careful to monitor potassium levels in both males and females who are taking spironolactone as a diuretic, especially during the first twelve months of use and whenever the dosage is increased. Doctors may also recommend that some patients may be advised to limit dietary consumption of potassium-rich foods. However, recent data suggests that both potassium monitoring and dietary restriction of potassium intake is unnecessary in healthy young women taking spironolactone for acne and in healthy young gender-diverse individuals taking spironolactone for hormone therapy. Spironolactone together with trimethoprim/sulfamethoxazole increases the likelihood of hyperkalemia, especially in the elderly. The trimethoprim portion acts to prevent potassium excretion in the distal tubule of the nephron. Spironolactone has been reported to induce the enzymes CYP3A4 and certain UDP-glucuronosyltransferases (UGTs), which can result in interactions with various medications. However, it has also been reported that metabolites of spironolactone irreversibly inhibit CYP3A4. In any case, spironolactone has been found to reduce the bioavailability of oral estradiol, which could be due to induction of estradiol metabolism via CYP3A4. Spironolactone has also been found to inhibit UGT2B7. Spironolactone can also have numerous other interactions, most commonly with other cardiac and blood pressure medications, for instance digoxin. Licorice, which has indirect mineralocorticoid activity by inhibiting mineralocorticoid metabolism, has been found to inhibit the antimineralocorticoid effects of spironolactone. Moreover, the addition of licorice to spironolactone has been found to reduce the antimineralocorticoid side effects of spironolactone in women treated with it for hyperandrogenism, and licorice hence may be used to reduce these side effects in women treated with spironolactone as an antiandrogen who are bothered by them. On the opposite end of the spectrum, spironolactone is useful in reversing licorice-induced hypokalemia. Aspirin and other nonsteroidal anti-inflammatory drugs (NSAIDs) have been found to attenuate the diuresis and natriuresis induced by spironolactone, but, not to affect its antihypertensive effect. Some research has suggested that spironolactone might be able to interfere with the effectiveness of antidepressant treatment. As the medication acts as an antimineralocorticoid, it is thought that it might be able to reduce the effectiveness of certain antidepressants by interfering with normalization of the hypothalamic–pituitary–adrenal axis and by increasing levels of glucocorticoids such as cortisol. However, other research contradicts this hypothesis and has suggested that spironolactone might actually produce antidepressant effects, for instance studies showing antidepressant-like effects of spironolactone in animals.   == Pharmacology ==   === Pharmacodynamics ===  The pharmacodynamics of spironolactone are characterized by high antimineralocorticoid activity, moderate antiandrogenic activity, and weak steroidogenesis inhibition, among other more minor activities. Spironolactone is a prodrug, so most of its actions are actually mediated by its various active metabolites. The major active forms of spironolactone are 7α-thiomethylspironolactone (7α-TMS) and canrenone (7α-desthioacetyl-δ6-spironolactone). Spironolactone is a potent antimineralocorticoid. That is, it is an antagonist of the mineralocorticoid receptor (MR), the biological target of mineralocorticoids like aldosterone and 11-deoxycorticosterone. By blocking the MR, spironolactone inhibits the effects of mineralocorticoids in the body. The antimineralocorticoid activity of spironolactone is responsible for its therapeutic efficacy in the treatment of edema, high blood pressure, heart failure, hyperaldosteronism, and ascites due to cirrhosis. It is also responsible for many of the side effects of spironolactone, such as urinary frequency, dehydration, hyponatremia, low blood pressure, fatigue, dizziness, metabolic acidosis, decreased kidney function, and its risk of hyperkalemia. Due to the antimineralocorticoid activity of spironolactone, levels of aldosterone are significantly increased by the medication, probably reflecting an attempt of the body to maintain homeostasis. Spironolactone is a moderate antiandrogen. That is, it is an antagonist of the androgen receptor (AR), the biological target of androgens like testosterone and dihydrotestosterone (DHT). By blocking the AR, spironolactone inhibits the effects of androgens in the body. The antiandrogenic activity of spironolactone is mainly responsible for its therapeutic efficacy in the treatment of androgen-dependent skin and hair conditions like acne, seborrhea, hirsutism, and pattern hair loss and hyperandrogenism in women, precocious puberty in boys with testotoxicosis, and as a component of feminizing hormone therapy for transgender women. It is also primarily responsible for some of its side effects, like breast tenderness, gynecomastia, feminization, and demasculinization in men. Blockade of androgen signaling in the breast disinhibits the actions of estrogens in this tissue. Although useful as an antiandrogen in women, who have low testosterone levels compared to men, spironolactone is described as having relatively weak antiandrogenic activity. Spironolactone is a weak steroidogenesis inhibitor. That is, it inhibits steroidogenic enzymes, or enzymes involved in the production of steroid hormones. Spironolactone and/or its metabolites have been found in vitro to weakly inhibit a broad array of steroidogenic enzymes including cholesterol side-chain cleavage enzyme, 17α-hydroxylase, 17,20-lyase, 5α-reductase, 3β-hydroxysteroid dehydrogenase, 11β-hydroxylase, 21-hydroxylase, and aldosterone synthase (18-hydroxylase). However, although very high doses of spironolactone can considerably decrease steroid hormone levels in animals, spironolactone has shown mixed and inconsistent effects on steroid hormone levels in clinical studies, even at high clinical doses. In any case, the levels of most steroid hormones, including testosterone and cortisol, are usually unchanged by spironolactone in humans, which may in part be related to compensatory upregulation of their synthesis. The weak steroidogenesis inhibition of spironolactone might contribute to its antiandrogenic efficacy to some degree and may explain its side effect of menstrual irregularities in women. However, its androgen synthesis inhibition is probably clinically insignificant. Spironolactone has been found in some studies to increase levels of estradiol, an estrogen, although many other studies have found no changes in estradiol levels. The mechanism of how spironolactone increases estradiol levels is unclear, but it may involve inhibition of the inactivation of estradiol into estrone and enhancement of the peripheral conversion of testosterone into estradiol. It is notable that spironolactone has been found in vitro to act as a weak inhibitor of 17β-hydroxysteroid dehydrogenase 2, an enzyme that is involved in the conversion of estradiol into estrone. Increased levels of estradiol with spironolactone may be involved in its preservation of bone density and in its side effects such as breast tenderness, breast enlargement, and gynecomastia in women and men. In response to the antimineralocorticoid activity spironolactone, and in an attempt to maintain homeostasis, the body increases aldosterone production in the adrenal cortex. Some studies have found that levels of cortisol, a glucocorticoid hormone that is also produced in the adrenal cortex, are increased as well. Spironolactone “acts at the basolateral side of the upper-distal tubule as well as in the collecting tubule,” and does not have glucocorticoid-like effects at these specific sites; it can sometimes be prescribed as an alternative to glucocorticoids for patients with Glucocorticoid-Remediable Aldosteronism characterized by aldosterone excess, In patients “receiving spironolactone, there was a significant positive correlation between the change in cortisol and the change in HbA1c (r = 0.489, P = .003).” Patients taking spironolactone must be monitored for side effects including dizziness, headache, fatigue, diarrhea, hypertriglyceridemia and elevated liver enzymes. Other activities of spironolactone may include very weak interactions with the estrogen and progesterone receptors and agonism of the pregnane X receptor. These activities could contribute to the menstrual irregularities and breast side effects of spironolactone and to its drug interactions, respectively.   === Pharmacokinetics === The pharmacokinetics of spironolactone have not been studied well, which is in part because it is an old medication that was developed in the 1950s. Nonetheless, much has been elucidated about the pharmacokinetics of spironolactone over the decades.   ==== Absorption ====  The bioavailability of spironolactone when taken by mouth is 60 to 90%. The bioavailability of spironolactone and its metabolites increases significantly (+22–95% increases in levels) when spironolactone is taken with food, although it is uncertain whether this further increases the therapeutic effects of the medication. The increase in bioavailability is thought to be due to promotion of the gastric dissolution and absorption of spironolactone, as well as due to a decrease of the first-pass metabolism. The relationship between a single dose of spironolactone and plasma levels of canrenone, a major active metabolite of spironolactone, has been found to be linear across a dose range of 25 to 200 mg spironolactone. Steady-state concentrations of spironolactone are achieved within 8 to 10 days of treatment initiation. Little or no systemic absorption has been observed with topical spironolactone.   ==== Distribution ==== Spironolactone and its metabolite canrenone are highly plasma protein bound, with percentages of 88.0% and 99.2%, respectively. Spironolactone is bound equivalently to albumin and α1-acid glycoprotein, while canrenone is bound only to albumin. Spironolactone and its metabolite 7α-thiospironolactone show very low or negligible affinity for sex hormone-binding globulin (SHBG). In accordance, a study of high-dosage spironolactone treatment found no change in steroid binding capacity related to SHBG or to corticosteroid-binding globulin (CBG), suggesting that spironolactone does not displace steroid hormones from their carrier proteins. This is in contradiction with widespread statements that spironolactone increases free estradiol levels by displacing estradiol from SHBG. Spironolactone appears to cross the blood–brain barrier.   ==== Metabolism ====  Spironolactone is rapidly and extensively metabolized in the liver upon oral administration and has a very short terminal half-life of 1.4 hours. The major metabolites of spironolactone are 7α-thiomethylspironolactone (7α-TMS), 6β-hydroxy-7α-thiomethylspironolactone (6β-OH-7α-TMS), and canrenone (7α-desthioacetyl-δ6-spironolactone). These metabolites have much longer elimination half-lives than spironolactone of 13.8 hours, 15.0 hours, and 16.5 hours, respectively, and are responsible for the therapeutic effects of the medication. As such, spironolactone is a prodrug. The 7α-thiomethylated metabolites of spironolactone were not known for many years and it was originally thought that canrenone was the major active metabolite of the medication, but subsequent research identified 7α-TMS as the major metabolite. Other known but more minor metabolites of spironolactone include 7α-thiospironolactone (7α-TS), which is an important intermediate to the major metabolites of spironolactone, as well as the 7α-methyl ethyl ester of spironolactone and the 6β-hydroxy-7α-methyl ethyl ester of spironolactone. Spironolactone is hydrolyzed or deacetylated at the thioester of the C7α position into 7α-TS by carboxylesterases. Following formation of 7α-TS, it is S-oxygenated by flavin-containing monooxygenases to form an electrophilic sulfenic acid metabolite. This metabolite is involved in the CYP450 inhibition of spironolactone, and also binds covalently to other proteins. 7α-TS is also S-methylated into 7α-TMS, a transformation catalyzed by thiol S-methyltransferase. Unlike the related medication eplerenone, spironolactone is said to not be metabolized by CYP3A4. However, hepatic CYP3A4 is likely responsible for the 6β-hydroxylation of 7α-TMS into 6β-OH-7α-TMS. 7α-TMS may also be hydroxylated at the C3α and C3β positions. Spironolactone is dethioacetylated into canrenone. Finally, the C17 γ-lactone ring of spironolactone is hydrolyzed by the paraoxonase PON3. It was originally thought to be hydrolyzed by PON1, but this was due to contamination with PON3.   ==== Elimination ==== The majority of spironolactone is eliminated by the kidneys, while minimal amounts are handled by biliary excretion.   == Chemistry ==  Spironolactone, also known as 7α-acetylthiospirolactone, is a steroidal 17α-spirolactone, or more simply a spirolactone. It can most appropriately be conceptualized as a derivative of progesterone, itself also a potent antimineralocorticoid, in which a hydroxyl group has been substituted at the C17α position (as in 17α-hydroxyprogesterone), the acetyl group at the C17β position has been cyclized with the C17α hydroxyl group to form a spiro 21-carboxylic acid γ-lactone ring, and an acetylthio group has been substituted in at the C7α position. These structural modifications of progesterone confer increased oral bioavailability and potency, potent antiandrogenic activity, and strongly reduced progestogenic activity. The C7α substitution is likely responsible for or involved in the antiandrogenic activity of spironolactone, as 7α-thioprogesterone (SC-8365), unlike progesterone, is an antiandrogen with similar affinity to the AR as that of spironolactone. In addition, the C7α substitution appears to be responsible for the loss of progestogenic activity and good oral bioavailability of spironolactone, as SC-5233, the analogue of spironolactone without a C7α substitution, has potent progestogenic activity but very poor oral bioavailability similarly to progesterone.   === Names === Spironolactone is also known by the following equivalent chemical names:  7α-Acetylthio-17α-hydroxy-3-oxopregn-4-ene-21-carboxylic acid γ-lactone 7α-Acetylthio-3-oxo-17α-pregn-4-ene-21,17β-carbolactone 3-(3-Oxo-7α-acetylthio-17β-hydroxyandrost-4-en-17α-yl)propionic acid lactone 7α-Acetylthio-17α-(2-carboxyethyl)androst-4-en-17β-ol-3-one γ-lactone 7α-Acetylthio-17α-(2-carboxyethyl)testosterone γ-lactone   === Analogues ===  Spironolactone is closely related structurally to other clinically used spirolactones such as canrenone, potassium canrenoate, drospirenone, and eplerenone, as well as to the never-marketed spirolactones SC-5233 (6,7-dihydrocanrenone; 7α-desthioacetylspironolactone), SC-8109 (19-nor-6,7-dihydrocanrenone), spiroxasone, prorenone (SC-23133), mexrenone (SC-25152, ZK-32055), dicirenone (SC-26304), spirorenone (ZK-35973), and mespirenone (ZK-94679).   === Synthesis === Chemical syntheses of spironolactone and its analogues and derivatives have been described and reviewed.   == History == The natriuretic effects of progesterone were demonstrated in 1955, and the development of spironolactone as a synthetic antimineralocorticoid analogue of progesterone shortly followed this. Spironolactone was first synthesized in 1957, was patented between 1958 and 1961, and was first marketed, as an antimineralocorticoid, in 1959. Gynecomastia was first reported with spironolactone in 1962, and the antiandrogenic activity of the medication was first described in 1969. This shortly followed the discovery in 1967 that gynecomastia is an important and major side effect of AR antagonists. Spironolactone was first studied in the treatment of hirsutism in women in 1978. It has since become the most widely used antiandrogen for dermatological indications in women in the United States. Spironolactone was first studied as an antiandrogen in transgender women in 1986, and has since become widely adopted for this purpose as well, particularly in the United States where cyproterone acetate is not available. Early oral spironolactone tablets showed poor absorption. The formulation was eventually changed to a micronized formulation with particle sizes of less than 50 μg, which resulted in approximately 4-fold increased potency.   == Society and culture ==   === Generic names ===  The English, French, and generic name of the medication is spironolactone and this is its INNTooltip International Nonproprietary Name, USANTooltip United States Adopted Name, USPTooltip United States Pharmacopeia, BANTooltip British Approved Name, DCFTooltip Dénomination Commune Française, and JANTooltip Japanese Accepted Name. Its name is spironolactonum in Latin, spironolacton in German, espironolactona in Spanish and Portuguese, and spironolattone in Italian (which is also its DCITTooltip Denominazione Comune Italiana). Spironolactone is also known by its developmental code names SC-9420 and NSC-150339.   === Brand names === Spironolactone is marketed under a various brand names throughout the world. The original brand name of spironolactone is Aldactone. Other brand names include Aldactone-A, Berlactone, CaroSpir, Espironolactona, Espironolactona Genfar, Novo-Spiroton, Prilactone (veterinary), Spiractin, Spiridon, Spirix, Spiroctan, Spiroderm (discontinued), Spirogamma, Spirohexal, Spirolon, Spirolone, Spiron, Spironolactone Actavis, Spironolactone Orion, Spironolactone Teva, Spirotone, Tempora (veterinary), Uractone, Uractonum, Verospiron, and Vivitar. Spironolactone is also formulated in combination with a variety of other medications, including with hydrochlorothiazide as Aldactazide, with hydroflumethiazide as Aldactide, Lasilacton, Lasilactone, and Spiromide, with altizide as Aldactacine and Aldactazine, with furosemide as Fruselac, with benazepril as Cardalis (veterinary), with metolazone as Metolactone, with bendroflumethiazide as Sali-Aldopur, and with torasemide as Dytor Plus, Torlactone, and Zator Plus.   === Availability === Spironolactone is marketed throughout the world.   == Research ==   === Prostate conditions === Spironolactone has been studied at a high dosage in the treatment of benign prostatic hyperplasia (BPH; enlarged prostate). It was found to be better than placebo in terms of symptom relief following three months of treatment. However, this was not maintained after six months of treatment, by which point the improvements had largely disappeared. Moreover, no difference was observed between spironolactone and placebo with regard to volume of residual urine or prostate size. Gynecomastia was observed in about 5% of people. On the basis of these results, it has been said that spironolactone has no place in the treatment of BPH. Spironolactone has been studied and used limitedly in the treatment of prostate cancer.   === Epstein–Barr virus === Spironolactone has been found to block Epstein–Barr virus (EBV) production and that of other human herpesviruses by inhibiting the function of an EBV protein SM, which is essential for infectious virus production. This effect of spironolactone was determined to be independent of its antimineralocorticoid actions.   === Other conditions === Spironolactone has been studied in the treatment of rosacea in both males and females. Spironolactone has been studied in fibromyalgia in women. It has also been studied in bulimia nervosa in women, but was not found to be effective.   == References =="}