{"name": "Squamous cell carcinoma of mouth", "category": "disease", "content": "Cutaneous squamous-cell carcinoma (cSCC), also known as squamous-cell carcinoma of the skin or squamous-cell skin cancer, is one of the three principal types of skin cancer, alongside basal-cell carcinoma and melanoma. cSCC typically presents as a hard lump with a scaly surface, though it may also present as an ulcer. Onset and development often occurs over several months. Compared to basal cell carcinoma, cSCC  is more likely to spread to distant areas. When confined to the epidermis, the outermost layer of the skin, the pre-invasive or in situ form of cSCC is termed Bowen's disease. The most significant risk factor for cSCC is extensive lifetime exposure to ultraviolet radiation from sunlight. Additional risk factors include prior scars, chronic wounds, actinic keratosis, lighter skin susceptible to sunburn, Bowen's disease, exposure to arsenic, radiation therapy, tobacco smoking, poor immune system function, previous basal cell carcinoma, and HPV infection. The risk associated with UV radiation correlates with cumulative exposure rather than early-life exposure. Tanning beds have emerged as a significant source of UV radiation. Genetic predispositions, such as xeroderma pigmentosum and certain forms of epidermolysis bullosa, also increase susceptibility to cSCC. The condition originates from squamous cells located in the skin's upper layers. Diagnosis typically relies on skin examination, and is confirmed through skin biopsy. Research, both in vivo and in vitro, indicates a crucial role for the upregulation of FGFR2, part of the fibroblast growth factor receptor immunoglobin family, in cSCC cell progression. Mutations in the TPL2 gene leads to overexpression of FGFR2, which activates the mTORC1 and AKT pathways in primary and metastatic cSCC cell lines. Utilization of a \"pan FGFR inhibitor\" has shown to reduce cell migration and proliferation in cSCC in vitro studies. Preventive measures against cSCC include minimizing exposure to ultraviolet radiation and the use of sunscreen. Surgical removal is the typical treatment method, employing simple excision for minor cases or Mohs surgery for more extensive instances. Other options include cryotherapy and radiation therapy. For cases with distant metastasis, chemotherapy or biologic therapy may be employed. As of 2015, approximately 2.2 million individuals globally were living with cSCC at any given time, constituting about 20% of all skin cancer cases. In the United States, approximately 12% of males and 7% of females are diagnosed with cSCC at some point in their lives. While prognosis remains favorable in the absence of metastasis, upon distant spread the five-year survival rate is markedly reduced to ~34%. In 2015, global deaths attributed to cSCC numbered around 52,000. The average age at diagnosis is approximately 66 years. Following successful treatment of an initial cSCC lesion, there is a substantial risk of developing subsequent lesions.   == Signs and symptoms ==  SCC of the skin begins as a small nodule and as it enlarges the center becomes necrotic and sloughs and the nodule turns into an ulcer, and generally are developed from an actinic keratosis. Once keratinocytes begin to grow uncontrollably, they have the potential to become cancerous and produce cutaneous squamous-cell carcinoma.  The lesion caused by cSCC is often asymptomatic Ulcer or reddish skin plaque that is slow growing Intermittent bleeding from the tumor, especially on the lip The clinical appearance is highly variable Usually the tumor presents as an ulcerated lesion with hard, raised edges The tumor may be in the form of a hard plaque or a papule, often with an opalescent quality, with tiny blood vessels The tumor can lie below the level of the surrounding skin, and eventually ulcerates and invades the underlying tissue The tumor commonly presents on sun-exposed areas (e.g. back of the hand, scalp, lip, and superior surface of pinna) On the lip, the tumor forms a small ulcer, which fails to heal and bleeds intermittently Evidence of chronic skin photodamage, as in multiple actinic keratoses (solar keratoses) The tumor grows relatively slowly   === Spread === Unlike basal-cell carcinoma (BCC), squamous-cell carcinoma (SCC) has a higher risk of metastasis. Risk of metastasis is higher clinically in SCC arising in scars, on the lower lips, ears, or mucosa, and occurring in immunosuppressed and solid organ transplant patients. Risk of metastasis is also higher in SCC that are > 2 cm in diameter, growth into the fat layer and along nerves, presence of lymphovascular invasion, poorly differentiated cell architecture on histology, or thickness greater than 6 mm.   == Causes == Cutaneous squamous-cell carcinoma is the second-most common cancer of the skin (after basal-cell carcinoma, but more common than melanoma). It usually occurs in areas exposed to the sun. Sunlight exposure and immunosuppression are risk factors for SCC of the skin, with chronic sun exposure being the strongest environmental risk factor. There is a risk of metastasis starting more than 10 years after diagnosable appearance of squamous-cell carcinoma, but the risk is low, though much higher than with basal-cell carcinoma. Squamous-cell cancers of the lip and ears have high rates of local recurrence and distant metastasis. In a recent study, it has also been shown that the deletion or severe down-regulation of a gene titled Tpl2 (tumor progression locus 2) may be involved in the progression of normal keratinocytes into becoming squamous-cell carcinoma. cSCC represents about 20% of the non-melanoma skin cancers; 80-90% of cSCCs with metastatic potential are located on the head and neck. Tobacco smoking also increases the risk for cutaneous squamous-cell carcinoma. The vast majority of cSCC cases are located on exposed skin, and are often the result of ultraviolet exposure. cSCC usually occurs on portions of the body commonly exposed to the sun; the face, ears, neck, hands, or arms. The primary sign is a growing bump that may have a rough, scaly surface, and flat, reddish patches. Unlike basal-cell carcinoma, cSCC carries a higher risk of metastasis than does basal-cell carcinoma, and may spread to the regional lymph nodes, Erythroplasia of Queyrat (SCC in situ of the glans or prepuce in males, M: 733 : 656  or the vulva in females.) may be induced by human papilloma virus. It is reported to occur in the corneoscleral limbus. Erythroplasia of Queyrat may also occur on the anal mucosa or the oral mucosa. Genetically, cSCC tumors harbor high frequencies of NOTCH and p53 mutations as well as less frequent alterations in histone acetyltransferase EP300, subunit of the SWI/SNF chromatin remodeling complex PBRM1, DNA-repair deubiquitinase USP28, and NF-κB signaling regulator CHUK.   === Immunosuppression === People who have received solid organ transplants are at a significantly increased risk of developing squamous-cell carcinoma due to the use of chronic immunosuppressive medication. While the risk of developing all skin cancers increases with these medications, this effect is particularly severe for cSCC, with hazard ratios as high as 250 being reported, versus 40 for basal cell carcinoma. The incidence of cSCC development increases with time posttransplant. Heart and lung transplant recipients are at the highest risk of developing cSCC due to more intensive immunosuppressive medications used. Cutaneous squamous-cell carcinoma in individuals on immunotherapy or who have lymphoproliferative disorders (e.g. leukemia) tend to be much more aggressive, regardless of their location. The risk of cSCC, and non-melanoma skin cancers generally, varies with the immunosuppressive drug regimen chosen. The risk is greatest with calcineurin inhibitors like cyclosporine and tacrolimus, and least with mTOR inhibitors, such as sirolimus and everolimus. The antimetabolites azathioprine and mycophenolic acid have an intermediate risk profile.   == Diagnosis == Diagnosis is confirmed via skin biopsy of the tissue or tissues suspected to be affected by SCC. The pathological appearance of a squamous-cell cancer varies with the depth of the biopsy. For that reason, a biopsy including the subcutaneous tissue and basilar epithelium, to the surface is necessary for correct diagnosis. The performance of a shave biopsy (see skin biopsy) might not acquire enough information for a diagnosis. An inadequate biopsy might be read as actinic keratosis with follicular involvement. A deeper biopsy down to the dermis or subcutaneous tissue might reveal the true cancer. An excision biopsy is ideal, but not practical in most cases. An incisional or punch biopsy is preferred. A shave biopsy is least ideal, especially if only the superficial portion is acquired.   === Histological characteristics === Histopathologically, the epidermis in cSCC in situ (Bowen's disease) will show hyperkeratosis and parakeratosis. There will also be marked acanthosis with elongation and thickening of the rete ridges. These changes will overly keratinocytic cells which are often highly atypical and may in fact have a more unusual appearance than invasive cSCC. The atypia spans the full thickness of the epidermis, with the keratinocytes demonstrating intense mitotic activity, pleomorphism, and greatly enlarged nuclei. They will also show a loss of maturity and polarity, giving the epidermis a disordered or \"windblown\" appearance. Two types of multinucleated cells may be seen: the first will present as a multinucleated giant cell, and the second will appear as a dyskeratotic cell engulfed in the cytoplasm of a keratinocyte. Occasionally, cells of the upper epidermis will undergo vacuolization, demonstrating an abundant and strongly eosinophilic cytoplasm. There may be a mild to moderate lymphohistiocytic infiltrate detected in the upper dermis.  \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t   === In situ disease ===  Bowen's disease is essentially equivalent to and used interchangeably with cSCC in situ, when not having invaded through the basement membrane. Depending on source, it is classified as precancerous or cSCC in situ (technically cancerous but non-invasive). In cSCC in situ (Bowen's disease), atypical squamous cells proliferate through the whole thickness of the epidermis. The entire tumor is confined to the epidermis and does not invade into the dermis. The cells are often highly atypical under the microscope, and may in fact look more unusual than the cells of some invasive squamous-cell carcinomas.  \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t  Erythroplasia of Queyrat is a particular type of Bowen's disease that can arise on the glans or prepuce in males,: 733 : 656  and the vulva in females. It mainly occurs in uncircumcised males, over the age of 40.   === Invasive disease === In invasive cSCC, tumor cells infiltrate through the basement membrane. The infiltrate can be somewhat difficult to detect in the early stages of invasion: however, additional indicators such as full thickness epidermal atypia and the involvement of hair follicles can be used to facilitate the diagnosis. Later stages of invasion are characterized by the formation of nests of atypical tumor cells in the dermis, often with a corresponding inflammatory infiltrate.  \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t   === Degree of differentiation ===  \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t   == Prevention == Appropriate sun-protective clothing, use of broad-spectrum (UVA/UVB) sunscreen with at least SPF 50, and avoidance of intense sun exposure may prevent skin cancer. A 2016 review of sunscreen for preventing cutaneous squamous-cell carcinoma found insufficient evidence to demonstrate whether it was effective.   == Management == Most cutaneous squamous-cell carcinomas are removed with surgery. A few selected cases are treated with topical medication. Surgical excision with a free margin of healthy tissue is a frequent treatment modality. Radiotherapy, given as external beam radiotherapy or as brachytherapy (internal radiotherapy), can also be used to treat cSCC. There is little evidence comparing the effectiveness of different treatments for non-metastatic cSCC. Mohs surgery is frequently utilized; considered the treatment of choice for squamous-cell carcinoma of the skin, physicians have also utilized the method for the treatment of squamous-cell carcinoma of the mouth, throat, and neck.  An equivalent method of the CCPDMA standards can be utilized by a pathologist in the absence of a Mohs-trained physician. Radiation therapy is often used afterward in high risk cancer or patient types.  Radiation or radiotherapy can also be a standalone option in treating cSCC. As a non-invasive option brachytherapy serves a painless possibility to treat in particular but not only difficult to operate areas like the earlobes or genitals. An example of this kind of therapy is the high-dose brachytherapy Rhenium-SCT which makes use of the beta rays emitting property of rhenium-188. The radiation source is enclosed in a compound which is applied to a thin protection foile directly over the lesion. This way the radiation source can be applied to complex locations and minimize radiation to healthy tissue. After removal of the cancer, closure of the skin for patients with a decreased amount of skin laxity involves a split-thickness skin graft. A donor site is chosen and enough skin is removed so that the donor site can heal on its own. Only the epidermis and a partial amount of dermis is taken from the donor site which allows the donor site to heal. Skin can be harvested using either a mechanical dermatome or Humby knife. Electrodessication and curettage (EDC) can be done on selected squamous-cell carcinoma of the skin. In areas where cSCC is known to be non-aggressive, and where the patient is not immunosuppressed, EDC can be performed with good to adequate cure rate. Treatment options for cSCC in situ (Bowen's disease) include photodynamic therapy with 5-aminolevulinic acid, cryotherapy, topical 5-fluorouracil or imiquimod, and excision. A meta-analysis showed evidence that PDT is more effective than cryotherapy and has better cosmetic outcomes. There is generally a lack of evidence comparing the effectiveness of all treatment options. High-risk squamous-cell carcinoma, as defined by that occurring around the eye, ear, or nose, is of large size, is poorly differentiated, and grows rapidly, requires more aggressive, multidisciplinary management. Nodal spread:  Surgical block dissection if palpable nodes or in cases of Marjolin's ulcers but the benefit of prophylactic block lymph node dissection with Marjolin's ulcers is not proven. Radiotherapy Adjuvant therapy may be considered in those with high-risk cSCC even in the absence of evidence for local metastasis. Imiquimod (Aldara) has been used with success for squamous-cell carcinoma in situ of the skin and the penis, but the morbidity and discomfort of the treatment is severe. An advantage is the cosmetic result: after treatment, the skin resembles normal skin without the usual scarring and morbidity associated with standard excision. Imiquimod is not FDA-approved for any squamous-cell carcinoma. In general, squamous-cell carcinomas have a high risk of local recurrence, and up to 50% do recur. Frequent skin exams with a dermatologist is recommended after treatment.   == Prognosis == The long-term outcome of squamous-cell carcinoma is dependent upon several factors: the sub-type of the carcinoma, available treatments, location and severity, and various patient health-related variables (accompanying diseases, age, etc.). Generally, the long-term outcome is positive, with a metastasis rate of 1.9-5.2% and a mortality rate of 1.5-3.4%.  When it does metastasize, the most commonly involved organs are the lungs, brain, bone and other skin locations. Squamous-cell carcinoma occurring in immunosuppressed people (such as those with organ transplant, human immunodeficiency virus infection, or chronic lymphocytic leukemia) the risk of developing cSCC and having metastasis is much higher than the general population. One study found squamous-cell carcinoma of the penis had a much greater rate of mortality than some other forms of squamous-cell carcinoma, that is, about 23%, although this relatively high mortality rate may be associated with possibly latent diagnosis of the disease due to patients avoiding genital exams until the symptoms are debilitating, or refusal to submit to a possibly scarring operation upon the genitalia.   == Epidemiology ==  The incidence of cutaneous squamous-cell carcinoma continues to rise around the world. This is theorized to be due to several factors; including an aging population, a greater incidence of those who are immunocompromised and the increasing use of tanning beds.  A recent study estimated that there are between 180,000 and 400,000 cases of cSCC in the United States in 2013. Risk factors for cSCC varies with age, gender, race, geography, and genetics. The incidence of cSCC increases with age and with those 75 years or older eing at a 5-10 times increased risk of developing cSCC as compared with those who are younger than 55 years old. Males are affected with cSCC at a ratio of 3:1 in comparison to females. Those who have light skin, red or blonde hair and light colored eyes are also at increased risk. Squamous-cell carcinoma of the skin can be found on all areas of the body but is most common on frequently sun-exposed areas, such as the face, legs and arms. Solid organ transplant recipients (heart, lung, liver, pancreas, among others) are also at a heightened risk of developing aggressive, high-risk cSCC. There are also a few rare congenital diseases predisposed to cutaneous malignancy. In certain geographic locations, exposure to arsenic in well water or from industrial sources may significantly increase the risk of cSCC.   == Additional images ==  \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t   == See also == List of cutaneous conditions associated with increased risk of nonmelanoma skin cancer   == References ==   == External links ==  DermNet NZ: Squamous cell carcinoma"}