{"name": "stanozolol", "category": "drug", "content": "Stanozolol (abbrev. Stz), sold under many brand names, is a synthetic androgen and anabolic steroid (AAS) medication derived from dihydrotestosterone (DHT). It is used to treat hereditary angioedema. It was developed by American pharmaceutical company Winthrop Laboratories (Sterling Drug) in 1962, and has been approved by the U.S. Food and Drug Administration for human use, though it is no longer marketed in the USA. It is also used in veterinary medicine. Stanozolol has mostly been discontinued, and remains available in only a few countries. It is given by mouth in humans or by injection into muscle in animals. Unlike most injectable AAS, stanozolol is not esterified and is sold as an aqueous suspension, or in oral tablet form. The drug has a high oral bioavailability, due to a C17α alkylation which allows the hormone to survive first-pass liver metabolism when ingested. It is because of this that stanozolol is also sold in tablet form. Stanozolol is one of the AAS commonly used as performance-enhancing drugs and is banned from use in sports competition under the auspices of the World Anti-Doping Agency (WADA). It is an anabolic steroid that is known to have a diuretic effect. Additionally, stanozolol has been highly restricted in US horse racing.   == Medical uses == Stanozolol has been used with some success to treat venous insufficiency. It stimulates blood fibrinolysis and has been evaluated for the treatment of the more advanced skin changes in venous disease such as lipodermatosclerosis. Several randomized trials noted improvement in the area of lipodermatosclerosis, reduced skin thickness, and possibly faster ulcer healing rates with stanozolol. It is also being studied to treat hereditary angioedema, osteoporosis, and skeletal muscle injury.   == Non-medical uses == Stanozolol is used for physique- and performance-enhancing purposes by competitive athletes, bodybuilders, and powerlifters.   == Side effects ==  Side effects of stanozolol include virilization (masculinization), hepatotoxicity, cardiovascular disease, and hypertension.   == Pharmacology ==   === Pharmacodynamics ===  As an AAS, stanozolol is an agonist of the androgen receptor (AR), similarly to androgens like testosterone and DHT. Its affinity for the androgen receptor is about 22% of that of dihydrotestosterone. Stanozolol is not a substrate for 5α-reductase as it is already 5α-reduced, and so is not potentiated in so-called \"androgenic\" tissues like the skin, hair follicles, and prostate gland. This results in a greater ratio of anabolic to androgenic activity compared to testosterone. In addition, due to its 5α-reduced nature, stanozolol is non-aromatizable, and hence has no propensity for producing estrogenic effects such as gynecomastia or fluid retention. Stanozolol also does not possess any progestogenic activity of significance. Because of the presence of its 17α-methyl group, the metabolism of stanozolol is sterically hindered, resulting in it being orally active, although also hepatotoxic.   === Pharmacokinetics === Stanozolol has high oral bioavailability, due to the presence of its C17α alkyl group and the resistance to gastrointestinal and liver metabolism that it results in. The medication has very low affinity for human serum sex hormone-binding globulin (SHBG), about 5% of that of testosterone and 1% of that of DHT. Stanozolol is metabolized in the liver, ultimately becoming glucuronide and sulfate conjugates. Its biological half-life is reported to be 9 hours when taken by mouth and 24 hours when given by intramuscular injection in the form of an aqueous suspension. It is said to have a duration of action of one week or more via intramuscular injection.   == Chemistry ==  Stanozolol, also known as 17α-methyl-2'H-androst-2-eno[3,2-c]pyrazol-17β-ol, is a synthetic 17α-alkylated androstane steroid and a derivative of 5α-dihydrotestosterone (DHT) with a methyl group at the C17α position and a pyrazole ring attached to the A ring of the steroid nucleus.   === Synthesis === Various chemical synthesis of stanozolol have been published.   === Detection in body fluids === Stanozolol is subject to extensive hepatic biotransformation by a variety of enzymatic pathways. The primary metabolites are unique to stanozolol and are detectable in the urine for up to 10 days after a single 5–10 mg oral dose. Methods for detection in urine specimens usually involve gas chromatography-mass spectrometry or liquid chromatography-mass spectrometry.   == History == In 1962, Stanozolol was brought to market in the US by Winthrop under the tradename \"Winstrol\" and in Europe by Winthrop's partner, Bayer, under the name \"Stromba\". Also in 1962, the Kefauver Harris Amendment was passed, amending the Federal Food, Drug, and Cosmetic Act to require drug manufacturers to provide proof of the effectiveness of their drugs before approval. The FDA implemented its Drug Efficacy Study Implementation (DESI) program to study and regulate drugs, including stanozolol, that had been introduced prior to the amendment. The DESI program was intended to classify all pre-1962 drugs that were already on the market as effective, ineffective, or needing further study. The FDA enlisted the National Research Council of the National Academy of Sciences to evaluate publications on relevant drugs under the DESI program. In June 1970 the FDA announced its conclusions on the effectiveness of certain AAS, including stanozolol, based on the NAS/NRC reports made under DESI. The drugs were classified as probably effective as adjunctive therapy in the treatment of senile and postmenopausal osteoporosis but only as an adjunct, and in pituitary dwarfism (with a specific caveat for dwarfism, \"until growth hormone is more available\"), and as lacking substantial evidence of effectiveness for several other indications. Specifically, the FDA found a lack of efficacy for stanozolol as \"an adjunct to promote body tissue-building processes and to reverse tissue-depleting processes in such conditions as malignant diseases and chronic nonmalignant diseases; debility in elderly patients, and other emaciating diseases; gastrointestinal disorders resulting in alterations of normal metabolism; use during pre-operative and postoperative periods in undernourished patients and poor-risk surgical cases due to traumatism; use in infants, children, and adolescents who do not reach an adequate weight; supportive treatment to help restore or maintain a favorable metabolic balance, as in postsurgical, postinfectious, and convalescent patients; of value in pre- operative patients who have lost tissue from a disease process or who have associated symptoms, such as anorexia; retention and utilization of calcium; surgical applications; gastrointestinal disease, malnourished adults, and chronic illness; pediatric nutritional problems; prostatic carcinoma; and endocrine deficiencies.\" The FDA gave Sterling six months to stop marketing stanozolol for the indications for which there was no evidence for efficacy, and one year to submit further data for the two indications for which it found probable efficacy. In August and September 1970, Sterling submitted more data; the data was not sufficient but the FDA allowed the drug to continued to be marketed, since there was an unmet need for drugs for osteoporosis and pituitary dwarfism, but Sterling was required to submit more data. In 1980 the FDA removed the dwarfism indication from the label for stanozolol since human growth hormone drugs had come on the market, and mandated that the label for stanozolol and other steroids say: \"As adjunctive therapy in senile and postmenopausal osteoporosis. AAS are without value as primary therapy but may be of value as adjunctive therapy. Equal or greater consideration should be given to diet, calcium balance, physiotherapy, and good general health promoting measures.\" and gave Sterling a timeline to submit further data for other indications it wanted for the drug. Sterling submitted data to the FDA intended to support the effectiveness of Winstrol for postmenopausal osteoporosis and aplastic anemia in December, 1980 and August 1983 respectively. The FDA's Endocrinologic and Metabolic Drugs Advisory Committee considered the data submitted for osteoporosis in two meetings held 1981 and the data for aplastic anemia in 1983. In April 1984, the FDA announced that the data was not sufficient, and withdrew the marketing authority for stanozolol for senile and postmenopausal osteoporosis and for raising hemoglobin levels in aplastic anemia. In 1988, Sterling was acquired by Eastman Kodak for $5.1 billion and in 1994 Kodak sold the drug business of Sterling to Sanofi for $1.675 billion. Sanofi had stanozolol manufactured in the US by Searle, which stopped making the drug in October 2002. Even with no drug in production, Sanofi sold the stanozolol business to Ovation Pharmaceuticals in 2003, along with the two other drugs. At that time, the drug had not been discontinued and was considered a treatment for hereditary angioedema. In March 2009, Lundbeck purchased Ovation In 2010, Lundbeck withdrew stanozolol from the market in the US; as of 2014 no other company is marketing stanozolol as a pharmaceutical drug in the US but it can be obtained via a compounding pharmacy. Pfizer had marketed stanozolol as a veterinary drug; in 2013 Pfizer spun off its veterinary business to Zoetis and in 2014 Pfizer transferred the authorizations to market injectable and tablet forms of stanozolol as a veterinary drug to Zoetis. It is used in veterinary medicine as an adjunct in the management of wasting diseases, to stimulate the formation of red blood cells, arouse appetite, and promote weight gain, but the evidence for these uses is weak. It is used as a performance-enhancing drug in race horses. Its side effects include weight gain, water retention, and difficulty eliminating nitrogen-based waste products and it is toxic to the liver, especially in cats. Because it may promote the growth of tumors, it is contraindicated in dogs with enlarged prostates.: 730–371  Stanozolol and other AAS were commonly used to treat hereditary angioedema attacks, until several drugs were brought to market specifically for treatment of that disease, the first in 2009: Cinryze, Berinert, ecallantide (Kalbitor), icatibant (Firazyr) and Ruconest. Stanozolol is still used long-term to reduce the frequency of severity of attacks.   == Society and culture ==   === Generic names === Stanozolol is the generic name of stanozolol in English, German, French, and Japanese and its INNTooltip International Nonproprietary Name, USANTooltip United States Adopted Name, USPTooltip United States Pharmacopeia, BANTooltip British Approved Name, DCFTooltip Dénomination Commune Française, and JANTooltip Japanese Accepted Name, while stanozololum is its name in Latin, stanozololo is its name in Italian and its DCITTooltip Denominazione Comune Italiana, and estanozolol is its name in Spanish. Androstanazole, androstanazol, stanazol, stanazolol, and estanazolol are unofficial synonyms of stanozolol. It is also known by its former developmental code name WIN-14833.   === Brand names === Brand names under which stanozolol is or has been marketed include Anaysynth, Menabol, Neurabol Caps., Stanabolic (veterinary), Stanazol (veterinary), Stanol, Stanozolol, Stanztab, Stargate (veterinary), Stromba, Strombaject, Sungate (veterinary), Tevabolin, Winstrol, Winstrol Depot, and Winstrol-V (veterinary).   === Legal status in the United States ===  In the United States, like other AAS, stanozolol is classified as a controlled substance under federal regulation; they were included as Schedule III controlled substances under the Anabolic Steroids Control Act of 1990 which was passed as part of the Crime Control Act of 1990.: 30    === Doping in sports ===  Stanozolol and other synthetic steroids were first banned by the International Olympic Committee and the International Association of Athletics Federations in 1974, after methods to detect them had been developed.: 716  There are many known cases of doping in sports with stanozolol by professional athletes. Stanozolol is especially widely used by the athletes from post-Soviet countries. As of 2015, it is banned by World Anti-Doping Agency and United States Anti-Doping Agency.   == Research == Stanozolol has been investigated in the treatment of a number of dermatological conditions including urticaria, hereditary angioedema, Raynaud's phenomenon, cryofibrinogenemia, and lipodermatosclerosis.   == References =="}