{"name": "stavudine", "category": "drug", "content": "Stavudine (d4T), sold under the brand name Zerit among others, is an antiretroviral medication used to prevent and treat HIV/AIDS. It is generally recommended for use with other antiretrovirals. It may be used for prevention after a needlestick injury or other potential exposure. However, it is not a first-line treatment. It is given by mouth. Common side effects include headache, diarrhea, vomiting, rash, and peripheral nerve problems. Severe side effects include high blood lactate, pancreatitis, and an enlarged liver. It is not generally recommended in pregnancy. Stavudine is in the nucleoside analog reverse-transcriptase inhibitor (NRTI) class of medication. Stavudine was first described in 1966 and approved for use in the United States in 1994. It is available as a generic medication.   == Medical uses == Stavudine is used in the treatment of HIV-1 infection, but is not a cure. It is not normally recommended as initial treatment. Stavudine can also reduce the risk of developing HIV-1 infection after coming into contact with the virus either at work (e.g., needlestick) or through exposure to infected blood or other bodily fluids. It is always used in combination with other HIV medications for the better control of the infection and a reduction in HIV complications. The World Health Organization (WHO) recommends stavudine to be phased out to due to its high toxicity levels. If the drug must be used, it is recommended to use low dosages to reduce the occurrence of side effects; however, a 2015 Cochrane review found no clear advantage between high and low dosage regimens.   === Pregnancy and breastfeeding === Stavudine has been demonstrated to affect the fetus in animal studies but no data are available from human studies. Pregnant women should therefore be given stavudine only if the potential benefits outweigh the potential harm to the fetus. Additionally, there have been case reports of fatal lactic acidosis in pregnant women receiving combination therapy of stavudine and didanosine with other antiviral agents. The Centers for Disease Control and Prevention recommend that HIV-infected mothers not breastfeed their infants, in order to avoid the risk of HIV transmission through breast milk. There is also evidence that stavudine gets into animal breast milk, although no data are available for human breast milk.   === Children === Stavudine is safe for use in children infected with HIV from birth through adolescence.  Adverse effects and safety profile are the same as adults.   === Elderly === There is no data available for stavudine use in HIV-infected adults aged 65 years or older.  However, among 12,000 people over the age of 65, 30% developed peripheral neuropathy.  Additionally, since the elderly are more likely to have decreased renal function, they are more likely to develop toxic side effects.   == Adverse events == Common side effects  Nausea Vomiting Diarrhea Headache Upset stomach Severe side effects   Peripheral neuropathy Lactic acidosis Pancreatitis Hepatotoxicity Hepatomegaly with steatosis Lipoatrophy/lipodystrophy (fat redistribution/accumulation) Individuals are monitored for the development of these serious adverse effects. The development of peripheral neuropathy is shown to be dose related, and may be resolved if the drug is discontinued. Individuals with advanced HIV-1 disease, a history of peripheral neuropathy, or individuals on other drugs that have association with neuropathy develop this side effect more often. Stavudine has been shown in laboratory test to be genotoxic, but with clinical doses its carcinogenic effects are non-existent. Hyperlactatemia,  bone mineral density (BMD) loss, reduction in limb fat and an increase in triglycerides were found when administered in high dosages. It is also one of the most likely antiviral drugs to cause lipodystrophy, and for this reason it is no longer considered an appropriate treatment for most patients in developed countries. HLA-B*4001 may be used as a genetic marker to predict which patients will develop stavudine-associated lipodystrophy, to avoid or shorten the duration of stavudine according to a study in Thailand. It is still used as first choice in first line therapy in resource poor settings such as in India. Only in case of development of peripheral neuropathy or pregnancy is it changed to the next choice, zidovudine. Safety and effectiveness of dosage titration was not reported in treatment naive patients. It was only reported in those patients with sustained virologic suppression. These findings are not generalized to stavudine used in ART naive patients who have high viral loads. In November 2009, the World Health Organization (WHO) stated that \"[The WHO] recommends that countries phase out the use of stavudine, or d4T, because of its long-term, irreversible side-effects. Stavudine is still widely used in first-line therapy in developing countries due to its low cost and widespread availability. Zidovudine (AZT) or tenofovir (TDF) are recommended as less toxic and equally effective alternatives.\"   == Mechanism of action == Stavudine is a nucleoside analog of thymidine. It is phosphorylated by cellular kinases into an active triphosphate. Stavudine triphosphate inhibits HIV's reverse transcriptase by competing with the natural substrate, thymidine triphosphate. Reverse transcriptase is the enzyme the virus uses to make a DNA copy of its RNA in order to insert its genetic material into the host's DNA. Upon incorporation into the DNA strand, stavudine triphosphate causes termination of DNA replication.   == Pharmacokinetics == Absorption: Stavudine has rapid absorption and good oral bioavailability  (F = 0.86). Distribution: Stavudine does not bind to proteins in the blood. Metabolism: The clearance of stavudine is affected minimally by hepatic metabolism. Oxidation and glucuronidation produce minor metabolites. Elimination: Stavudine is mostly eliminated in the urine and mostly in its unchanged form.   == Drug interactions == Simultaneous use of zidovudine is not recommended, as it can inhibit the intracellular phosphorylation of stavudine. Other anti-HIV drugs do not possess this property. Stavudine is not protein-bound nor does it inhibit the major cytochrome P450 isoforms. Thus, significant drug interactions with drugs metabolized through these pathways or drugs that are protein-bound are unlikely.   == History == Stavudine was first created by Jerome Horwitz in the 1960s and was originally named D4T. When the AIDS epidemic occurred in the 1980s, William Prusoff and others at Yale University discovered the anti-HIV properties of stavudine.  In 1990, Yale patented the use of the drug stavudine (d4T) to treat HIV and granted an exclusive license to Bristol-Myers Squibb to manufacture the drug under the brand name Zerit. Since then, stavudine became a key drug for treating HIV. However, because of its high price (over $1600 per year), Zerit was inaccessible to infected people in developing countries. Médecins Sans Frontières (MSF) found an Indian manufacturer, who was willing to sell stavudine in South Africa for $40 per year per patient. However, this deal fell apart, because Yale patented stavudine in South Africa, and was unwilling to issue a license to the Indian generic manufacturer. Students sided with Médecins Sans Frontières and approached Yale with the idea to put pressure on Bristol-Myers Squibb to lower Stavudine's prices in South Africa and/or to issue patent licenses to generic manufacturers. After the issue was publicized, Bristol-Myers Squibb announced, that it would not enforce the stavudine patent in South Africa and that it would sell Zerit in sub-Saharan Africa for $55 per year. Stavudine was the first drug to be granted parallel track status in 1992, by the US Food and Drug Administration (FDA), which allowed the agency to make Stavudine available to patients before being approved. Stavudine was submitted under the FDA's accelerated approval process. Through this process, Stavudine's effectiveness was measured by its effect on the surrogate marker, CD4, instead of clinical endpoints. The FDA concluded that an increase in CD4 cell counts was an indicator of how effective the drug would be against AIDS and HIV infection. Stavudine was the fourth drug to be approved for the treatment of AIDS and HIV infection by the FDA on 27 June 1994. Even after approval, studies were continued to evaluate the clinical benefit of the drug. If there is no indication of clinical benefits, the accelerated approval may be withdrawn. In 2018, Mylan Pharmaceuticals discontinued manufacturing stavudine 20 mg, 30 mg, and 40 mg capsules.   == References =="}