{"name": "Streptococcal Infections", "category": "disease", "content": "Streptococcus is a genus of gram-positive  (pl.: cocci) or spherical bacteria that belongs to the family Streptococcaceae, within the order Lactobacillales (lactic acid bacteria), in the phylum Bacillota. Cell division in streptococci occurs along a single axis, thus when growing they tend to form pairs or chains, which may appear bent or twisted. This differs from staphylococci, which divide along multiple axes, thereby generating irregular, grape-like clusters of cells. Most streptococci are oxidase-negative and catalase-negative, and many are facultative anaerobes (capable of growth both aerobically and anaerobically). The term was coined in 1877 by Viennese surgeon Albert Theodor Billroth (1829–1894), by combining the prefix \"strepto-\" (from Ancient Greek: στρεπτός, romanized: streptós, lit. 'easily twisted, pliant'), together with the suffix \"-coccus\" (from Modern Latin: coccus, from Ancient Greek: κόκκος, romanized: kókkos, lit. 'grain, seed, berry'.) In 1984, many bacteria formerly grouped in the genus Streptococcus were separated out into the genera Enterococcus and Lactococcus. Currently, over 50 species are recognised in this genus. This genus has been found to be part of the salivary microbiome.   == Pathogenesis and classification ==  In addition to streptococcal pharyngitis (strep throat), certain Streptococcus species are responsible for many cases of pink eye, meningitis, bacterial pneumonia, endocarditis, erysipelas, and necrotizing fasciitis (the 'flesh-eating' bacterial infections). However, many streptococcal species are not pathogenic, and form part of the commensal human microbiota of the mouth, skin, intestine, and upper respiratory tract. Streptococci are also a necessary ingredient in producing Emmentaler (\"Swiss\") cheese. Species of streptococci are classified based on their hemolytic properties. Alpha-hemolytic species cause oxidization of iron in hemoglobin molecules within red blood cells, giving it a greenish color on blood agar. Beta-hemolytic species cause complete rupture of red blood cells.  On blood agar, this appears as wide areas clear of blood cells surrounding bacterial colonies. Gamma-hemolytic species cause no hemolysis. Beta-hemolytic streptococci are further classified by Lancefield grouping, a serotype classification (that is, describing specific carbohydrates present on the bacterial cell wall). The 21 described serotypes are named Lancefield groups A to W (excluding E, I and J). This system of classification was developed by Rebecca Lancefield, a scientist at Rockefeller University. In the medical setting, the most important groups are the alpha-hemolytic streptococci S. pneumoniae and Streptococcus viridans groups, and the beta-hemolytic streptococci of Lancefield groups A and B (also known as \"group A strep\" and \"group B strep\"). Table: Medically relevant streptococci   === Alpha-hemolytic === When alpha-hemolysis (α-hemolysis) is present, the agar under the colony will appear dark and greenish due to the conversion of hemoglobin to green biliverdin. Streptococcus pneumoniae and a group of oral streptococci (Streptococcus viridans or viridans streptococci) display alpha-hemolysis. Alpha-hemolysis is also termed incomplete hemolysis or partial hemolysis because the cell membranes of the red blood cells are left intact. This is also sometimes called green hemolysis because of the color change in the agar.   ==== Pneumococci ==== S. pneumoniae (sometimes called pneumococcus), is a leading cause of bacterial pneumonia and the occasional etiology of otitis media, sinusitis, meningitis, and peritonitis.  Inflammation is thought to be the major cause of how pneumococci cause disease, hence the tendency of diagnoses associated with them to involve inflammation. They possess no Lancefield antigens.   ==== The viridans group: alpha-hemolytic ==== The viridans streptococci are a large group of commensal bacteria that are either alpha-hemolytic, producing a green coloration on blood agar plates (hence the name \"viridans\", from Latin vĭrĭdis, green), or nonhemolytic.  They possess no Lancefield antigens.   === Beta-hemolytic === Beta-hemolysis (β-hemolysis), sometimes called complete hemolysis, is a complete lysis of red cells in the media around and under the colonies: the area appears lightened (yellow) and transparent. Streptolysin, an exotoxin, is the enzyme produced by the bacteria which causes the complete lysis of red blood cells. There are two types of streptolysin: Streptolysin O (SLO) and streptolysin S (SLS). Streptolysin O is an oxygen-sensitive cytotoxin, secreted by most group A Streptococcus (GAS), and interacts with cholesterol in the membrane of eukaryotic cells (mainly red and white blood cells, macrophages, and platelets), and usually results in beta-hemolysis under the surface of blood agar. Streptolysin S is an oxygen-stable cytotoxin also produced by most GAS strains which results in clearing on the surface of blood agar. SLS affects immune cells, including polymorphonuclear leukocytes and lymphocytes, and is thought to prevent the host immune system from clearing infection. Streptococcus pyogenes, or GAS, displays beta hemolysis. Some weakly beta-hemolytic species cause intense hemolysis when grown together with a strain of Staphylococcus. This is called the CAMP test. Streptococcus agalactiae displays this property. Clostridium perfringens can be identified presumptively with this test. Listeria monocytogenes is also positive on sheep's blood agar.   ==== Group A ==== Group A S. pyogenes  is the causative agent in a wide range of group A streptococcal infections (GAS). These infections may be noninvasive or invasive. The noninvasive infections tend to be more common and less severe. The most common of these infections include streptococcal pharyngitis (strep throat) and impetigo. Scarlet fever is another example of Group A noninvasive infection. The invasive infections caused by group A beta-hemolytic streptococci tend to be more severe and less common. This occurs when the bacterium is able to infect areas where it is not usually found, such as the blood and organs. The diseases that may be caused include streptococcal toxic shock syndrome, necrotizing fasciitis, pneumonia, and bacteremia. Globally, GAS has been estimated to cause more than 500,000 deaths every year, making it one of the world's leading pathogens. Additional complications may be caused by GAS, namely acute rheumatic fever and acute glomerulonephritis. Rheumatic fever, a disease that affects the joints, kidneys, and heart valves, is a consequence of untreated strep A infection caused not by the bacterium itself, but due to the antibodies created by the immune system to fight off the infection cross-reacting with other proteins in the body. This \"cross-reaction\" causes the body to essentially attack itself and leads to the damage above. A similar autoimmune mechanism initiated by Group A beta-hemolytic streptococcal (GABHS) infection is hypothesized to cause pediatric autoimmune neuropsychiatric disorders associated with streptococcal infections (PANDAS), wherein autoimmune antibodies affect the basal ganglia, causing rapid onset of psychiatric, motor, sleep, and other symptoms in pediatric patients. GAS infection is generally diagnosed with a rapid strep test or by culture.   ==== Group B ==== S. agalactiae, or group B streptococcus, GBS, causes pneumonia and meningitis in newborns and the elderly, with occasional systemic bacteremia. Importantly, Streptococcus agalactiae is the most common cause of meningitis in infants from one month to three months old.  They can also colonize the intestines and the female reproductive tract, increasing the risk for premature rupture of membranes during pregnancy, and transmission of the organism to the infant. The American College of Obstetricians and Gynecologists, American Academy of Pediatrics, and the Centers for Disease Control recommend all pregnant women between 35 and 37 weeks gestation to be tested for GBS. Women who test positive should be given prophylactic antibiotics during labor, which will usually prevent transmission to the infant. Group III polysaccharide vaccines have been proven effective in preventing the passing of GBS from mother to infant.  The United Kingdom has chosen to adopt a risk factor-based protocol, rather than the culture-based protocol followed in the US. Current guidelines state that if one or more of the following risk factors is present, then the woman should be treated with intrapartum antibiotics:  GBS bacteriuria during this pregnancy History of GBS disease in a previous infant Intrapartum fever (≥38 °C) Preterm labour (<37 weeks) Prolonged rupture of membranes (>18 hours) This protocol results in the administration of intrapartum antibiotics to 15–20% of pregnant women and the prevention of 65–70% of cases of early onset GBS sepsis.   ==== Group C ==== This group includes S. equi, which causes strangles in horses, and S. zooepidemicus — S. equi is a clonal descendant or biovar of the ancestral S. zooepidemicus — which causes infections in several species of mammals, including cattle and horses. S. dysgalactiae subsp. dysgalactiae is also a member of group C, beta-haemolytic streptococci that can cause pharyngitis and other pyogenic infections similar to group A streptococci. Group C streptococcal bacteria are considered zoonotic pathogens, meaning infection can be passed from animal to human.   ==== Group D (enterococci) ==== Many former group D streptococci have been reclassified and placed in the genus Enterococcus (including E. faecalis, E. faecium, E. durans, and E. avium). For example, Streptococcus faecalis is now Enterococcus faecalis. E. faecalis is sometimes alpha-hemolytic and E. faecium is sometimes beta hemolytic. The remaining nonenterococcal group D strains include Streptococcus gallolyticus, Streptococcus bovis, Streptococcus equinus and Streptococcus suis. Nonhemolytic streptococci rarely cause illness. However, weakly hemolytic group D beta-hemolytic streptococci and Listeria monocytogenes (which is actually a gram-positive bacillus) should not be confused with nonhemolytic streptococci.   ==== Group F streptococci ==== Group F streptococci were first described in 1934 by Long and Bliss among the \"minute haemolytic streptococci\". They are also known as Streptococcus anginosus (according to the Lancefield classification system) or as members of the S. milleri group (according to the European system).   ==== Group G streptococci ==== These streptococci are usually, but not exclusively, beta-hemolytic. Streptococcus dysgalactiae subsp. canis is the predominant subspecies encountered. It is a particularly common GGS in humans, although it is typically found on animals. S. phocae is a GGS subspecies that has been found in marine mammals and marine fish species. In marine mammals it has been mainly associated with meningoencephalitis, sepsis, and endocarditis, but is also associated with many other pathologies. Its environmental reservoir and means of transmission in marine mammals is not well characterized. Group G streptococci are also considered zoonotic pathogens.   ==== Group H streptococci ==== Group H streptococci cause infections in medium-sized canines. Group H streptococci rarely cause  human illness unless a human has direct contact with the mouth of a canine. One of the most common ways this can be spread is human-to-canine, mouth-to-mouth contact. However, the canine may lick the human's hand and infection can be spread, as well.   == Clinical identification ==  In clinical practice, the most common groups of Streptococcus can be distinguished by simple bench tests, such as the PYR test for group A streptococcus. There are also latex agglutination kits which can distinguish each of the main groups seen in clinical practice.   == Treatment == Streptococcal infections can be treated with antibiotics from the penicillin family. Most commonly, penicillin or amoxicillin is used to treat strep infection. These antibiotics work by disrupting peptidoglycan production in the cell wall. Treatment most often occurs as a 10-day oral antibiotic cycle. For patients with penicillin allergies and those suffering from skin infections, clindamycin can be used. Clindamycin works by disrupting protein synthesis within the cell.    == Molecular taxonomy and phylogenetics ==  Streptococci have been divided into six groups on the basis of their 16S rDNA sequences: S. anginosus, S. gallolyticus, S. mitis, S. mutans, S. pyogenes and S. salivarius. The 16S groups have been confirmed by whole genome sequencing (see figure). The important pathogens S. pneumoniae and S. pyogenes belong to the S. mitis and S. pyogenes groups, respectively, while the causative agent of dental caries, Streptococcus mutans, is basal to the Streptococcus group.  Recent technological advances have resulted in an increase of available genome sequences for Streptococcus species, allowing for more robust and reliable phylogenetic and comparative genomic analyses to be conducted. In 2018, the evolutionary relationships within Streptococcus was re-examined by Patel and Gupta through the analysis of comprehensive phylogenetic trees constructed based on four different datasets of proteins and the identification of 134 highly specific molecular signatures (in the form of conserved signature indels) that are exclusively shared by the entire genus or its distinct subclades. The results revealed the presence of two main clades at the highest level within Streptococcus, termed the \"Mitis-Suis\" and \"Pyogenes-Equinus-Mutans\" clades. The \"Mitis-Suis\" main clade comprises the Suis subclade and the Mitis clade, which encompasses the Angiosus, Pneumoniae, Gordonii and Parasanguinis subclades. The second main clade, the \"Pyogenes-Equinus-Mutans\", includes the Pyogenes, Mutans, Salivarius, Equinus, Sobrinus, Halotolerans, Porci, Entericus and Orisratti subclades. In total, 14 distinct subclades have been identified within the genus Streptococcus, each supported by reliable branching patterns in phylogenetic trees and by the presence of multiple conserved signature indels in different proteins that are distinctive characteristics of the members of these 14 clades. A summary diagram showing the overall relationships among the Streptococcus based on these studies is depicted in a figure on this page.   == Genomics ==  The genomes of hundreds of species have been sequenced. Most Streptococcus genomes are 1.8 to 2.3 Mb in size and encode 1,700 to 2,300 proteins. Some important genomes are listed in the table. The four species shown in the table (S. pyogenes, S. agalactiae, S. pneumoniae, and S. mutans) have an average pairwise protein sequence identity of about 70%.   == Bacteriophage == Bacteriophages have been described for many species of Streptococcus. 18 prophages have been described in S. pneumoniae that range in size from 38 to 41 kb in size, encoding from 42 to 66 genes each. Some of the first Streptococcus phages discovered were Dp-1 and ω1 (alias ω-1). In 1981 the Cp (Complutense phage 1, officially Streptococcus virus Cp1, Picovirinae) family was discovered with Cp-1 as its first member. Dp-1 and Cp-1 infect both S. pneumoniae and S. mitis. However, the host ranges of most Streptococcus phages have not been investigated systematically.   == Natural genetic transformation == Natural genetic transformation involves the transfer of DNA from one bacterium to another through the surrounding medium.  Transformation is a complex process dependent on the expression of numerous genes.  To be capable of transformation a bacterium must enter a special physiologic state referred to as competence. S. pneumoniae, S. mitis and S. oralis can become competent, and as a result actively acquire homologous DNA for transformation by a predatory fratricidal mechanism   This fratricidal mechanism mainly exploits non-competent siblings present in the same niche    Among highly competent isolates of S. pneumoniae, Li et al. showed that nasal colonization fitness and virulence (lung infectivity) depend on an intact competence system.  Competence may allow the streptococcal pathogen to use external homologous DNA for recombinational repair of DNA damages caused by the host's oxidative attack.   == See also == Cia-dependent small RNAs Quellung reaction Streptococcal infection in poultry Streptococcal pharyngitis Streptokinase   == References ==   == External links == Centers for Disease Control and Prevention (CDC) (March 2000). \"Adoption of perinatal group B streptococcal disease prevention recommendations by prenatal-care providers--Connecticut and Minnesota, 1998\". MMWR. Morbidity and Mortality Weekly Report. 49 (11): 228–232. PMID 10763673. Nature-Inspired CRISPR Enzyme Discoveries Vastly Expand Genome Editing . On: SciTechDaily. June 16, 2020. Source: Media Lab, Massachusetts Institute of Technology. Streptococcus genomes and related information at PATRIC, a Bioinformatics Resource Center funded by NIAID The Canadian Strep B Foundation Archived 2013-05-02 at the Wayback Machine The UK Group B Strep Support charity Stuttering Streptococcal Infection Infection"}