{"name": "Streptococcal toxic shock syndrome", "category": "disease", "content": "Toxic shock syndrome (TSS) is a condition caused by bacterial toxins. Symptoms may include fever, rash, skin peeling, and low blood pressure. There may also be symptoms related to the specific underlying infection such as mastitis, osteomyelitis, necrotising fasciitis, or pneumonia. TSS is typically caused by bacteria of the Streptococcus pyogenes or Staphylococcus aureus type, though others may also be involved. Streptococcal toxic shock syndrome is sometimes referred to as toxic-shock-like syndrome (TSLS). The underlying mechanism involves the production of superantigens during an invasive streptococcus infection or a localized staphylococcus infection. Risk factors for the staphylococcal type include the use of very absorbent tampons, skin lesions in young children characterized by fever, low blood pressure, rash, vomiting and/or diarrhea, and multiorgan failure. Diagnosis is typically based on symptoms. Treatment includes intravenous fluids, antibiotics, incision and drainage of any abscesses, and possibly intravenous immunoglobulin. The need for rapid removal of infected tissue via surgery in those with a streptococcal cause, while commonly recommended, is poorly supported by the evidence. Some recommend delaying surgical debridement. The overall risk of death is about 50% in streptococcal disease, and 5% in staphylococcal disease. Death may occur within 2 days. In the United States, the incidence of menstrual staphylococcal TSS declined sharply in the 1990s, while both menstrual and nonmenstrual cases have stabilized at about 0.3 to 0.5 cases per 100,000 population. Streptococcal TSS (STSS) saw a significant rise in the mid-1980s and has since remained stable at 2 to 4 cases per 100,000 population. In the developing world, the number of cases is usually on the higher extreme. TSS was first described in 1927. It got associated with very absorbent tampons that were removed from sale soon after.   == Signs and symptoms == Symptoms of toxic shock syndrome (TSS) vary depending on the underlying cause. TSS resulting from infection with the bacterium Staphylococcus aureus typically manifests in otherwise healthy individuals via signs and symptoms including high fever, accompanied by low blood pressure, malaise and confusion, which can rapidly progress to stupor, coma, and multiple organ failure. The characteristic rash, often seen early in the course of illness, resembles a sunburn (conversely, streptococcal TSS will rarely involve a sunburn-like rash), and can involve any region of the body including the lips, mouth, eyes, palms and soles of the feet. In patients who survive, the rash desquamates (peels off) after 10–21 days. STSS caused by the bacterium Streptococcus pyogenes, or TSLS, typically presents in people with pre-existing skin infections with the bacteria. These individuals often experience severe pain at the site of the skin infection, followed by rapid progression of symptoms as described above for TSS.   == Pathophysiology == In both TSS (caused by S. aureus) and TSLS (caused by S. pyogenes), disease progression stems from a superantigen toxin. The toxin in S. aureus infections is TSS Toxin-1, or TSST-1. The TSST-1 is secreted as a single polypeptide chain. The gene encoding toxic shock syndrome toxin is carried by a mobile genetic element of S. aureus in the SaPI family of pathogenicity islands. The toxin causes the non-specific binding of MHC II, on professional antigen presenting cells, with T-cell receptors, on T cells. In typical T-cell recognition, an antigen is taken up by an antigen-presenting cell, processed, expressed on the cell surface in complex with class II major histocompatibility complex (MHC) in a groove formed by the alpha and beta chains of class II MHC, and recognized by an antigen-specific T-cell receptor. This results in polyclonal T-cell activation. Superantigens do not require processing by antigen-presenting cells but instead, interact directly with the invariant region of the class II MHC molecule. In patients with TSS, up to 20% of the body's T-cells can be activated at one time. This polyclonal T-cell population causes a cytokine storm, followed by a multisystem disease.   == Risk factors == A few possible causes of toxic shock syndrome are:  Having strep throat or a viral infection like the flu or chickenpox Using tampons, especially if super-absorbent or left in longer than recommended Using contraceptive sponges, diaphragms or other devices placed inside the vagina History of a recent birth, miscarriage, or abortion Having a skin infection like impetigo or cellulitis Cuts or open wounds on the skin Surgical wounds Previously having TSS   == Diagnosis == For staphylococcal toxic shock syndrome, the diagnosis is based upon CDC criteria defined in 2011, as follows:  Body temperature > 38.9 °C (102.0 °F) Systolic blood pressure < 90 mmHg Diffuse macular erythroderma Desquamation (especially of the palms and soles) 1–2 weeks after onset Involvement of three or more organ systems: Gastrointestinal (vomiting, diarrhea) Muscular: severe myalgia or creatine phosphokinase level at least twice the upper limit of normal for laboratory Mucous membrane hyperemia (vaginal, oral, conjunctival) Kidney failure (serum creatinine > 2 times normal) Liver inflammation (bilirubin, AST, or ALT > 2 times normal) Low platelet count (platelet count < 100,000 / mm3) Central nervous system involvement (confusion without any focal neurological findings) Negative results of: Blood, throat, and CSF cultures for other bacteria (besides S. aureus) Negative serology for Rickettsia infection, leptospirosis, and measles Cases are classified as confirmed or probable as follows:  Confirmed: All six of the criteria above are met (unless the patient dies before desquamation can occur) Probable: Five of the six criteria above are met   == Treatment == The severity of this disease frequently warrants hospitalization. Admission to the intensive care unit is often necessary for supportive care (for aggressive fluid management, ventilation, renal replacement therapy and inotropic support), particularly in the case of multiple organ failure. Treatment includes removal or draining of the source of infection—often a tampon—and draining of abscesses. Outcomes are poorer in patients who do not have the source of infection removed. Antibiotic treatment should cover both S. pyogenes and S. aureus. This may include a combination of cephalosporins, penicillins or vancomycin. The addition of clindamycin or gentamicin reduces toxin production and mortality. In some cases doctors will prescribe other treatments such as blood pressure medications (to stabilize blood pressure if it is too low), dialysis, oxygen mask (to stabilize oxygen levels), and sometimes a ventilator. These will sometimes be used to help treat side effects of contracting TSS.   == Prognosis == With proper treatment, people usually recover in two to three weeks. The condition can, however, be fatal within hours. TSS has a mortality rate of 30–70%. Children who are affected by TSS tend to recover easier than adults do.   == Complications == Amputation of fingers, toes, and sometimes limbs Death Liver or kidney failure Heart problems Respiratory distress Septic shock Other abnormalities may occur depending on the case   == Prevention == During menstruation:  Use pads at night instead of tampons Try to keep up with changing a tampon every 4 to 8 hours Use low absorbent tampons Follow directions when using vaginal contraceptives (sponges or diaphragms) Make sure to maintain good hygiene during a menstrual cycle For anyone:  Keep open wounds clean Watch wounds and cuts for signs of infection (e.g. pus, redness, and warm to touch) Keep personal items personal (e.g.towels, sheets, razors) Wash clothing and bedding in hot water   == Epidemiology == Staphylococcal toxic shock syndrome is rare and the number of reported cases has declined significantly since the 1980s. Patrick Schlievert, who published a study on it in 2004, determined incidence at three to four out of 100,000 tampon users per year; the information supplied by manufacturers of sanitary products such as Tampax and Stayfree puts it at one to 17 of every 100,000 menstruating females, per year. TSS was considered a sporadic disease that occurred in immunocompromised people. It was not a more well-known disease until the 1980s, when high-absorbency tampons were in use. Due to the idea of the tampons having a high absorbency this led users to believe that they could leave a tampon in for several hours. Doing this allowed the bacteria to grow and led to infection. This resulted in a spike of cases of TSS. Philip M. Tierno Jr. helped determine that tampons were behind TSS cases in the early 1980s. Tierno blames the introduction of higher-absorbency tampons in 1978. A study by Tierno also determined that all-cotton tampons were less likely to produce the conditions in which TSS can grow; this was done using a direct comparison of 20 brands of tampons including conventional cotton/rayon tampons and 100% organic cotton tampons from Natracare. In fact, Dr Tierno goes as far to state, \"The bottom line is that you can get TSS with synthetic tampons, but not with an all-cotton tampon.\" A rise in reported cases occurred in the early 2000s: eight deaths from the syndrome in California in 2002 after three successive years of four deaths per year, and Schlievert's study found cases in part of Minnesota more than tripled from 2000 to 2003. Schlievert considers earlier onset of menstruation to be a cause of the rise; others, such as Philip M. Tierno and Bruce A. Hanna, blame new high-absorbency tampons introduced in 1999 and manufacturers discontinuing warnings not to leave tampons in overnight. In Japan, Cases of streptococcal toxic shock syndrome (STSS) reached 1,019 from January to June 2024, as compared to the 941 cases reported in 2023. TSS is more common during the winter and spring and occurs most often in the young and old. Toxic shock syndrome is commonly known to be an issue for those who menstruate, although fifty percent of Toxic Shock Syndrome cases are unrelated to menstruation. TSS in these cases can be caused by skin wounds, surgical sites, nasal packing, and burns.   == History ==   === Initial description === The term \"toxic shock syndrome\" was first used in 1978 by a Denver pediatrician, James K. Todd, to describe the staphylococcal illness in three boys and four girls aged 8–17 years. Even though S. aureus was isolated from mucosal sites in the patients, bacteria could not be isolated from the blood, cerebrospinal fluid, or urine, raising suspicion that a toxin was involved. The authors of the study noted reports of similar staphylococcal illnesses had appeared occasionally as far back as 1927, but the authors at the time failed to consider the possibility of a connection between toxic shock syndrome and tampon use, as three of the girls who were menstruating when the illness developed were using tampons. Many cases of TSS occurred after tampons were left in after they should have been removed.   === Rely tampons === Following controversial test marketing in Rochester, New York, and Fort Wayne, Indiana, in August 1978, Procter and Gamble introduced superabsorbent Rely tampons to the United States market in response to demands for tampons that could contain an entire menstrual flow without leaking or replacement. Rely used carboxymethylcellulose (CMC) and compressed beads of polyester for absorption. This tampon design could absorb nearly 20 times its own weight in fluid. Further, the tampon would \"blossom\" into a cup shape in the vagina to hold menstrual fluids without leakage. In January 1980, epidemiologists in Wisconsin and Minnesota reported the appearance of TSS, mostly in those menstruating, to the CDC. S. aureus was successfully cultured from most of the subjects. The Toxic Shock Syndrome Task Force was created and investigated the epidemic as the number of reported cases rose throughout the summer of 1980. In September 1980, CDC reported users of Rely were at increased risk for developing TSS. On 22 September 1980, Procter and Gamble recalled Rely following release of the CDC report. As part of the voluntary recall, Procter and Gamble entered into a consent agreement with the FDA \"providing for a program for notification to consumers and retrieval of the product from the market\". However, it was clear to other investigators that Rely was not the only culprit. Other regions of the United States saw increases in menstrual TSS before Rely was introduced. It was shown later that higher absorbency of tampons was associated with an increased risk for TSS, regardless of the chemical composition or the brand of the tampon. The sole exception was Rely, for which the risk for TSS was still higher when corrected for its absorbency. The ability of carboxymethylcellulose to filter the S. aureus toxin that causes TSS may account for the increased risk associated with Rely.   == Notable cases == Clive Barker, fully recovered, contracted the syndrome after visiting the dentist. Lana Coc-Kroft, fully recovered, contracted the syndrome due to group A streptococcal infection. Jim Henson, d. 1990, contracted the syndrome due to group A streptococcal infection and subsequently died from it. Nan C. Robertson, d. 2009, the 1983 winner of the Pulitzer Prize for Feature Writing for her medically detailed account of her struggle with toxic shock syndrome, a cover story for The New York Times Magazine which at that time became the most widely syndicated article in Times history. Barbara Robison, lead vocalist for the psychedelic rock band the Peanut Butter Conspiracy, was performing in Butte, Montana on 6 April 1988; during the concert, she fell ill and was transported to a hospital. She did not recover, and died sixteen days later on 22 April from toxic shock poisoning at the age of 42. Mike Von Erich, d. 1987, developed the syndrome after shoulder surgery: he made an apparent recovery but experienced brain damage and weight loss as a result of the condition; he died by suicide later.   == References ==   == External links == Stevens DL (1995). \"Streptococcal toxic-shock syndrome: spectrum of disease, pathogenesis, and new concepts in treatment\". Emerging Infectious Diseases. 1 (3): 69–78. doi:10.3201/eid0103.950301. PMC 2626872. PMID 8903167. \"Toxic Shock Syndrome (TSS): The Facts\". Toxic Shock Syndrome information service. tssis.com."}