{"name": "streptomycin", "category": "drug", "content": "Streptomyces is the largest genus of Actinomycetota, and the type genus of the family Streptomycetaceae. Over 700 species of Streptomyces bacteria have been described. As with the other Actinomycetota, streptomycetes are gram-positive,  and have very large genomes with high GC content.  Found predominantly in soil and decaying vegetation, most streptomycetes produce spores, and are noted for their distinct \"earthy\" odor that results from production of a volatile metabolite, geosmin. Different strains of the same species may colonize very diverse environments. Streptomycetes are characterised by a complex secondary metabolism. Between 5-23% (average: 12%) of the protein-coding genes of each Streptomyces species are implicated in secondary metabolism. Streptomycetes produce over two-thirds of the clinically useful antibiotics of natural origin (e.g., neomycin, streptomycin, cypemycin, grisemycin, bottromycins and chloramphenicol). The antibiotic streptomycin takes its name directly from Streptomyces. Streptomycetes are infrequent pathogens, though infections in humans, such as mycetoma, can be caused by S. somaliensis and S. sudanensis, and in plants can be caused by S. caviscabies, S. acidiscabies, S. turgidiscabies and S. scabies.   == Taxonomy ==  Streptomyces is the type genus of the family Streptomycetaceae and currently covers more than 700 species with the number increasing every year. It is estimated that the total number of Streptomyces species is close to 1600. Acidophilic and acid-tolerant strains that were initially classified under this genus have later been moved to Kitasatospora (1997)  and Streptacidiphilus (2003). Species nomenclature are usually based on their color of hyphae and spores. Saccharopolyspora erythraea was formerly placed in this genus (as Streptomyces erythraeus).   == Morphology == The genus Streptomyces includes aerobic, Gram-positive, multicellular, filamentous bacteria that produce well-developed vegetative hyphae (between 0.5-2.0 μm in diameter) with branches. They form a complex substrate mycelium that aids in scavenging organic compounds from their substrates. Although the mycelia and the aerial hyphae that arise from them are amotile, mobility is achieved by dispersion of spores. Spore surfaces may be hairy, rugose, smooth, spiny or warty. In some species, aerial hyphae consist of long, straight filaments, which bear 50 or more spores at more or less regular intervals, arranged in whorls (verticils). Each branch of a verticil produces, at its apex, an umbel, which carries from two to several chains of spherical to ellipsoidal, smooth or rugose spores. Some strains form short chains of spores on substrate hyphae. Sclerotia-, pycnidia-, sporangia-, and synnemata-like structures are produced by some strains.   == Genomics == The complete genome of \"S. coelicolor strain A3(2)\" was published in 2002. At the time, the \"S. coelicolor\" genome was thought to contain the largest number of genes of any bacterium. The chromosome is 8,667,507 bp long with a GC-content of 72.1%, and is predicted to contain 7,825 protein-encoding genes. In terms of taxonomy, \"S. coelicolor A3(2)\" belongs to the species S. violaceoruber, and is not a validly described separate species; \"S. coelicolor A3(2)\" is not to be mistaken for the actual S. coelicolor (Müller), although it is often referred to as S. coelicolor for convenience. The transcriptome and translatome analyses of the strain A3(2) were published in 2016. The first complete genome sequence of S. avermitilis was completed in 2003. Each of these genomes forms a chromosome with a linear structure, unlike most bacterial genomes, which exist in the form of circular chromosomes. The genome sequence of S. scabiei, a member of the genus with the ability to cause potato scab disease, has been determined at the Wellcome Trust Sanger Institute. At 10.1 Mbp long and encoding 9,107 provisional genes, it is the largest known Streptomyces genome sequenced, probably due to the large pathogenicity island. The genomes of the various Streptomyces species demonstrate remarkable plasticity, via ancient single gene duplications, block duplications (mainly at the chromosomal arms) and horizontal gene transfer. The size of their chromosome varies from 5.7-12.1 Mbps (average: 8.5 Mbps), the number of chromosomally encoded proteins varies from 4983-10,112 (average: 7130), whereas their high GC content varies from 68.8-74.7% (average: 71.7%). The 95% soft-core proteome of the genus consists of approximately 2000-2400 proteins. The pangenome is open. In addition, significant genomic plasticity is observed even between strains of the same species, where the number of accessory proteins (at the species level) ranges from 250 to more than 3000. Intriguingly, a correlation has been observed between the number of carbohydrate-active enzymes and secondary metabolite biosynthetic gene clusters (siderophores, e-Polylysin and type III lanthipeptides) that are related to competition among bacteria, in Streptomyces species. Streptomycetes are major biomass degraders, mainly via their carbohydrate-active enzymes. Thus, they also need to evolve an arsenal of siderophores and antimicrobial agents to suppress competition by other bacteria in these nutrient-rich environments that they create. Several evolutionary analyses have revealed that the majority of evolutionarily stable genomic elements are localized mainly at the central region of the chromosome, whereas the evolutionarily unstable elements tend to localize at the chromosomal arms. Thus, the chromosomal arms emerge as the part of the genome that is mainly responsible for rapid adaptation at both the species and strain level.   == Biotechnology == Biotechnology researchers have used Streptomyces species for heterologous expression of proteins. Traditionally, Escherichia coli was the species of choice to express eukaryotic genes, since it was well understood and easy to work with. Expression of eukaryotic proteins in E. coli may be problematic. Sometimes, proteins do not fold properly, which may lead to insolubility, deposition in inclusion bodies, and loss of bioactivity of the product. Though E. coli strains have secretion mechanisms, these are of low efficiency and result in secretion into the periplasmic space, whereas secretion by a Gram-positive bacterium such as a Streptomyces species results in secretion directly into the extracellular medium. In addition, Streptomyces  species have more efficient secretion mechanisms than E.coli. The properties of the secretion system is an advantage for industrial production of heterologously expressed protein because it simplifies subsequent purification steps and may increase yield. These properties among others make Streptomyces spp. an attractive alternative to other bacteria such as E. coli and Bacillus subtilis. In addition, the inherently high genomic instability suggests that the various Streptomycetes genomes may be amenable to extensive genome reduction for the construction of synthetic minimal genomes with industrial applications.   == Plant pathogenic bacteria == Several species belonging to this genus have been found to be pathogenic to plants:  S. scabiei S. acidiscabies S. europaeiscabiei S. luridiscabiei S. niveiscabiei S. puniciscabiei S. reticuliscabiei S. stelliscabiei S. turgidiscabies (scab disease in potatoes) S. ipomoeae (soft rot disease in sweet potatoes) S. brasiliscabiei (first species identified in Brazil) S. hilarionis and S. hayashii (new species identified in Brazil)   == Medicine == Streptomyces is the largest antibiotic-producing genus, producing antibacterial, antifungal, and antiparasitic drugs, and also a wide range of other bioactive compounds, such as immunosuppressants. Almost all of the bioactive compounds produced by Streptomyces are initiated during the time coinciding with the aerial hyphal formation from the substrate mycelium.   === Antifungals ===  Streptomycetes produce numerous antifungal compounds of medicinal importance, including  nystatin (from S. noursei), amphotericin B (from S. nodosus), and natamycin (from S. natalensis).   === Antibacterials === Members of the genus Streptomyces are the source for numerous antibacterial pharmaceutical agents; among the most important of these are:  Chloramphenicol (from S. venezuelae) Daptomycin (from S. roseosporus) Fosfomycin (from S. fradiae) Lincomycin (from S. lincolnensis) Neomycin (from S. fradiae) Nourseothricin  Puromycin (from S. alboniger) Streptomycin (from S. griseus) Tetracycline (from S. rimosus and S. aureofaciens) Oleandomycin (from S. antibioticus) Tunicamycin (from S. torulosus) Mycangimycin (from Streptomyces sp. SPB74 and S. antibioticus) Boromycin (from S. antibioticus) Bambermycin (from S. bambergiensis and S. ghanaensis, the active compound being moenomycins A and C) Vulgamycin Clavulanic acid (from S. clavuligerus) is a drug used in combination with some antibiotics (like amoxicillin) to block and/or weaken some bacterial-resistance mechanisms by irreversible beta-lactamase inhibition. Novel antiinfectives currently being developed include Guadinomine (from Streptomyces sp. K01-0509), a compound that blocks the Type III secretion system of Gram-negative bacteria.   === Antiparasitic drugs === S. avermitilis is responsible for the production of one of the most widely employed drugs against nematode and arthropod infestations, avermectin, and thus its derivatives including ivermectin.   === Other ===  Less commonly, streptomycetes produce compounds used in other medical treatments: migrastatin (from S. platensis) and bleomycin (from S. verticillus) are antineoplastic (anticancer) drugs; boromycin (from S. antibioticus) exhibits antiviral activity against the HIV-1 strain of HIV, as well as antibacterial activity. Staurosporine (from S. staurosporeus) also has a range of activities from antifungal to antineoplastic (via the inhibition of protein kinases). S. hygroscopicus and S. viridochromogenes produce the natural herbicide bialaphos. Saptomycins are chemical compounds isolated from Streptomyces.   == Symbiosis == Sirex wasps cannot perform all of their own cellulolytic functions and so some Streptomyces do so in symbiosis with the wasps. Book et al. have investigated several of these symbioses. Book et al., 2014 and Book et al., 2016 identify several lytic isolates. The 2016 study isolates Streptomyces sp. Amel2xE9 and Streptomyces sp. LamerLS-31b and finds that they are equal in activity to the previously identified Streptomyces sp. SirexAA-E.   == See also == Antimycin A – Chemical compound produced by Streptomyces used as a piscicide Geosmin – Chemical compound responsible for the characteristic odour of earth Streptomyces isolates List of bacterial orders List of bacteria genera raiA-hairpin RNA motif   == References ==   == Further reading ==   == External links == \"Current research on Streptomyces coelicolor\". Norwich Research Park. 3 January 2018. \"Some current Streptomyces Research & Methods / Protocols / Resources\". www.openwetware.org. \"S. avermitilis genome homepage\". Kitasato Institute for Life Sciences. \"S. coelicolor A3(2) genome homepage\". Sanger Institute. \"Streptomyces.org.uk homepage\". John Innes Centre. \"StrepDB - the Streptomyces genomes annotation browser\". \"Streptomyces Genome Projects\". Genomes OnLine Database."}