{"name": "Streptococcal meningitis", "category": "disease", "content": "Group B streptococcal infection, also known as Group B streptococcal disease or just Group B strep infection, is the infectious disease caused by the bacterium Streptococcus agalactiae. Streptococcus agalactiae is the most common human pathogen belonging to group B of the Lancefield classification of streptococci—hence the name of group B stretococcal (GBS). Infection with GBS can cause serious illness and sometimes death, especially in newborns, the elderly, and people with compromised immune systems. The most severe form of group B streptococcal disease is neonatal meningitis in infants, which is frequently lethal and can cause permanent neuro-cognitive impairment.  S. agalactiae was recognized as a pathogen in cattle by Edmond Nocard and Mollereau in the late 1880s. It can cause bovine mastitis (inflammation of the udder) in dairy cows. The species name \"agalactiae\" meaning \"no milk\", alludes to this.Its significance as a human pathogen was first described in 1938, and in the early 1960s, GBS came to be recognized as a major cause of infections in newborns. In most people, Streptococcus agalactiae is a harmless commensal bacterium that is part of the normal human microbiota colonizing the gastrointestinal and genitourinary tracts. Up to 30% of healthy human adults are asymptomatic carriers of GBS.   == Laboratory identification of Group B streptococcus == As mentioned, S. agalactiae is a Gram-positive coccus with a tendency to form chains, beta-haemolytic, catalase-negative, and facultative anaerobe (anaerobic organism). GBS grows readily on blood agar plates as microbial colonies surrounded by a narrow zone of β-haemolysis. GBS is characterized by the presence in the cell wall of the group B antigen of the Lancefield classification (Lancefield grouping) that can be detected directly in intact bacteria using latex agglutination tests.  The CAMP test is also another important test for the identification of GBS. The CAMP factor acts synergistically with the staphylococcal β-haemolysin inducing enhanced haemolysis of sheep or bovine erythrocytes. GBS is also able to hydrolyze hippurate, and this test can also be used to identify GBS. Hemolytic GBS strains, when cultivated on granada medium after 24-48h at 35-37 °C, produce (granadaene) and develop as orange-brick or red colonies that allow its straightforward and unequivocal identification. Identification of GBS could also be carried out easily using  matrix-assisted laser desorption ionization-time of flight (MALDI-TOF) mass spectrometry. and Nucleic acid tests (NAATs). Additionally, GBS colonies can be tentatively identified after their appearance in chromogenic agar media. Nevertheless, GBS-like colonies that develop in chromogenic media should be confirmed as GBS using additional reliable tests (e.g.latex agglutination or the CAMP test) to avoid potential misidentification. A summary of the laboratory techniques for GBS identification is depicted in Ref.   == GBS Colonization versus GBS infection == GBS is found in the gastrointestinal, genitourinary tract, and oropharynx of humans. GBS is also a normal component of the intestinal and vaginal microbiota in some women. In different studies, GBS vaginal colonization rate ranges from 4 to 36%, with most studies reporting rates over 20%, with an estimation for maternal GBS colonization worldwide of 18% with large variations among countries (11%–35%). Vaginal or rectal GBS colonization may be intermittent, transitory, or persistent. These variations in the reported prevalence of asymptomatic (presenting no symptoms of disease) colonization could be related to the different detection methods used, and differences in populations studied. Though GBS is an asymptomatic and harmless colonizer of the gastrointestinal human tract in up to 30% of otherwise healthy adults, including pregnant women. This opportunistic harmless bacterium can, in some circumstances, cause severe invasive infections (opportunistic infection).   === GBS and Pregnancy === Though GBS colonization is asymptomatic and, in general, does not cause problems, it can sometimes cause serious illness for the mother and the baby during gestation and after delivery. GBS infections in the mother can cause chorioamnionitis (intra-amniotic infection or severe infection of the placental tissues) infrequently, postpartum infections (after birth) and it had been related to prematurity and fetal death. GBS urinary tract infections, more than 100.000 CFU (colony forming units) /mL, may induce labour in pregnant women and cause premature delivery (preterm birth) and miscarriage and requires antibiotic treatment. The presence of GBS in the urine in any colony count is a marker of heavy GBS colonization and an indication for Intrapartum Antibiotic Prophylaxis.   === GBS and newborns === In the western world, GBS (in the absence of effective prevention measures) is the main cause of bacterial infections in newborns, such as sepsis, pneumonia, and meningitis, which can lead to death or long-term after effects. GBS infections in newborns are separated into two clinical types, early-onset disease (GBS-EOD) and late-onset disease (GBS-LOD). GBS-EOD manifests from 0 to 7 living days in the newborn, with most of the cases of EOD being apparent within 24 h from birth. GBS-LOD starts between 7 and 90 days after birth. Roughly 50% of newborns of GBS-colonized mothers are also GBS-colonized and (without prevention measures) 1-2% of these newborns will develop GBS-EOD. The most common clinical syndromes of GBS-EOD are sepsis, pneumonia, and (less commonly) meningitis. Pneumonia and sepsis are frequently seen together or sequentially. Neonates with meningitis often present similarly to those with other syndromes, before progressing to symptoms of meningitis. Examination of the infant's cerebrospinal fluid is often necessary to rule out meningitis. A minority of infants with S. agalactiae sepsis have a coinfection, with one or more other species of bacteria also contributing to the septic disease. The most common of these organisms is Staphylococcus aureus. Colonization with GBS during labor is the primary risk factor for the development of GBS-EOD. GBS-EOD is acquired vertically (vertical transmission), through exposure of the fetus or the baby to GBS from the vagina of a colonized woman, either in utero (because of ascending infection) or during birth, after rupture of membranes. Infants can also be infected during passage through the birth canal; however, newborns who acquire GBS through this route can only become colonized, and these colonized infants usually do not develop GBS-EOD. Though maternal GBS colonization is the key determinant for GBS-EOD, other factors also increase the risk. These factors are:  Onset of labor before 37 weeks of gestation (premature birth) Prolonged rupture of membranes (longer duration of membrane rupture) (≥18 h before delivery) GBS bacteriuria during pregnancy Intrapartum (during childbirth) fever (>38 °C, >100.4 °F) Amniotic infections (chorioamnionitis) Young maternal age Maternal HIV infection  Nevertheless, most babies who develop GBS-EOD are born to colonized mothers without any of these risk factors. Heavy GBS vaginal colonization may be associated with a higher risk for GBS-EOD.  Women who had one of these risk factors but who were not GBS colonized during labor are at low risk for GBS-EOD compared to women who were colonized prenatally, but had none of the aforementioned risk factors. The presence of low levels of anticapsular antibodies against GBS in the mother is also of great importance for the development of GBS-EOD. Because of that, a previous sibling with GBS-EOD is also an important risk factor for the development of the infection in subsequent deliveries, probably reflecting the lack of protective antibodies in the mother. Overall, the case fatality rates from GBS-EOD have declined, from 50% observed in studies from the 1970s to between 2 and 10% in recent years, mainly as a consequence of improvements in therapy and management. Fatal neonatal infections by GBS are more frequent among premature infants.  Today, the mortality associated with GBS EOD in the US is 2.1% among term newborns and 19.2% among preterm newborns. GBS-LOD affects infants from 7 days  to 3 months of age and has a lower case fatality rate (1%-6%) than GBS-EOD. Clinical syndromes of GBS-LOD are bacteremia without a focus (65%), meningitis (25%), cellulitis, osteoarthritis, and pneumonia. Prematurity has been reported to be the main risk factor. Each week of decreasing gestation increases the risk by a factor of 1.34 for developing GBS-LOD. A heightened risk of GBS-LOD is also related in addition to prematurity, with low birth weight, maternal colonization, and multiple-gestation pregnancies. GBS-LOD can not only be acquired through vertical transmission during delivery; it can also be acquired later from the mother from breast milk, or throat or from environmental, nosocomial, and community sources. GBS-LOD commonly shows nonspecific signs, and diagnosis should be made by obtaining blood cultures in febrile newborns. S.agalactiae neonatal meningitis does not present with the hallmark sign of adult meningitis, a stiff neck. Instead, it presents with nonspecific symptoms, such as fever, vomiting, and irritability, and can consequently lead to a late diagnosis. Hearing loss and mental impairment can be a long-term consequence of GBS meningitis.   == Prevention of GBS neonatal infection-  Intrapartum Antibiotic Prophylaxis (IAP) == Currently, the only reliable way to prevent GBS-EOD is the administration of intrapartum intravenous (IV) antibiotics before delivery. That is to say, intrapartum antibiotic prophylaxis (IAP). IAP interrupts vertical transmission of GBS from the mother to the newborn and decreases the incidence of GBS-EOD. Administration of intravenous (IV) antibiotics during labor. Intravenous penicillin or ampicillin given to GBS-colonized women at the onset of labor and then again every four hours until delivery have been proven to be very effective at preventing vertical transmission of GBS from mother to baby and GBS-EOD. Penicillin G, 5 million units IV initial dose, then 3 million units every 4 hours until delivery or ampicillin, 2 g IV initial dose, then 1 g IV every 4 hours until delivery. Appropriate IAP in GBS colonized women should start as soon as possible once labour starts or the waters have broken. When the first dose is given at least 4 hours before delivery, the risk of neonatal infection is very small; moreover, when given between 2–4 hours before delivery the risk is only partially reduced. Penicillin-allergic women without a history of anaphylaxis (angioedema, respiratory distress, or urticaria) following administration of a penicillin or a cephalosporin (low risk of anaphylaxis) could receive cefazolin (2 g IV initial dose, then 1 g IV every 8 hours until delivery) instead of penicillin or ampicillin. If the woman has a severe allergy to beta-lactams and the GBS isolated is susceptible to clindamycin then clindamycin is the recommended alternative. For women with a high-risk penicillin allergy and whose GBS isolate is not susceptible to clindamycin intravenous vancomycin (20 mg/kg intravenously every 8 hours, with a maximum of 2 gm per single dose) is the only valid option. In women at high risk of anaphylaxis to penicillin the use of Erythromycin is not recommended today because the high proportion of GBS resistance to erythromycin (up to 44.8%).  Testing for penicillin allergy can be helpful for all GBS-carrying pregnant women and will cancel the frequent use of other antibiotics for IAP. Antibiotic susceptibility testing  of GBS isolates is crucial for appropriate antibiotic selection for IAP in penicillin-allergic women, because resistance to clindamycin, the most common agent used (in penicillin-allergic women), is increasing among GBS isolates. Appropriate methodologies (including inducible clindamycin resistance) for testing antibiotic susceptibility are important because resistance to clyndamicin (antimicrobial resistance) can occur in some GBS strains that appear susceptible (antibiotic sensitivity) to clyndamicin  in certain susceptibility tests. For women who are at risk of penicillin allergy, the laboratory requisitions should indicate clearly this circumstance to ensure that the laboratory is aware for the need to test GBS isolates for clindamycin susceptibility. True penicillin allergy is rare with an estimated frequency of anaphylaxis of one to five episodes per 10,000 cases of penicillin therapy. Penicillin administered to a woman with no history of β-lactam allergy has a risk of anaphylaxis of 0.04 to 4 per 100,000. Maternal anaphylaxis associated with GBS IAP occurs, but any morbidity associated with anaphylaxis is offset greatly by reductions in the incidence of GBS-EOD. IAP has been considered to be associated with the emergence of resistant bacterial strains and with an increase in the incidence of early-onset infections caused by other pathogens, mainly Gram-negative bacteria such as Escherichia coli. Nevertheless, most studies have not found an increased rate of non-GBS early-onset sepsis related to the widespread use of IAP. Neither oral nor intramuscular antibiotics are effective in reducing the risk GBS-EOD. Other strategies to prevent GBS-EOD have been studied, and chlorhexidine intrapartum vaginal cleansing has been proposed to help preventing GBS-EOD, nevertheless no evidence has been shown for the effectiveness of this approach. Nevertheless, at present, there is no suitable approach for the prevention of late-onset GBS neonatal disease.   === Identifying candidates to receive IAP === Two ways are used to select female candidates to IAP: the culture-based screening approach and the risk-based approach. The culture-based screening approach identifies candidates using lower vaginal and rectal cultures obtained between 35 and 37 weeks of gestation (or 36–37), and IAP is administered to all GBS colonized women. The risk-based strategy identifies candidates to receive IAP by the aforementioned risk factors known to increase the probability of GBS-EOD without considering if the mother is or is not a GBS carrier. IAP is also recommended for women with intrapartum risk factors if their GBS carrier status is not known at the time of delivery, for women with GBS bacteriuria (in any colony count) during their pregnancy and for women who have had an infant with GBS-EOD previously. The risk-based approach is, in general, less effective than the culture-based approach, because in most cases, GBS-EOD develops among newborns who have been born to mothers without risk factors. IAP is not required for women undergoing planned cesarean section in the absence of labour and with intact membranes, irrespective of the known GBS carriage status. ACOG recommendations state, \"Women with a positive prenatal GBS culture result who undergo a cesarean birth before the onset of labor and with intact membranes do not require IAP\". This recommendation is based on the fact that infants delivered via pre-labor cesarean section have less exposure to GBS in the vagina and have lower rates of GBS infection. Hence, despite the recommended universal recto-vaginal screening of all pregnant women at 36 0/7 to 37 6/7 weeks, women who undergo pre-labor cesarean sections do not need IAP, regardless of the screening test results. Routine screening of pregnant women is performed in most developed countries such as the United States, France, Spain, Belgium and Canada, and data have shown falling incidences of GBS-EOD following the introduction of screening-based measures to prevent GBS-EOD.  The risk-based strategy is advocated, among other countries, in the United Kingdom and the Netherland. The issue of cost-effectiveness of both strategies for identifying candidates for IAP is less clear-cut, and some studies have indicated that testing low risk women, plus IAP administered to high-risk women, and to those found to carry GBS is more cost-effective than the current UK practice (risk-based approach).  Other evaluations have also found the culture-based approach to be more cost-effective than the risk-based approach for the prevention of GBS-EOD. It has been reported that IAP does not prevent all cases of GBS-EOD; its efficacy is estimated at 80%. The risk-based prevention strategy does not prevent about 33% of cases with no risk factors. Up to 90% of cases of GBS-EOD would be preventable if IAP were offered to all GBS carriers identified by universal screening late in pregnancy, plus to the mothers in higher risk situations. Where insufficient intravenous antibiotics are given before delivery, the baby may be given antibiotics immediately after birth, although evidence is inconclusive as to whether this practice is effective or not.   ==== Screening for GBS colonization in pregnant women ==== Approximately 10–30%  of women are colonized with GBS during pregnancy. Nevertheless, during pregnancy, colonization can be temporary, intermittent, or continual. Because of this the GBS colonization status of women can change during pregnancy, only cultures carried out ≤5 weeks before delivery and predict quite accurately the GBS carrier status at delivery. In contrast, if the prenatal culture is carried out more than 5 weeks before delivery, it is unreliable for accurately predicting the GBS carrier status at delivery. Because of that, testing for GBS colonization in pregnant women is today recommended by the ACOG at 36–37 weeks of gestation. It is important to note that the ACOG now recommends performing universal GBS screening between 36 and 37 weeks of gestation instead of at 35–37 as previously recommended by the CDC. This new recommendation provides a 5-week window for valid culture results that includes births that occur up to a gestational age of at least 41 weeks. The clinical samples recommended for culture of GBS are swabs collected from the lower vagina and rectum through the external anal sphincter. Vaginal-rectal samples should be collected using a flocked swabs preferably. Compared with fiber swabs, these swabs release samples and microorganisms more efficiently than conventional fiber swabs. The sample should be collected swabbing the lower vagina (vaginal introitus) followed by the rectum (i.e., inserting the swab through the anal sphincter) using the same swab or two different swabs. Cervical, perianal, perirectal, or perineal specimens are not acceptable, and a speculum should not be used for sample collection. Samples (swabs) can be taken by healthcare professionals, or self-collected by the mother accurately after appropriate instruction.  These swabs should be placed into a non-nutritive transport medium. When feasible, specimens should be refrigerated and sent to the laboratory as soon as possible. Appropriate transport systems are commercially available, and in these transport media, GBS can remain viable for several days at room temperature. However, the recovery of GBS declines over one to four days, especially at elevated temperatures, which can lead to false-negative results.   ==== Culture methods to detect GBS colonization in pregnant women ==== Samples (vaginal, rectal, or vaginorectal swabs) should be inoculated into a selective enrichment broth, (Todd Hewitt broth with selective antibiotics), enrichment culture. This involves growing the samples in a selective enriched broth medium to improve the viability of the GBS and simultaneously impairing the growth of other naturally occurring bacteria. Appropriate enrichment broths, commercially available, are Todd-Hewitt with gentamicin and nalidixic acid (Baker broth), or with colistin and nalidixic acid (Lim broth). After incubation (18–24 hours, 35-37 °C), the enrichment broth is subcultured overnight in blood agar plates and GBS-like colonies (big colonies, 3-4 millimeters diameter, surrounded by narrow zone of hemolysis) are identified by the CAMP test or using latex agglutination with GBS antiserum or MALDI-TOF. In the UK, this is the method described by the Public Health England's UK Standards for Microbiology Investigations After incubation the enrichment broth can also be subcultured to granada medium agar where GBS grows as pinkish-red colonies, and further identification tests are not required After incubation the enrichment broth can also be subcultured  to chromogenic agars, where GBS grows as coloured colonies. Nevertheless, GBS-like colonies that develop in chromogenic media should be confirmed as GBS using additional reliable tests to avoid mis-identification. Inoculating directly the vaginal and rectal swabs or the vaginorectal swab in a plate of an appropriate culture medium (blood agar, granada medium or chromogenic media) is possible. However, this method (bypassing the selective enrichment broth step) can lead to some false-negative results, and this approach should be taken only in addition to, and not instead of, inoculation into selective broth.   ===== Detection of GBS colonization in the UK ===== Today, in the UK, the detection of GBS colonization using the enrichment broth technique is not offered from most laboratories serving the NHS. However, the implementation of this test seems to be a viable option.  At present, culture for GBS (using an enriched culture medium) at 35–37 weeks to define an at-risk group of women appears to be the most cost-effective strategy. The charitable organization Group B Strep Support has published a list of hospitals in the UK that offer the detection of GBS using the enrichment broth culture method (enrichment culture medium, ECM). This test is also available privately from around £35 per test for a home-testing pack, and it is offered by private clinics. The test is also available privately, for a UK-wide postal service.   ==== Point-of-care testing, POCT ==== No current culture-based test is accurate enough and fast enough to be recommended for detecting GBS once labour starts. Plating of swab samples requires time for the bacteria to grow, meaning that this is unsuitable to be used as an intrapartum point-of-care test (POCT or bedside testing). Alternative methods to detect GBS in clinical samples (as vaginorectal swabs) rapidly have been developed, such are the methods based on nucleic acid amplification tests, (NAAT) such as polymerase chain reaction (PCR) tests, and DNA hybridization probes. These tests can also be used to detect GBS directly from broth media, after the enrichment step, avoiding the subculture of the incubated enrichment broth to an appropriate agar plate. Testing women for GBS colonization using vaginal or rectal swabs and culturing them in an enriched media is not as rapid as a PCR test that would check whether the pregnant woman is carrying GBS at delivery. NAAT tests would allow starting IAP on admission to the labour ward in those women for whom it is not known if they are GBS carriers. NAAT for detecting GBS carriage could perhaps, in the future, be sufficiently accurate to guide IAP. Nevertheless, this technology to detect GBS must be improved and simplified to make the method cost-effective and fully useful as a point-of-care test. Because of this these tests still cannot replace antenatal culture for the accurate detection of GBS. POCT for detection of GBS carriers requires additionally that maternity units should provide 24/7 laboratory means required to perform rapid testing. However, point-of-care testing may be used for women who present in labor with an unknown GBS status and without risk factors for ascertaining the use of IAP.   === GBS Bacteriuria in pregnancy === The US Preventive Services Task Force and ACOG recommend routine urine screening for all pregnant women early in their pregnancies, even in the absence of urinary symptoms, in order to detect asymptomatic bacteriuria. As with UTIs, any asymptomatic bacteriuria (not just GBS) cases with high CFU/mL values have also been shown to induce pyelonephritis, low birth weight, and preterm deliveries. Therefore, treatment of these asymptomatic cases of bacteriuria with antibiotics at the time of diagnosis is just as important as treating symptomatic UTIs in pregnancy in order to reduce these risks. In addition to cases of GBS UTI and asymptomatic GBS bacteriuria with high CFU/mL, pregnant women with asymptomatic GBS bacteriuria, even with low CFU/mL counts at any time during the pregnancy, should receive IAP to protect the newborn; regardless of the results of the recto-vaginal screen later in pregnancy. This is because GBS bacteriuria, even asymptomatic, at any CFU/mL is an indication of heavy ano-genital colonization.   === Missed opportunities for prevention of GBS neonatal infections === The important factors for successful prevention of GBS-EOD using IAP and the universal screening approach are:  Proper sample collection Using an appropriate procedure for detecting GBS Administering a correct IAP to GBS carriers Reach most pregnant women for antenatal screens Most cases of GBS-EOD occur in term infants born to mothers who screened negative for GBS coloniztion and in preterm infants born to mothers who were not screened, though some false-negative results observed in the GBS screening tests can be due to the test limitations, and to the acquisition of GBS between the time of screening and delivery. This shows that improvements in specimen collection and processing methods for detecting GBS are still necessary in some settings.  False-negative screening test, along with failure to receive IAP in women delivering preterm with unknown GBS colonization status, and the administration of inappropriate IAP agents to penicillin-allergic women account for most missed opportunities for prevention of cases of GBS-EOD. GBS-EOD infections presented in infants whose mothers had been screened as GBS culture-negative are particularly worrying, and may be caused by incorrect sample collection, delay in processing the samples, incorrect laboratory techniques, recent antibiotic use, or GBS colonization after the screening was carried out.   === Home births and water birth === Home births are becoming increasingly popular in the UK and elsewhere. Recommendations for preventing GBS infections in newborns are the same for home births as for hospital births. Around 25% of women having home births probably carry GBS in their vaginas at delivery without knowing, and it could be difficult to follow correctly the recommendations of IAP and to deal with the risk of a severe allergic reaction to the antibiotics outside of a hospital setting. The RCOG and the ACOG guidelines suggest that birth in a pool is not contraindicated for GBS carriers who have been offered the appropriate IAP if no other contraindications to water immersion are present   == Epidemiology of GBS neonatal infection == It has been estimated that 19.7 million pregnant women had rectovaginal colonization with GBS worldwide in 2020.  And  400.000 children presented GBS neonatal disease, causing  232.000 GBS-EOD, 162. 000 GBS-LOD, and 37.100 children developed neurodevelopmental impairment. 90,000 newborn deaths were calculated to occur, most of them in Sub-Saharan countries  In 2000–2001, the reported overall incidence of GBS infection in newborn babies in the UK was 0.72 per 1,000 live births, 0.47 per 1,000 for GBS-EOD and 0.25 per 1,000 for GBS-LOD. Very marked variations were observed, the incidence in Scotland was 0.42 per 1,000, whilst in Northern Ireland, it was 0.9 per 1,000 live births. Nevertheless, it may be a serious underestimation of the real incidence of GBS infections in newborns. A plausible explanation of this is that a considerable number of infants with probable GBS-EOD had negative cultures as a result of a previous maternal antibiotic treatment that inhibits the growth of GBS in blood and cerebrospinal fluid cultures, but does not mask clinical symptoms. Data collected prospectively for neonates that required a septic screen in the first 72 hrs. of life in the UK in 2003, indicated a combined rate of definite and probable GBS-EOD infection of 3.6 per 1,000 live births. Another study on the epidemiology of invasive GBS infections in England and Wales reported a rise in the incidence of GBS-EOD between 2000 and 2010 from 0.28 to 0.41 per 1,000 live births. Rates of GBS-LOD also increased between 1991 and 2010 from 0.11 to 0.29 per 1,000 live births in England and Wales. In the past, the incidence of GBS-EOD ranged from 0.7 to 3.7 per thousand live births in the US, and from 0.2 to 3.25 per thousand in Europe. In 2008, after widespread use of antenatal screening and intrapartum antibiotic prophylaxis, the Centers for Disease Control and Prevention in the United States  reported an incidence of 0.28 cases of GBS-EOD per thousand live births in the US. From 2006 to 2015 the incidence of GBS EOD decreased from 0.37 to 0.23 per thousand live births in the US. In contrast with GBS-EOD, the incidence of GBS-LOD has remained stable in the US at 0.31 per 1000 live births from 2006 to 2015. In 2021, in the United States the CDC reported an incidence of 0.21 per 1,000 live births of GBS-EOD and of 0.23 per thousand live births of GBS-LOD. In 2021 had been estimated  a total of 1970 deaths ((0.59/100,000 population) in the US caused by GBS neonatal infections. In 2021, it was estimated that 226 infants (49 per 100,000) in the United States had a clinically significant GBS infection, and that approximately 11 (2.4%) of those cases resulted in death. In Spain, the incidence of GBS vertical sepsis declined by 73.6%, from 1.25/1,000 live births in 1996 to 0.33/1,000 in 2008. In Spain in the Barcelona area between 2004 and 2010, the incidence of GBS-EOD was 0.29 per thousand living newborns, with no significant differences along the years. The mortality rate was 8.16%. The \"Grupo de Hospitales Fundación Castrillo\"has also reported in 2018 in Spain an incidence of GBS-EOD of 0.17/1000 live births and 0,05/1000 of GBS LOD.  In France since 2001, a rapid decrease in the incidence of the neonatal GBS infections has also been reported after widespread use of IAP, from 0.7 to 0.2 per 1,000 births between 1997 and 2006.  The incidence of GBS-EOD infections has been reported to be 0.2 per 1000 live births in 2011. Since 2012 the incidence of neonatal GBS infection has been estimated as 0.53 per 1,000 births in the European region, 0.67 in America, and 0.15 in Australasia. Countries reporting no use of IAP had a 2.2-fold higher incidence of GBS-EOD compared with those reporting any use of IAP. Estimates of the incidence of GBS-EOD per 1,000 births differ among countries, Japan 0.09, Panama 0,58, Hong Kong 0,76, and 2.35 in the Dominican Republic. Overall, rates are highest in Africa and lowest in Asia. The estimate of the global incidence of GBS LOD is 0.26 cases per 1,000 live births. It has been appraised that GBS infections cause at least 409.000 maternal/fetal/infant cases and 147.000 stillbirths and infant deaths worldwide annually. The following are estimates of the chances that a baby will be infected with a GBS neonatal infection if no preventive measures are taken and no other risk factors are present:  One in 1,000 where the woman is not a known GBS carrier One in 400 where the woman carries GBS during pregnancy One in 300 where the woman carries GBS at delivery One in 100 where the woman had a previous baby infected with GBS If a woman who carries GBS is given IAP during labor, the baby's risk is reduced significantly:  One in 8,000 where the mother carries GBS during pregnancy; One in 6,000 where the mother carries GBS at delivery; and One in 2,200 where the mother has previously had a baby infected with GBS   == Guidelines to prevent GBS neonatal infections ==   === United Kingdom ===   ==== Royal College of Obstetricians and Gynaecologists (RCOG) ==== The Royal College of Obstetricians and Gynaecologists (RCOG) first issued their Green Top Guideline No 36 \"Prevention of early onset neonatal Group B streptococcal disease\" in 2003. This guideline clearly stated: \"Routine bacteriological screening of all pregnant women for antenatal GBS carriage is not recommended, and vaginal swabs should not be taken during pregnancy unless there is a clinical indication to do so.\" But, \"Intrapartum antibiotic prophylaxis should be offered if GBS is detected on a vaginal swab in the current pregnancy.\" The 2003 RCOG guideline was reviewed in September 2017 without substantial changes. In the UK, the RCOG still does not recommend bacteriological screening of all pregnant women for antenatal GBS carriage in its 2017 guidelines, although it does state that women who tested positive in a previous pregnancy and the baby was well should be offered the option of testing and being offered intrapartum antimicrobial prophylaxis or having the IAP without testing. Nevertheless, it is stated that if GBS carriage is detected incidentally or by intentional testing, women should be offered IAP. And that all pregnant women should be provided with an appropriate information leaflet about GBS and pregnancy (published in December 2017). Instead, women are treated according to their risk in labor. IAP is offered to women in labor where GBS has been found from their urine or vaginal/rectal swabs taken during the pregnancy, and to women who have previously had a baby with GBS disease. Immediate induction of labor and IAP should be offered to all women with prelabor rupture of membranes at 37 weeks of gestation or more, to women whose membranes are ruptured more than 18 hours and to those who have fever in labor. Women who are pyrexial in labor should be offered broad-spectrum antibiotics including an antibiotic appropriate for preventing EOD-GBS. Testing pregnant women to detect GBS carriers and giving IAP to those carrying GBS and to high-risk women has also been proposed and this approach is significantly more cost-effective than the use of the risk-factor approach.  One research paper calculated an expected net benefit to the UK government of such an approach of around £37 million a year, compared with the current RCOG approach.   ==== NICE guidelines ==== The UK's National Institute for Health and Care Excellence (NICE) does not recommend routine testing for GBS, stating: \"Pregnant women should not be offered routine antenatal screening for group B streptococcus because evidence of its clinical and cost-effectiveness remains uncertain.\" This guideline was updated in 2021 nevertheless screening and testing for GBS was outside of this new guideline's sphere.  However, the guideline states that \"At the first antenatal (booking) appointment (and later if appropriate), discuss and give information on .... infections that can impact on the baby in pregnancy or during birth (such as group B streptococcus, herpes simplex, and cytomegalovirus)\" Nevertheless, the NICE Neonatal Infection guideline states: \"Offer antibiotics during labor to women who:  are in pre-term labor or have group B streptococcal colonization, bacteriuria or infection during the current pregnancy or have had group B streptococcal colonization, bacteriuria, or infection in a previous pregnancy, and have not had a negative test for group B streptococcus by enrichment culture or PCR on a rectovaginal swab sample collected between 35 and 37 weeks' gestation or 3-5 weeks before the anticipated delivery date in the current pregnancy or have had a previous baby with an invasive group B streptococcal infection or have a clinical diagnosis of chorioamnionitis. [2021]\".   ==== National Screening Committee ==== The UK National Screening Committee's current policy position on GBS is: \"screening should not be offered to all pregnant women. This decision was strongly criticized by the charity Group B Strep Support as ignoring both the wishes of the public and the rising incidence rates of GBS infection in the UK.   === United States === Recommendations for IAP to prevent perinatal GBS disease were issued in 1996 by the CDC.  In these guidelines, the use of one of two prevention methods was recommended: either a risk-based approach or a culture-based screening approach. The CDC issued updated guidelines in 2002; these guidelines recommended the universal culture-based screening of all pregnant women at 35–37 weeks' gestation to optimize the identification of women who must receive IAP. CDC also recommended that women with unknown GBS colonization status at the time of delivery be managed according to the presence of intrapartum risk factors. Because of this strategy, the US has seen a major reduction in the incidence of GBS-EOD. The CDC issued updated guidelines again in 2010, however, the foundations of prevention in the CDC's 2010 guidelines remained unchanged. The following were the main additions in the 2010 guidelines:  Expanded options for laboratory detection of GBS include the use of pigmented media and PCR assays. A revised colony count threshold was set for laboratories to report GBS in the urine of pregnant women. Revised algorithms for GBS screening and use of IAP for women with threatened preterm delivery include one algorithm for preterm labor and one for preterm premature rupture of membranes. Recommendations for IAP agents are presented in an algorithm format in an effort to promote the use of the most appropriate antibiotic for penicillin-allergic women. A minor change has been made to penicillin dosing to facilitate implementation in facilities with different packaged penicillin products. The neonatal management algorithm's scope was expanded to apply to all newborns. Management recommendations depend upon clinical appearance of the neonate and other risk factors such as maternal chorioamnionitis, adequacy of IAP if indicated for the mother, gestational age, and duration of membrane rupture. Changes were made to the algorithm to reduce unnecessary evaluations in well-appearing newborns at relatively low risk for GBS-EOD. In 2018, the task of revising and updating the GBS prophylaxis guidelines was transferred from the CDC to ACOG, to the American Academy of Pediatrics, AAP and to the American Society for Microbiology, ASM. The ACOG committee issued an updated document on Prevention of Group B Streptococcal Early-Onset Disease in Newborns in 2019. ACOG's guidance replaced the 2010 guidelines published by CDC. This document does not introduce important changes from the CDC guidelines. The key measures necessary for preventing neonatal GBS early onset disease continue to be universal prenatal screening by culture of GBS from swabs collected from the lower vagina and rectum, correct collection and microbiological processing of the samples, and proper implementation of intrapartum antibiotic prophylaxis. It is also important to note that the ACOG recommended performing universal GBS screening between 36 and 37 weeks of gestation. This new recommendation provides a 5-week window for valid culture results that includes births that occur up to a gestational age of at least 41 weeks. In 2019, American Academy of Pediatrics (AAP) published a new clinical report—Management of Infants at Risk for GBS neonatal disease. This AAP's Clinical Report replaces the 2010 guidelines published by CDC. The American Society for Microbiology (ASM) published in 2021 updated guidelinesfor laboratory procedures for detection and identidication of GB. In this new ASM guidelines culture continues to be the main point to GBS detection. Considering that a reliable screening test is more important than a rapid  and less accurate result. ASM also states that it is acceptable to use NAAT-based identification of GBS from an enrichment broth (after 18-24-hour incubation) with high sensitivity, and that FDA-cleared commercial assays are available to perform the test. However, direct-from-specimen NAATs is not recommended due to low sensitivity with high rates of false negative results.  ACOG has a favorable view of the use of NAATs and states that NAATs from enrichment broth testing is reasonable, has higher sensitivity for detecting GBS than culture, and, therefore, a possibly better test. This recommendation is based on data proving the valuable utility of the test. ACOG also allows for the use of NAATs without the enrichment broth, despite the high false negative rate, as a rapid POCT (point-of-care) test for women who present in labor with unknown GBS status. However, both ASM and ACOG acknowledge that NAAT-based testing does not have the capability to provide the antibiotic susceptibility needed to identify the IAP regimen needed for women with a penicillin allergy.   === Other guidelines === National guidelines in most countries advocate the use of universal screening of pregnant women late in pregnancy to detect GBS carriage and use of IAP in all colonized mothers. e.g. Canada, Spain, Switzerland, Germany, Poland, Czech Republic, France, Belgium, Argentina and Colombia In contrast, risk factor-based guidelines were issued (in addition to the UK ) in the Netherlands, The Royal Australian and New Zealand College of Obstetricians and Gynaecologists recommends that all maternity units should have an established plan for the prevention of neonatal GBS disease. Nevertheless, it is not recommended clearly one prevention strategy.   == GBS infection in adults == GBS is also an important infectious agent able to cause invasive infections in adults. Serious life-threatening invasive GBS infections are increasingly recognized in the elderly and in individuals compromised by underlying diseases such as diabetes, cirrhosis and cancer. GBS infections in adults include urinary tract infection, skin and soft-tissue infection (skin and skin structure infection) bacteremia without focus, osteomyelitis, meningitis and endocarditis. GBS infection in adults can be serious, and mortality is higher among adults than among neonates. In general, penicillin is the antibiotic of choice for the treatment of GBS infections. Erythromycin or clindamycin should not be used for treatment in penicillin-allergic patients unless susceptibility of the infecting GBS isolate to these agents is documented. Gentamicin plus penicillin (for antibiotic synergy) in patients with life-threatening GBS infections may be used. Invasive GBS infections in non-pregnant adults convey a rising hardship in most developed countries. Vaccination to prevent GBS infection could be a crucial approach to prevent GBS disease in adults. Toxic shock syndrome (TSS) is an acute multisystem life-threatening disease resulting in multiple organ failure.  The severity of this disease frequently warrants immediate medical treatment. TSS is caused primarily by some strains of Staphylococcus aureus and Streptococcus pyogenes that produce exotoxins. Nevertheless, invasive GBS infection can be complicated, though quite infrequently, by streptococcal toxic shock-like syndrome (STLS).   == Vaccines to prevent GBS infections == Though the introduction of national guidelines to screen pregnant women for GBS carriage and the use of IAP has significantly reduced the burden of GBS-EOD disease, it has had no effect on preventing either GBS-LOD in infants or GBS infections in adults. Because of this, if an effective vaccine against GBS were available, it would be an effective means of controlling not only GBS disease in infants, but also infections in adults. There are a number of problems with giving antibiotics to women in labor. Such antibiotic exposure risks included severe allergic reactions and difficulties screening pregnant women for GBS. If pregnant women could be given a vaccine against GBS, this could potentially prevent most cases of GBS without the need for antibiotics or screening. Vaccination is considered an ideal solution to prevent not only early- and late-onset disease but also GBS infections in adults at risk. Development of GBS vaccines for maternal immunization has been identified as a priority by the World Health Organization on the basis of high unmet need. A GBS-effective maternal vaccine could have a great effect on newborn morbidity and mortality. It has been estimated that this vaccine could prevent about 127,000 cases of GBS-EOD, 87,000 of GBS-LOD, 31,000 deaths, and 18,000 cases of neuro-developmental impairment. As early as 1976, low levels of maternal antibodies against the GBS capsular polysaccharide were shown to be correlated with susceptibility to GBS-EOD and GBS-LOD. Maternal-specific antibodies, transferred from the mother to the newborn, were able to confer protection to babies against GBS infection. The capsular polysaccharide of GBS, which is an important virulence factor, is also an excellent candidate for the development of an effective vaccine. GBS protein-based vaccines are also in development and are greatly promising as they will be able to protect against GBS infection of any serotype. At present, the licensing of GBS vaccines is difficult because of the challenge in conducting clinical trials in humans due to the low incidence of GBS neonatal diseases. Nevertheless, though research and clinical trials for the development of an effective vaccine to prevent GBS infections are underway, no vaccine is available as of 2023.  As of Winter 2023, there are two clinical development stage vaccines for the prevention of GBS invasive disease. Pfizer's hexavalent GBS vaccine [PF-06760805], GBS6 is a CRM197 conjugated polysaccharide approach containing the 6 most prominent GBS serotypes worldwide. The vaccine which is currently undergoing Phase 3 planning, may offer  meaningful protection against invasive disease in newborns and young infants on the basis of its immunogenicity results in the Phase 2 study [NCT03765073] which were published in the New England Journal of Medicine. Danish-based MinervaX ApS is also developing a protein-based GBS vaccine (GBS-NN/NN2) designed using fusions of highly immunogenic and protective protein domains from selected surface proteins of GBS (the Alpha-like protein family). The vaccine, which has been shown to be safe and immunogenic in maternal populations, is also undergoing preparations for Phase 3 planning. MinervaX has also completed enrolment of its Phase 1 adult trial [NCT05782179] with first immunological readouts anticipated in Q4 2023. A recent global demand analysis for GBS vaccines estimated the potential market for maternal and adult GBS immunization to be $798m/yr. and $2,023m/yr. in 2034 respectively. Other preclinical GBS vaccine programs are being pursued by the US-based biotech, Omniose and Inventprise.   == Society and culture == July has been recognised as Group B Strep International Awareness Month, a time when information about group B Strep aimed at families and health professionals is shared, predominantly in the UK and the US. In the UK, this is led by Group B Strep Support.   == Nonhuman GBS infections == GBS has been found in many mammals and other animals such as camels, dogs, cats, seals, dolphins, and crocodiles.   === Cattle === In cattle, GBS causes mastitis, an infection of the udder. It can produce an acute febrile disease or a subacute, more chronic disease. Both lead to diminishing milk production (hence its name: agalactiae meaning \"no milk\"). GBS can survive and persist in the mammary glands of cows, by forming  biofilms.  Mastitis associated with GBS can have an important effect on the quantity and quality of milk produced and is also associated with elevated somatic cell count and total bacteria count in the milk.  Outbreaks in herds are common, and this is of major significance for the dairy industry. Programs to reduce the impact of GBS have been enforced in many countries Such programs led to near-removal of bovine GBS mastitis in the UK, Northern Europe, and Canada.  Nevertheless, in recent years, re-emergence of GBS cattle mastitis has been observed in Northern Europe, suggesting the introduction of human lineages into the cattle population owing to reverse zoonotic transmission.   === Fish === GBS it is also an important pathogen in a diversity of fish species, leading to serious economic losses in many species of fish worldwide. GBS causes severe epidemics in farmed fish, causing sepsis and external and internal hemorrhages. GBS infection has been reported from wild and captive fish and has been involved in epizootics in many countries. Outbreaks of GBS in tilapia aquaculture can result in serious disease with mortalities of up to 80%. It has also been reported a human foodborne outbreak of invasive disease caused by the consumption of GBS-infected tilapia  Vaccines to protect fish against GBS infections are under development.   == References ==   == External links == UK Group B Strep Association CDC—Group B Strep (GBS)"}