{"name": "streptozocin", "category": "drug", "content": "Streptomycin is an antibiotic medication used to treat a number of bacterial infections, including tuberculosis, Mycobacterium avium complex, endocarditis, brucellosis, Burkholderia infection, plague, tularemia, and rat bite fever. For active tuberculosis it is often given together with isoniazid, rifampicin, and pyrazinamide. It is administered by injection into a vein or muscle. Common side effects include vertigo, vomiting, numbness of the face, fever, and rash. Use during pregnancy may result in permanent deafness in the developing baby. Use appears to be safe while breastfeeding. It is not recommended in people with myasthenia gravis or other neuromuscular disorders. Streptomycin is an aminoglycoside. It works by blocking the ability of 30S ribosomal subunits to make proteins, which results in bacterial death. Albert Schatz first isolated streptomycin in 1943 from Streptomyces griseus. It is on the World Health Organization's List of Essential Medicines. The World Health Organization classifies it as critically important for human medicine.   == Uses ==   === Medication === Infective endocarditis: An infection of the endocardium caused by enterococcus; used when the organism is not sensitive to gentamicin Tuberculosis: Used in combination with other antibiotics. For active tuberculosis it is often given together with isoniazid, rifampicin, and pyrazinamide. It is not the first-line treatment, except in medically under-served populations where the cost of more expensive treatments is prohibitive. It may be useful in cases where resistance to other drugs is identified. Plague (Yersinia pestis): Has historically been used as the first-line treatment. However streptomycin is approved for this purpose only by the US Food and Drug Administration. In veterinary medicine, streptomycin is the first-line antibiotic for use against gram negative bacteria in large animals (horses, cattle, sheep, etc.). It is commonly combined with procaine penicillin for intramuscular injection. Tularemia infections have been treated mostly with streptomycin. Streptomycin is traditionally given intramuscularly, and in many nations is only licensed to be administered intramuscularly, though in some regions the drug may also be administered intravenously.   === Pesticide === Streptomycin also is used as a pesticide, to combat the growth of bacteria beyond human applications. Streptomycin controls bacterial diseases of certain fruit, vegetables, seed, and ornamental crops. A major use is in the control of fireblight on apple and pear trees. As in medical applications, extensive use can be associated with the development of resistant strains. Streptomycin could potentially be used to control cyanobacterial blooms in ornamental ponds and aquaria. While some antibacterial antibiotics are inhibitory to certain eukaryotes, this seems not to be the case for streptomycin, especially in the case of anti-fungal activity.   === Cell culture === Streptomycin, in combination with penicillin, is used in a standard antibiotic cocktail to prevent bacterial infection in cell culture.   === Protein purification === When purifying protein from a biological extract, streptomycin sulfate is sometimes added as a means of removing nucleic acids and ribonuclear proteins. Since it binds to ribosomes and precipitates out of solution, it serves as a method for removing rRNA, mRNA, and even DNA if the extract is from a prokaryote.   == Side effects == The most concerning side effects, as with other aminoglycosides, are kidney toxicity and ear toxicity. Transient or permanent deafness may result. The vestibular portion of cranial nerve VIII (the vestibulocochlear nerve) can be affected, resulting in tinnitus, vertigo, ataxia, kidney toxicity, and can potentially interfere with diagnosis of kidney malfunction. Common side effects include vertigo, vomiting, numbness of the face, fever, and rash. Fever and rashes may result from persistent use. Use is not recommended during pregnancy. Congenital deafness has been reported in children whose mothers received streptomycin during pregnancy. Use appears to be okay while breastfeeding. It is not recommended in people with myasthenia gravis.   == Mechanism of action == Streptomycin functions as a protein synthesis inhibitor. It binds to the small 16S rRNA of the 30S ribosomal subunit irreversibly, interfering with the binding of formyl-methionyl-tRNA to the 30S subunit. This causes codon misreading, inhibition of protein synthesis, and ultimately death of the cell through mechanisms that are not well understood. Speculation indicates that the binding of the molecule to the 30S subunit interferes with 30S subunit association with the mRNA strand. This results in an unstable ribosomal-mRNA complex, leading to premature stopping of protein synthesis, leading to cell death.   As human and bacteria both have ribosomes, streptomycin has significant side effects in humans.  At low concentrations, however, streptomycin inhibits only bacterial growth. Streptomycin is an antibiotic that inhibits both Gram-positive and Gram-negative bacteria, and is therefore a useful broad-spectrum antibiotic.   == History == Streptomycin was first isolated on October 19, 1943, by Albert Schatz, a PhD student in the laboratory of Selman Abraham Waksman at Rutgers University in a research project funded by Merck and Co.  Waksman and his laboratory staff discovered several antibiotics, including actinomycin, clavacin, streptothricin, streptomycin, grisein, neomycin, fradicin, candicidin, and candidin. Of these, streptomycin and neomycin found extensive application in the treatment of numerous infectious diseases. Streptomycin was the first antibiotic cure for tuberculosis (TB). In 1952 Waksman was the recipient of the Nobel Prize in Physiology or Medicine in recognition \"for his discovery of streptomycin, the first antibiotic active against tuberculosis\". Waksman was later accused of playing down the role of Schatz who did the work under his supervision, claiming that Elizabeth Bugie had a more important role in its development. Schatz sued both Dr. Waksman and the Rutgers Research and Endowment Foundation, wanting to be given credit as co-discover and to receive the royalties for the streptomycin. By the end of the settlement, Waksman would receive a 10% royalty, while Schatz got 3% and compensation for his missed royalties. The rest of the lab shared the remaining 7% of the royalties, in which Bugie received 0.2%. Bugie was pursuing a master's degree in Waksman's lab at Rutgers University at this time. Prior to this, she received her bachelor's degree in microbiology at New Jersey College for Women. Although Bugie was considered to be the second author on the Proceedings of the Society for Experimental Biology paper, she was not listed on the patent submission. Bugie's contributions to Wakeman's lab were great. In addition to her work on streptomycin, she also helped develop other antimicrobial substances, had two peer-reviewed publications, and researched the use of antimicrobials against plant pathogens, among several other important contributions to the scientific field, particularly in regard to microbiology.  The Rutgers team reported streptomycin in the medical literature in January 1944. Within months they began working with William Feldman and H. Corwin Hinshaw of the Mayo Clinic with hopes of starting a human clinical trial of streptomycin in tuberculosis.: 209–241  The difficulty at first was even producing enough streptomycin to do a trial, because the research laboratory methods of creating small batches had not yet been translated to commercial large-batch production. They managed to do an animal study in a few guinea pigs with just 10 grams of the scarce drug, demonstrating survival.: 209–241  This was just enough evidence to get Merck & Co. to divert some resources from the young penicillin production program to start work toward streptomycin production.: 209–241  At the end of World War II, the United States Army experimented with streptomycin to treat life-threatening infections at a military hospital in Battle Creek, Michigan. The first person who was treated with streptomycin did not survive; the second person survived but became blind as a side effect of the treatment. In March 1946, the third person—Robert J. Dole, later Majority Leader of the United States Senate and presidential nominee—experienced a rapid and robust recovery. The first randomized trial of streptomycin against pulmonary tuberculosis was carried out in 1946 through 1948 by the MRC Tuberculosis Research Unit under the chairmanship of Geoffrey Marshall (1887–1982). The trial was neither double-blind nor placebo-controlled. It is widely accepted to have been the first randomized curative trial. Results showed efficacy against TB, albeit with minor toxicity and acquired bacterial resistance to the drug.   === New Jersey === Because streptomycin was isolated from a microbe discovered on New Jersey soil, and because of its activity against tuberculosis and Gram negative organisms, and in recognition of both the microbe and the antibiotic in the history of New Jersey, S. griseus was nominated as the Official New Jersey state microbe. The draft legislation was submitted by Senator Sam Thompson (R-12) in May 2017 as bill S3190 and Assemblywoman Annette Quijano (D-20) in June 2017 as bill A31900. The bill was passed on 2018-01-08 The bill designates Streptomyces griseus as New Jersey State Microbe (New Jersey Senate Bill 3190 (2017). Governor Phil Murphy signed the bill making it official in 2019.   == References ==   == Further reading == Kingston W (July 2004). \"Streptomycin, Schatz v. Waksman, and the balance of credit for discovery\". Journal of the History of Medicine and Allied Sciences. 59 (3): 441–462. doi:10.1093/jhmas/jrh091. PMID 15270337. S2CID 27465970. Mistiaen V (November 2, 2002). \"Time, and the great healer\". The Guardian.. The history behind the discovery of streptomycin. Pringle P (June 12, 2012). \"Notebooks Shed Light on an Antibiotic's Contested Discovery\". The New York Times. Office of Prevention, Pesticides And Toxic Substances (September 1992). \"Streptomycin and Streptomycin Sulfate Pesticide Reregistration\" (PDF). R.E.D. Facts. United States Environmental Protection Agency. EPA-738-F-92-009."}