{"name": "Streptococcal infection of skin", "category": "disease", "content": "Group A streptococcal infections are a number of infections with Streptococcus pyogenes, a group A streptococcus (GAS). S. pyogenes is a species of beta-hemolytic Gram-positive bacteria that is responsible for a wide range of infections that are mostly common and fairly mild. If the bacteria enters the bloodstream, the infection can become severe and life-threatening, and is called an invasive GAS (iGAS). Infection of GAS may spread through direct contact with mucus or sores on the skin. GAS infections can cause over 500,000 deaths per year. Despite the emergence of antibiotics as a treatment for group A streptococcus, cases of iGAS are an increasing problem, particularly on the continent of Africa. There are many other species of Streptococcus, including group B streptococcus Streptococcus agalactiae, and Streptococcus pneumoniae, which cause other types of infections.  Several virulence factors contribute to the pathogenesis of GAS, such as M protein, hemolysins, and extracellular enzymes.   == Types of infection == Group A β-hemolytic streptococcus can cause infections of the throat and skin.  These may vary from very mild conditions to severe, life-threatening diseases.  Although it is not completely clear what causes different people to develop different diseases as a result of infection with the same pathogenic bacteria, it is suspected that host phenotypic and epigenetic factors are the source of such variation. Indeed, the many virulence factors of GAS can influence the epigenetics of the host.  Furthermore, persons with suppressed or compromised immune systems may be more susceptible to certain diseases caused by GAS than other persons with intact immune systems. A 2019 study shows that GAS's evasion of immune detection is facilitated by protein S, an extracellular and cell wall-associated protein that enables it to camouflage itself by binding fragments of lysed red blood cells. Humans may also carry the GAS either on the skin or in the throat and show no symptoms. These carriers are less contagious than symptomatic carriers of the bacteria. The non-invasive infections caused by GAS tend to be less severe and more common.  They occur when the bacteria colonizes the throat area, where it recognizes epithelial cells.  The two most prominent infections of GAS are both non-invasive: strep throat (pharyngitis) where it causes 15–30% of the childhood cases and 10% of adult cases, and impetigo.  These may be effectively treated with antibiotics. Scarlet fever is also a non-invasive infection caused by GAS, although much less common. The invasive infections caused by Group A β-hemolytic streptococcus tend to be more severe and less common.  These occurs when the bacterium is able to infect areas where bacteria are not usually found, such as blood and organs. The diseases that may be caused as a result of this include streptococcal toxic shock syndrome (STSS), necrotizing fasciitis (NF), pneumonia, and bacteremia.  In addition, infection of GAS may lead to further complications and health conditions, namely acute rheumatic fever and poststreptococcal glomerulonephritis. Most common:  impetigo, cellulitis, and erysipelas – infections of the skin which can be complicated by necrotizing fasciitis – skin, fascia and muscle strep throat AKA strep pharyngitis – pharynx Less common:  bacteremia can be associated with these infections, but is not typical. septic arthritis – joints osteomyelitis – bones vaginitis – vagina (more common in pre-pubescent girls) meningitis* – meninges sinusitis* – sinuses pneumonia* – pulmonary alveolus (*Note that meningitis, sinusitis and pneumonia can all be caused by Group A Strep, but are much more commonly associated with Streptococcus pneumoniae and should not be confused.)   === Severe infections === Some strains of group A streptococci (GAS) cause severe infection. Severe infections are usually invasive, meaning that the bacteria has entered parts of the body where bacteria are not usually found, such as the blood, lungs, deep muscle or fat tissue. Those at greatest risk include children with chickenpox; persons with suppressed immune systems; burn victims; elderly persons with cellulitis, diabetes, vascular disease, or cancer; and persons taking steroid treatments or chemotherapy. Intravenous drug users and homeless also are at high risk. GAS is an important cause of puerperal fever worldwide, causing serious infection and, if not promptly diagnosed and treated, death in newly delivered mothers. Severe GAS disease may also occur in healthy persons with no known risk factors. All severe GAS infections may lead to shock, multisystem organ failure, and death. Early recognition and treatment are critical. Diagnostic tests include blood counts and urinalysis as well as cultures of blood or fluid from a wound site. Severe Group A streptococcal infections often occur sporadically but can be spread by person-to-person contact. Close contacts of people affected by severe Group A streptococcal infections, defined as those having had prolonged household contact in the week before the onset of illness, may be at increased risk of infection. This increased risk may be due to a combination of shared genetic susceptibility within the family, close contact with carriers, and the virulence of the Group A streptococcal strain that is involved. Public health policies internationally reflect differing views of how the close contacts of people affected by severe Group A streptococcal infections should be treated. Health Canada and the US CDC recommend close contacts see their doctor for full evaluation and may require antibiotics; current UK Health Protection Agency guidance is that, for a number of reasons, close contacts should not receive antibiotics unless they are symptomatic but that they should receive information and advice to seek immediate medical attention if they develop symptoms. However, guidance is clearer in the case of mother-baby pairs: both mother and baby should be treated if either develops an invasive GAS infection within the first 28 days following birth (though some evidence suggests that this guidance is not routinely followed in the UK).   == Diagnosis ==  Diagnosis is by a swab of the affected area for laboratory testing. A Gram stain is performed to show Gram-positive cocci in chains. Then, the organism is cultured on blood agar. The rapid pyrrolidonyl arylamidase (PYR) test is commonly used, wherein a positive reaction confers a presumptive identification of group A beta-hemolytic streptococci if the appearance and clinical context is consistent. GBS gives a negative finding on the PYR test test. There are also latex agglutination kits which can distinguish each of the main groups seen in clinical practice.   == Prevention == S. pyogenes infections are best prevented through effective hand hygiene. No vaccines are currently available to protect against S. pyogenes infection, although research has been conducted into the development of one. Difficulties in developing a vaccine include the wide variety of strains of S. pyogenes present in the environment and the large amount of time and number of people that will be needed for appropriate trials for safety and efficacy of the vaccine.   == Treatment == The treatment of choice is penicillin, and the duration of treatment is around 10 days. Antibiotic therapy (using injected penicillin) has been shown to reduce the risk of acute rheumatic fever. In individuals with a penicillin allergy, erythromycin, other macrolides, and cephalosporins have been shown to be effective treatments. Treatment with ampicillin/sulbactam, amoxicillin/clavulanic acid, or clindamycin is appropriate if deep oropharyngeal abscesses are present, in conjunction with aspiration or drainage. In cases of streptococcal toxic shock syndrome, treatment consists of penicillin and clindamycin, given with intravenous immunoglobulin. For toxic shock syndrome and necrotizing fasciitis, high-dose penicillin and clindamycin are used. Additionally, for necrotizing fasciitis, surgery is often needed to remove damaged tissue and stop the spread of the infection. No instance of penicillin resistance has been reported to date, although since 1985, many reports of penicillin tolerance have been made. The reason for the failure of penicillin to treat S. pyogenes is most commonly patient noncompliance, but in cases where patients have been compliant with their antibiotic regimen, and treatment failure still occurs, another course of antibiotic treatment with cephalosporins is common. The 30-valent N-terminal M-protein-based vaccine as well as the M-protein vaccine (minimal epitope J8 vaccine) are two vaccines for GAS that are currently getting close or becoming clinical studies, however, other vaccines using conserved epitopes  are progressing.   == Epidemiology == Cases of GAS are still present today, but were also evident before World War I. This was shown by a training camp located in Texas, where a harmful strain of pneumonia complicating measles was caused by a strain of Streptococcus.  Existence of streptococci strains was additionally found in World War II. An epidemic of streptococcal infection in the United States Navy during this war indicated that this type of disease was able to exist and spread in formerly unexposed individuals by environments that serological types of group A streptococci preferred. In later years, a positive test result for the presence of group A streptococci was found in 32.1 percent of individuals after throat cultures were carried out in a 20 yearlong (1953/1954-1973/1974) study performed in Nashville, TN. Also, from 1972 to 1974, recurring GAS illness was observed with a prevalence of 19 percent in school-aged children as well as a prevalence rate of 25 percent in families. The severity of streptococcal infections has decreased over the years, and so has rheumatic fever (a sequelae of GAS) which is indicated by the change in numerous hospitals from containing wards allocated for the sole purpose of treating rheumatic fever to hardly seeing the disease at all. Environmental factors, such as less crowding and the increase of family living space, can account for the reduction in incidence and severity of group A streptococci. With more space for individuals to reside in, it provides the bacteria with less opportunities to spread from person to person. This is especially important considering an estimated 500,000 deaths worldwide all occurring after acute rheumatic fever, invasive infection, or subsequent heart disease can be accredited to GAS. This number is quite large, often leaving the health care system encumbered, since 91 percent of patients infected with invasive GAS need to be hospitalized with 8950–11,500 episodes and 1050-1850 deaths taking place each year. A later study that occurred from 2005 to 2012 found that there were 10,649-13,434 cases consequently resulting in 1136-1607 deaths per year.   == Complications == Post-streptococcal glomerulonephritis Pediatric autoimmune neuropsychiatric disorders associated with streptococcal infections (PANDAS) Rheumatic fever Scarlet fever Toxic shock syndrome   === Acute rheumatic fever === Acute rheumatic fever (ARF) is a complication of respiratory infections caused by GAS. The M-protein generates antibodies that cross-react with autoantigens on interstitial connective tissue, in particular of the endocardium and synovium, that can lead to significant clinical illness. Although common in developing countries, ARF is rare in the United States, possibly secondary to improved antibiotic treatment, with small isolated outbreaks reported only occasionally. It is most common among children between 5 and 15 years old and occurs 1–3 weeks after an untreated GAS pharyngitis, but caution is advised when interpreting the demographics of the contemporary picture of pediatric cases in the United States. ARF is often clinically diagnosed based on Jones Criteria, which include: pancarditis, migratory polyarthritis of large joints, subcutaneous nodules, erythema marginatum, and sydenham chorea (involuntary, purposeless movement). The most common clinical finding is a migratory arthritis involving multiple joints. Other indicators of GAS infection such as a DNAase or ASO serology test must confirm the GAS infection. Other minor Jones Criteria are fever, elevated ESR and arthralgia. One of the most serious complications is pancarditis, or inflammation of all three heart tissues. A fibrinous pericarditis can develop with a classic friction rub that can be auscultated. This will give increasing pain upon reclining. Further endocarditis can develop with aseptic vegetations along the valve closure lines, in particular the mitral valve. Chronic rheumatic heart disease mostly affects the mitral valve, which can become thickened with calcification of the leaflets, often causing fusion of the commissures and chordae tendineae. Other findings of ARF include erythema marginatum (usually over the spine or other bony areas) and a red expanding rash on the trunk and extremities that recurs over weeks to months. Because of the different ways ARF presents itself, the disease may be difficult to diagnose. A neurological disorder, Sydenham chorea, can occur months after an initial attack, causing jerky involuntary movements, muscle weakness, slurred speech, and personality changes. Initial episodes of ARF, as well as recurrences, can be prevented by treatment with appropriate antibiotics. It is important to distinguish ARF from rheumatic heart disease. ARF is an acute inflammatory reaction with pathognomonic Aschoff bodies histologically and RHD is a non-inflammatory sequela of ARF.   === Post-streptococcal glomerulonephritis === Post-streptococcal glomerulonephritis (PSGN) is an uncommon complication of either a strep throat or a streptococcal skin infection. It is classified as a type III hypersensitivity reaction. Symptoms of PSGN develop within 10 days following a strep throat or 3 weeks following a GAS skin infection. PSGN involves inflammation of the kidney.  Symptoms include pale skin, lethargy, loss of appetite, headache, and dull back pain. Clinical findings may include dark-colored urine, swelling of different parts of the body (edema), and high blood pressure. Treatment of PSGN consists of supportive care.   === PANDAS === Obsessive–compulsive disorder and tic disorders are hypothesized to arise in a subset of children as a result of a post-streptococcal autoimmune process. Its potential effect was described in 1998 by the controversial hypothesis called PANDAS (pediatric autoimmune neuropsychiatric disorders associated with streptococcal infections), a condition thought to be triggered by GABHS infections. The PANDAS hypothesis is unconfirmed and unsupported by data, and two new categories have been proposed: PANS (pediatric acute-onset neuropsychiatric syndrome) and CANS (childhood acute neuropsychiatric syndrome). The CANS/PANS hypotheses include different possible mechanisms underlying acute-onset neuropsychiatric conditions, but do not exclude GABHS infections as a cause in a subset of individuals. PANDAS, PANS and CANS are the focus of clinical and laboratory research but remain unproven.   == References ==  Note: Elements of the original text of this article are taken from the NIH Fact Sheet \"Group A Streptococcal Infections\", dated March 1999. As a work of the U.S. Federal Government without any other copyright notice, this is assumed to be a public domain resource.   == Further reading == Ferretti, Joseph J; Stevens, Dennis L; Fischetti, Vincent A (2016). Streptococcus pyogenes: Basic Biology to Clinical Manifestations [Internet]. Oklahoma City, OK: University of Oklahoma Health Sciences Center. PMID 26866208.   == External links ==  Group A streptococcal infection at National Institutes of Health Group A streptococcal infections—Frequently Asked Questions at UK Health Protection Agency"}