{"name": "strontium ranelate", "category": "drug", "content": "Strontium ranelate, a strontium(II) salt of ranelic acid, is a medication for osteoporosis marketed as Protelos or Protos by Servier.  Studies indicate it can also slow the course of osteoarthritis of the knee. The drug is unusual in that it both increases deposition of new bone by osteoblasts and reduces the resorption of bone by osteoclasts. It is therefore promoted as a \"dual action bone agent\" (DABA). On 13 May 2013, Servier released a Direct Healthcare Professional Communication which stated that new restrictions for the use of strontium ranelate are now in place, as randomised trials have shown an increased risk of myocardial infarction. Servier states that the use is now restricted to treatment of severe osteoporosis in postmenopausal women at high risk for fracture. The European Pharmacovigilance Risk Assessment Committee (PRAC) recommended restriction in the use of strontium ranelate, based on a routine benefit-risk assessment of the medicine, which included data showing a possible increased risk of heart problems, including heart attacks. On 21 February 2014 the European Medicine Agency recommended that strontium ranelate remain available with restrictions relative to patients with existing heart disease.  In 2017, a large study of over 280,000 British and Spanish patients found no increased risk of venous thromboembolism in users of strontium ranelate compared to alendronate.  Servier ceased manufacturing the drug and in 2019, the drug returned the market in the United Kingdom under the name strontium ranelate Aristo.   == Uses == Strontium ranelate is registered as a prescription drug in more than 70 countries for the treatment of post-menopausal osteoporosis to reduce the risk of vertebral and hip fractures. In the United States, strontium ranelate is not approved by the FDA. In the United Kingdom, strontium ranelate is prescribed under the National Health Service as a medicine for the treatment of post menopausal osteoporosis. 2 major phase III clinical studies, SOTI (Spinal Osteoporosis Therapeutic Intervention) and TROPOS (Treatment of Peripheral Osteoporosis), were started in 2000 to investigate the efficacy of strontium ranelate in reducing vertebral fractures and peripheral fractures, including hip fractures. In the 3 years results, reported in 2004, strontium ranelate showed significant reduction in vertebral fractures with 41% and hip fractures with 36% compared with patients treated with placebo. The efficacy was sustained in 5 years data. The 5 years data confirmed that strontium ranelate can reduce the vertebral fractures significantly no matter the risk factors of the osteoporotic women have. These include their age (<70, 70–80 and >80), bone mineral density (osteoporotic and osteopenia), prevalent fractures (0 prevalent fracture, 1–2 prevalent fractures and >2 prevalent fractures), symptomatic fractures, body mass index and smoking. Strontium ranelate shows anti-fracture efficacy in very old elderly and osteopenic patients.   == Contraindications == Strontium ranelate is contraindicated in hypersensitivity to the active substance or to any of the excipients. It is not recommended in patients with severe renal disease, i.e. creatinine clearance below 30 mL/min due to lack of data. Precaution is advised in patients at increased risk of venous thromboembolism (VTE), including patients with a history of VTE. Precaution is advised in patients with phenylketonuria, as formulations of strontium ranelate contain phenylalanine. Precaution as it interferes with colorimetric measurements of calcium in blood and urine.   == Side effects == Available data do not show evidence of an increased cardiovascular risk in patients without established, current or past history of ischaemic heart disease, peripheral arterial disease or cerebrovascular disease, or in those without uncontrolled hypertension.  In a meta-analysis of 7,500 patients, in those with known uncontrolled or severe cardiovascular disease, strontium ranelate increased the risk of venous thromboembolism, pulmonary embolism and serious cardiovascular disorders, including myocardial infarction as compared with placebo (1.7% versus 1.1%). Its use is restricted in the UK to those without severe cardiovascular disease.  The most common side effects include nausea, diarrhea, headache and eczema, but with only 2–4% increase compared with placebo group. Most of those side effects resolved within 3 months. Occasional severe allergic reactions have been reported including drug rash with eosinophilia and systemic symptoms (DRESS syndrome)   == Interactions == According to the manufacturer, strontium ranelate should be taken 2 hours before antacids and 2 hours apart from food, milk and derivative products, and medicinal products containing calcium. Treatment should be suspended while taking oral tetracycline and quinolone antibiotics, as these chelate the strontium ion.   == Pharmacology ==   === Mechanism of action === Strontium, which has the atomic number 38, belongs to group II in the periodic table of elements, just beneath calcium. Because its nucleus is very nearly the same size as that of calcium, the body easily takes up strontium and incorporates it into bones and tooth enamel in place of calcium. This is not a health problem, and in fact, it can provide a health benefit. For example, in clinical trials, the drug strontium ranelate was found to aid bone growth, increase bone density, and lessen vertebral, peripheral, and hip fractures in women. Strontium ranelate is an antiosteoporotic agent which both increases bone formation and reduces bone resorption, resulting in a rebalance of bone turnover in favor of bone formation. This is similar to the effects of choline-stabilized orthosilicic acid. Strontium ranelate stimulates the calcium-sensing receptors and leads to the differentiation of pre-osteoblast to osteoblast which increases the bone formation. Strontium ranelate also stimulates osteoblasts to secrete osteoprotegerin in inhibiting osteoclasts formed from pre-osteoclasts in relation to the RANKL system, which leads to the decrease of bone resorption.   == Research == A large international study, the \"Strontium Ranelate Efficacy in Knee Osteoarthritis trial,\" or SEKOIA, reported in 2012 that the drug significantly slowed the course of knee OA compared to placebo in a double-blind randomised controlled trial. The drug reduced knee OA pain symptoms, improved function, and reduced x-ray detectable cartilage loss, as shown by reductions in joint space narrowing over three years.   == References ==   == External links == \"Pharma commercial intelligence, news & analysis | Evaluate\". www.evaluate.com. Retrieved 2023-06-26.< \"Servier deal \"makes sense\" for Osteologix\". Evaluate.com. 2008-06-20. Retrieved 2023-06-26. EMA (2018-09-17). \"PRAC recommends suspending use of Protelos/Osseor\". European Medicines Agency. Retrieved 2023-06-26. Protelos official site Archived 2019-05-24 at the Wayback Machine \"First Head-To-Head Study Shows That Protelos(R) (Strontium Ranelate) Builds Better Bone Than Bisphosphonate\". Medical News Today. 8 December 2008. Archived from the original on 2016-03-13."}