{"name": "succimer", "category": "drug", "content": "Succimer, sold under the brand name Chemet among others, is a medication used to treat lead, mercury, and arsenic poisoning. When radiolabeled with technetium-99m, it is used in many types of diagnostic testing. A full course of Succimer lasts for 19 days of oral administration. A second course should be given when more than two weeks pass after the first course. Common side effects include vomiting, diarrhea, rash, and low blood neutrophil levels. Liver problems and allergic reactions may also occur with use. Whether use during pregnancy is safe for the baby is unclear. Dimercaptosuccinic acid is in the chelating agent family of medications. It works by binding with lead and a number of other heavy metals, allowing them to leave the body in the urine. Succimer has been used medically since the 1950s. It is on the World Health Organization's List of Essential Medicines. In the United States, no generic version was available as of 2015.   == Medical uses ==  Succimer is indicated for the treatment of lead poisoning in children with blood level measured above 45 μg/dL. The use of dimercaptosuccinic acid is not approved for prevention of lead poisoning in anticipation of exposure in known lead-contaminated environments. Dimercaptosuccinic acid can cross the blood–brain barrier of mice, but it is not known if this is also the case in humans. Even if dimercaptosuccinic acid cannot reverse the damages done to the central nervous system, it might prevent further deterioration. Succimer facilitates urinary excretion of lead, and with sufficiently aggressive treatment, can reduce lead content in the brain. It also increases urinary excretion of copper and zinc. Dimercaptosuccinic acid improved cognitive function in rats that had been exposed to lead, but reduced cognitive function in rats that had not been exposed to lead.   == Chemistry == Succimer is an isomer of 2,3-dimercaptosuccinic acid. 2,3-dimercaptosuccinic acid is the organosulfur compound with the formula HO2CCH(SH)CH(SH)CO2H.  This colorless solid contains two carboxylic acid and two thiol groups, the latter being responsible for its mildly unpleasant odour.  It occurs in two diastereomers, meso and the chiral dl forms. The 2,3-dimercaptosuccinic acid molecule has two stereocentres (two asymmetric carbon atoms), and can exist as three different stereoisomers. The 2S,3S and 2R,3R isomers are a pair of enantiomers, whereas the 2R,3S isomer (succimer) is a meso compound and thus optically inactive.   == Preparation and reactivity == Dimercaptosuccinic acid may be prepared by reacting acetylenedicarboxylic acid with sodium thiosulfate or thioacetic acid followed by hydrolysis. The dimethyl ester is also known. Meso 2,3-dimercaptosuccinic acid binds to \"soft\" heavy metals such as Hg2+ and Pb2+, mobilizing these ions for excretion. It binds to metal cations through the thiol groups, which ionize upon complexation.   == History == Dimercaptosuccinic acid was first synthesized by V. L. Nirenburg in the Urals Polytechnic Institute, commissioned by one of the electrical enterprises of Sverdlovsk, Russia, which consumed many tons of mercury and was looking for a medicine to prevent poisoning of personnel. In 1957,  Chinese scientists found that dimercaptosuccinic acid can effectively treat antimony poisoning due to overdose of tartar emetic. Pronounced protective effect in animal poisoning with arsenic and mercury was first shown by I. E. Okonishnikova in 1962.  In 1984, the now-defunct Bock Pharmaceutical Company requested the FDA grant approval for orphan drug status under the brand name Chemet and the FDA approved of this in 1991, providing exclusivity until 1998 which was conveyed to the successor Sanofi in 1996.   == References ==   == Further reading =="}