{"name": "sucroferric oxyhydroxide", "category": "drug", "content": "Sucroferric oxyhydroxide, sold under the brand name Velphoro, is a non-calcium, iron-based phosphate binder used for the control of serum phosphorus levels in adults with chronic kidney disease (CKD) on haemodialysis (HD) or peritoneal dialysis (PD). It is used in form of chewable tablets. Sucroferric oxyhydroxide is also known as a mixture of polynuclear iron(III)-oxyhydroxide, sucrose and starches. The most common side effects include diarrhea and discolored feces, which may become less frequent with continued treatment. It was approved for medical use in the United States in November 2013, and in the European Union in August 2014.   == Medical uses == Sucroferric oxyhydroxide is approved by the U.S. Food and Drug Administration (FDA) and the European Medicines Agency (EMA) for the control of serum phosphorus levels in patients with chronic kidney disease (CKD) on dialysis.   == Adverse effects == The most frequently reported adverse drug reactions reported from trials were diarrhoea and discoloured faeces. The vast majority of gastrointestinal adverse events occurred early during treatment and abated with time under continued dosing.   == Interactions == Drug-interaction studies and post hoc analyses of Phase III studies showed no clinically relevant interaction of sucroferric oxyhydroxide with the systemic exposures to losartan, furosemide, omeprazole, digoxin, and warfarin, the lipid-lowering effects of statins, and oral vitamin D receptor agonists. According to the European label (Summary of Product Characteristics), medicinal products that are known to interact with iron (e.g. doxycycline) or have the potential to interact with Velphoro should be administered at least one hour before or two hours after Velphoro. This allows sucroferric oxyhydroxide to bind phosphate as intended and be excreted without coming into contact with medications in the gut that it might interact with. According to the US prescribing information, Velphoro should not be prescribed with oral levothyroxine. The combination of sucroferric oxyhydroxide and levothyroxine is contraindicated because sucroferric oxyhydroxide contains iron, which may cause levothyroxine to become insoluble in the gut, thereby preventing the intestinal absorption of levothyroxine.   == Hyperphosphatemia ==  In a healthy person, normal serum phosphate levels are maintained by the regulation of dietary absorption, bone formation and resorption, equilibration with intracellular stores, and renal excretion. When kidney function is impaired, phosphate excretion declines. Without specific treatment, hyperphosphataemia occurs almost universally, despite dietary phosphate restriction and conventional dialysis treatment. In patients on dialysis, hyperphosphataemia is an independent risk factor for fractures, cardiovascular disease and mortality. Abnormalities in phosphate metabolism such as hyperphosphatemia are included in the definition of the new chronic kidney disease–mineral and bone disorder (CKD-MBD).   == Structure and mechanism of action == Sucroferric oxyhydroxide comprises a polynuclear iron(III)-oxyhydroxide core that is stabilised with a carbohydrate shell composed of sucrose and starch. The carbohydrate shell stabilises the iron(III)-oxyhydroxide core to preserve the phosphate adsorption capacity. Dietary phosphate binds strongly to sucroferric oxyhydroxide in the gastrointestinal (GI) tract. The bound phosphate is eliminated in the faeces and thereby prevented from absorption into the blood. As a consequence of the decreased dietary phosphate absorption, serum phosphorus concentrations are reduced.   == Chewability == The chewability of sucroferric oxyhydroxide compares well with that of Calcimagon, a calcium containing tablet used as a standard for very good chewability. Tablets of sucroferric oxyhydroxide easily disintegrated in artificial saliva.   == Effectiveness and phosphate binding == Clinical Phase III studies showed that sucroferric oxyhydroxide achieves and maintains phosphate levels in compliance with the KDOQI guidelines. The reduction in serum phosphate levels of sucroferric oxyhydroxide-treated patients was non-inferior to that in sevelamer-treated patients. The required daily pill burden was lower with sucroferric oxyhydroxide. Sucroferric oxyhydroxide binds phosphate under empty and full stomach conditions and across the physiologically relevant pH range of the GI tract. In a retrospective, real-world study, hyperphosphatemic peritoneal dialysis patients who were prescribed to switch to sucroferric oxyhydroxide from sevelamer, lanthanum carbonate, or calcium acetate had significant reductions in serum phosphorus levels, along with a 53% decrease in the prescribed daily pill burden.   == References =="}