{"name": "Sucrase-isomaltase deficiency, congenital", "category": "disease", "content": "Sucrose intolerance or genetic sucrase-isomaltase deficiency (GSID) is the condition in which sucrase-isomaltase, an enzyme needed for proper metabolism of sucrose (sugar) and starch (e.g., grains), is not produced or the enzyme produced is either partially functional or non-functional in the small intestine. All GSID patients lack fully functional sucrase, while the isomaltase activity can vary from minimal functionality to almost normal activity. The presence of residual isomaltase activity may explain why some GSID patients are better able to tolerate starch in their diet than others with GSID.   == Signs and symptoms == Abdominal cramps and bloating Diarrhea and constipation Vomiting Hypoglycemia and headaches Poor weight gain and growth Upper respiratory tract and viral diseases Anxiety and heart palpitations Excess gas production   == Cause == Sucrose intolerance can be caused by genetic mutations in which both parents must contain this gene for the child to carry the disease (so-called primary sucrose intolerance). Sucrose intolerance can also be caused by irritable bowel syndrome, aging, or small intestine disease (secondary sucrose intolerance). There are specific tests used to help determine if a person has sucrose intolerance. The most accurate test is the enzyme activity determination, which is done by biopsying the small intestine. This test is a diagnostic for GSID. Other tests which can aid in the diagnosis of GSID but which are not truly diagnostic for the disease are the sucrose breath test, and a genetic test which tests for the absence of certain genes which are thought to be responsible for GSID. Sucrose (also called saccharose) is a disaccharide and is a two-sugar chain composed of glucose and fructose which are bonded together. A more familiar name is table, beet, or cane sugar. It was believed that most cases of sucrose intolerance were due to an autosomal recessive, genetic, metabolic disease. Based on new data patients with heterozygous and compound heterozygous genotypes can have symptom presentation as well. GSID involves deficiency in the enzyme sucrase-isomaltase, which breaks the bond between the glucose and fructose molecules. When disaccharides are consumed, they must be broken down into monosaccharides by enzymes in the intestines before they can be absorbed. Monosaccharides, or single sugar units, are absorbed directly into the blood. A deficiency of sucrase may result in malabsorption of sugar, which can lead to potentially serious symptoms. Since sucrase-isomaltase is involved in the digestion of starches, some GSID patients may not be able to absorb starches as well. It is important for those with sucrose intolerance to minimize sucrose consumption as much as possible. Dietary supplements or medications may be taken as a substitute for the missing enzyme or to introduce healthy bacteria into the immune system.   == Diagnosis == Chronic gastrointestinal symptoms that are fairly common but difficult to diagnose may be caused by congenital sucrase-isomaltase deficiency (CSID). CSID is an inherited condition characterized by a dysfunctional digestive enzyme. The purpose of the digestive enzyme, sucrase-isomaltase, is to break down the compound sugars sucrose (table sugar) and starch sugars so they will be small enough to be absorbed from the gastrointestinal tract. In addition to CSID, a primary gastrointestinal disorder such as a gastrointestinal infection, celiac disease or Crohn's disease, can transiently suppress the digestive function of sucrase-isomaltase, causing an acquired form of sucrase-isomaltase deficiency (SID). Once the underlying disorder is treated and resolved, the symptoms of SID usually go away. A deficiency or absence of sucrase-isomaltase function is likely to cause chronic gastrointestinal symptoms whenever a person eats food containing sucrose or starch sugars, which are very common in carbohydrates. In fact, the sucrase-isomaltase enzyme is responsible for the digestion of all foods containing sucrose and approximately 60% to 80% of all foods containing starch sugars. When sucrose or starch sugars are not absorbed from the gastrointestinal tract, they travel to the large intestine (colon) where two things happen:  The food draws in excess water by a process called osmosis, creating watery diarrhea. The food is broken down by the normal bacteria that reside in the colon by a process called fermentation; byproducts of all fermentation include the production of excess gas and an acidic environment. The timing of gastrointestinal symptoms associated with CSID is distinctive. CSID symptoms are frequent, daily events; they are lifelong, and they are postprandial (occurring after eating food). These symptoms can range from mild to severe and include chronic, watery, acidic diarrhea; intestinal gas and bloating; nausea; and abdominal pain. Infants may not show symptoms of CSID until they begin to eat sucrose- and starch-containing foods such as juices, solid foods, and medications sweetened with sucrose. Chronic, watery diarrhea and failure to thrive are the most common symptoms in infants and toddlers. Other symptoms include abdominal distention, gassiness, colic, irritability, excoriated buttocks, severe diaper rash due to acidic diarrhea, indigestion, and vomiting. Adults with CSID are usually lean, with a low body-mass index and an aversion to eating carbohydrates and \"sweets\". Because CSID is an inherited condition, patients with CSID often have close relatives who also experience chronic diarrhea. Determining the cause of chronic gastrointestinal symptoms may take a long time because the symptoms can be common to many gastrointestinal conditions. One diagnostic method, considered the gold standard for diagnosing CSID, measures the level of activity of four intestinal enzymes that digest compound sugars, also called disaccharides. The four disaccharides digested in the small intestine are lactose, sucrose, maltose, and isomaltose. This diagnostic method, called a disaccharidase assay, is conducted on tissue samples taken from the small intestine during an endoscopic procedure, also called an upper GI (gastrointestinal) examination. If the level of sucrase activity is below the level considered necessary for normal sucrase function, the patient will be diagnosed with CSID. Noninvasive diagnostic methods include two breath tests, which can be useful screening tools but are not specific enough for a confirmed diagnosis of CSID. The first of these is the hydrogen/methane breath test, which measures the amount of hydrogen and methane gases a person exhales after consuming sugary water. The exhaled breath is collected in sealed test tubes at 30-minute intervals over a three-hour period after drinking the sugary water. If a person has CSID and there are little or no working sucrase-isomaltase enzymes in the intestines, greater than normal levels of hydrogen and/or methane are generated and exhaled in the breath. However, there may be other reasons why the person is exhaling excess hydrogen and/or methane gas, such as an overgrowth of bacteria in the small intestine, called small intestinal bacterial overgrowth (SIBO). The second breath test is called the carbon-13 (13C) breath test. Carbon-13 is a stable isotope of carbon that occurs naturally in sucrose, making it possible to track a person's ability to digest and absorb sucrose by measuring the amount of 13CO2 exhaled after drinking a sugar-water solution. In this breath test, the exhaled breath is collected in sealed test tubes at 30-minute intervals over a 90-minute period after drinking the sugar-water solution. If the cumulative amount of 13CO2 exhaled is below the normal level that occurs when sucrose is digested by sucrase, the person may have CSID and the person should undergo further examination by their doctor. The findings from a 13C-breath test are believed to be more definitive for CSID than the hydrogen/methane breath test although neither test is validated to provide, by themselves, a diagnosis for CSID. In both breath tests, the consumption of sugar may cause severe gastrointestinal symptoms in those who have CSID. For this reason, these breath tests should be conducted under the supervision of a healthcare professional. A relatively new, noninvasive test that shows promise is a genetic test for the gene SI, which codes for the enzyme sucrase-isomaltase. This test requires a swab of tissue from the inside of the cheek. So far, 37 aberrant variations of the SI gene have been found in patients who have been diagnosed with CSID. A positive genetic test for one or more of the 37 SI gene variations known to cause CSID can help confirm a diagnosis of CSID. However, a negative genetic test cannot rule out a diagnosis of CSID. There are more than 2,000 different variations of the SI gene, and many of these variations have not yet been investigated for their ability to cause CSID.  Therefore, a negative genetic test only means that the person does not carry one of the 37 SI gene variations that are known to be associated with CSID, but they may have an SI gene variation that has not yet been identified as one that can cause CSID. While the breath tests and genetic test have not been validated to be diagnostic for CSID, they may become important tests that help in identifying patients with CSID. As with all diagnoses, a diagnosis of CSID depends on combining a doctor's clinical findings with results from objective tests. A physical examination, medical history, and other secondary tests, such as stool pH test for acidic stool, can aid in the diagnosis of CSID. If it is clinically inappropriate or difficult to perform a biopsy or if a CSID diagnosis is in doubt, a physician may suggest a two-week therapeutic trial with an enzyme replacement. If the patient shows a reduction of symptoms it is considered diagnostic for CSID.   == Treatment == The two ways to manage the gastrointestinal symptoms associated with CSID are:  Diet modification that eliminates or restricts the consumption of foods containing sucrose (table sugar) or starch sugars The use of enzyme replacement therapy to replace the action of the sucrase enzyme that is deficient. This medication requires a prescription from a doctor.   === Diet modification === The level of ability to digest sucrose or starch sugars is unique to each person who is living with CSID and depends on many factors, including the following:  The individual level of function of the digestive enzyme sucrase-isomaltase How well the other functions of the gastrointestinal tract are working How much sucrose and starch sugars are consumed If a person has any other health issues that may affect digestion For these reasons, a restriction diet needs to be specific for each patient who has CSID. Before making any changes to the diet, it is important for a patient to speak with a healthcare provider, especially if the patient is underweight or not gaining weight as would be expected. It is also advised that the patient work with a registered dietitian or nutritionist who can help identify the foods that can be tolerated and those that cannot be tolerated. A registered dietitian or nutritionist can also help the patient plan a diet that will meet the nutritional needs for normal growth and development. Vitamins, minerals, and additional supplements may be needed to meet all nutritional needs.   == Epidemiology == The highest prevalence rates are seen in the Inuit populations of Greenland (5–10%), Alaska (3–7%), and Canada (about 3%). European descent prevalence ranges from 0.2% to 0.05%. There is a lower prevalence reported in African Americans and Hispanics compared to Caucasians.   == See also == Fructose malabsorption Digestive system diseases Lactose intolerance   == References ==   == External links == \"Congenital sucrase-isomaltase deficiency\". Genetic Home Reference. US National Library of Medicine."}