{"name": "sulbactam", "category": "drug", "content": "Ampicillin/sulbactam is a fixed-dose combination medication of the common penicillin-derived antibiotic ampicillin and sulbactam, an inhibitor of bacterial beta-lactamase. Two different forms of the drug exist. The first, developed in 1987 and marketed in the United States under the brand name Unasyn, generic only outside the United States, is an intravenous antibiotic. The second, an oral form called sultamicillin, is marketed under the brand name Ampictam outside the United States, and generic only in the United States. Ampicillin/sulbactam is used to treat infections caused by bacteria resistant to beta-lactam antibiotics. Sulbactam blocks the enzyme which breaks down ampicillin and thereby allows ampicillin to attack and kill the bacteria.   == Medical uses == Ampicillin/sulbactam has a wide array of medical use for many different types of infectious disease. It is usually reserved as a second-line therapy in cases where bacteria have become beta-lactamase resistant, rendering traditional penicillin-derived antibiotics ineffective.  It is effective against certain gram positive bacteria, gram-negative bacteria, and anaerobes.  Gram-positive bacteria: Staphylococcus aureus (beta-lactamase and non-beta-lactamase producing), Staphylococcus epidermidis (beta-lactamase and non-beta-lactamase producing), Staphylococcus saprophyticus (beta-lactamase and non-beta-lactamase producing), Enterococcus faecalis, Streptococcus pneumoniae, Streptococcus pyogenes, and Streptococcus viridans. Gram-negative bacteria: Haemophilus influenzae (beta-lactamase and non-beta-lactamase producing), Moraxella catarrhalis (beta-lactamase and non-beta-lactamase producing), Escherichia coli (beta-lactamase and non-beta-lactamase producing), Klebsiella spp. (all known species are beta-lactamase producing), Proteus mirabilis (beta-lactamase and non-beta-lactamase producing), Proteus vulgaris, Providencia rettgeri, Providencia stuartii, Morganella morganii, and Neisseria gonorrhoeae (beta-lactamase and non-beta-lactamase producing). Anaerobes: Clostridium spp., Peptococcus spp., Peptostreptococcus spp, Bacteroides spp. including B. fragilis. Gynecological Infections Ampicillin/sulbactam can be used to treat gynecological infections caused by beta-lactamase producing strains of E. coli, and Bacteroides spp. (including B. fragilis). Bone and joint infections Ampicillin/sulbactam can be used in the treatment of bone and joint infections caused by susceptible beta-lactamase producing bacteria. Intra-abdominal infections Ampicillin/sulbactam can be used to treat intra-abdominal infections caused by beta-lactamase producing strains of E. coli, Klebsiella spp. (including K. pneumonia), B. fragilis, and Enterobacter spp. Skin and skin structure Infections This medication can be used to treat skin and skin structure infections caused from beta-lactamase-producing strains of S. aureus, Enterobacter spp., E. coli, Klebsiella spp. (including K. pneumoniae), P. mirabilis, B. fragilis, and Acinetobacter calcoaceticus.  Examples of skin conditions treated with ampicillin-sulbactam are moderate to severe diabetic foot infections and type 1 Necrotizing fasciitis, commonly referred to as \"flesh-eating bacteria\".   == Contraindications == Ampicillin/sulbactam is contraindicated in individuals who have a history of a penicillin allergy. Symptoms of allergic reactions may range from rash to potentially life-threatening conditions, such as anaphylaxis. Patients who have asthma, eczema, hives, or hay fever are more likely to develop undesirable reactions to any of the penicillins.   == Adverse effects == Reported adverse events include both local and systemic reactions. Local adverse reactions are characterized by redness, tenderness, and soreness of the skin at the injection site. The most common local reaction is injection site pain. It has been reported to occur in 16% of patients receiving intramuscular injections, and 3% of patients receiving intravenous injections. Less frequently reported side effects include inflammation of veins (1.2%), sometimes associated with a blood clot (3%). The most commonly reported systemic reactions are diarrhea (3%) and rash (2%). Less frequent systemic reactions to ampicillin/sulbactam include chest pain, fatigue, seizure, headache, painful urination, urinary retention, intestinal gas, nausea, vomiting, itching, hairy tongue, tightness in throat, reddening of the skin, nose bleeding, and facial swelling. These are reported to occur in less than 1% of patients.   == Pharmacology ==   === Pharmacodynamics and pharmacokinetics === The addition of sulbactam to ampicillin enhances the effects of ampicillin.  This increases the antimicrobial activity by 4- to 32-fold when compared to ampicillin alone. Ampicillin is a time-dependent antibiotic. Its bacterial killing is largely related to the time that drug concentrations in the body remain above the minimum inhibitory concentration (MIC).  The duration of exposure will thus correspond to how much bacterial killing will occur.  Various studies have shown that, for maximum bacterial killing, drug concentrations must be above the MIC for 50-60% of the time for the penicillin group of antibiotics.  This means that longer durations of adequate concentrations are more likely to produce therapeutic success. However, when ampicillin is given in combination with sulbactam, regrowth of bacteria has been seen when sulbactam levels fall below certain concentrations. As with many other antibiotics, under-dosing of ampicillin/sulbactam may lead to resistance. Ampicillin/sulbactam has poor absorption when given orally.  The two drugs have similar pharmacokinetic profiles that appear unchanged when given together. Ampicillin and sulbactam are both hydrophilic antibiotics and have a volume of distribution (Vd) similar to the volume of extra-cellular body water. The volume that the drug distributes throughout in healthy patients is approximately 0.2 liters per kilogram of body weight.  Patients on hemodialysis, elderly patients, and pediatric patients have shown a slightly increased volume of distribution. Using typical doses, ampicillin/sulbactam has been shown to reach desired levels to treat infections in the brain, lungs, and abdominal tissues. Both agents have moderate protein binding, reported at 38% for sulbactam and 28% for ampicillin.15,16  The half-life of ampicillin is approximately 1 hour, when used alone or in combination with sulbactam; therefore it will be eliminated from a healthy person in around 5 hours.  It is eliminated primarily by the urinary system, with 75% excreted unchanged in the urine. Only small amounts of each drug were found to be excreted in the bile. Ampicillin/sulbactam should be given with caution in infants less than a week old and premature neonates.  This is due to the underdeveloped urinary system in these patients, which can cause a significantly increased half-life for both drugs.16   Based on its elimination, ampicillin/sulbactam is typically given every 6 to 8 hours. Slowed clearance of both drugs has been seen in the elderly, renal disease patients, and critically ill patients on renal replacement therapy. Reduced clearance has been seen in both pediatric and post-operative patients.  Adjustments in dosing frequency may be required in these patients due to these changes.   === Mechanism of action === Ampicillin/sulbactam is a combination of a β-lactam antibiotic and a β-lactamase inhibitor. Ampicillin works by binding to penicillin-binding proteins (PBPs) to inhibit bacterial cell wall synthesis. This causes disruption of the bacterial cell wall and leads to bacterial cell death. However, resistant pathogens may produce β-lactamase enzymes that can inactivate ampicillin through hydrolysis.  This is prevented by the addition of sulbactam, which binds and inhibits the β-lactamase enzymes. It is also capable of binding to the PBP of Bacteroides fragilis and Acinetobacter spp., even when it is given alone. The activity of sulbactam against Acinetobacter spp. seen in in-vitro studies makes it distinctive compared to other β-lactamase inhibitors, such as tazobactam and clavulanic acid.   == Chemistry == Ampicillin sodium is derived from the basic penicillin nucleus, 6-aminopenicillanic acid.  Its chemical name is monosodium (2S, 5R, 6R)-6-[(R)-2-amino-2-phenylacetamido]-3,3-dimethyl-7-oxo-4-thia-1-azabicyclo[3.2.0]heptane-2-carboxylate.  It has a molecular weight of 371.39 grams and its chemical formula is C16H18N3NaO4S. Sulbactam sodium is also a derivative of 6-aminopenicillanic acid. Chemically, it is known as either sodium penicillinate sulfone or sodium (2S, 5R)-3,3-dimethyl-7-oxo-4-thia-1-azabicyclo[3.2.0]heptane-2-carboxylate 4,4-dioxide.  It has a molecular weight of 255.22 grams and its chemical formula is C8H10NNaO5S.  Ampicillin/sulbactam is also used when the cause of an infection is not known (empiric therapy), such as intra-abdominal infections, skin infections, pneumonia, and gynecologic infections. It is active against a wide range of bacterial groups, including Staphylococcus aureus, Enterobacteriaceae, and anaerobic bacteria. Importantly, it is not active against Pseudomonas aeruginosa and should not be used alone when infection with this organism is suspected or known.   == History == The introduction and use of ampicillin alone started in 1961.  The development and introduction of this drug allowed the use of targeted therapies against gram-negative bacteria. With the rise of beta-lactamase producing bacteria, ampicillin and the other penicillin-derivatives became ineffective to these resistant organisms. With the introduction of beta-lactamase inhibitors such as sulbactam, combined with ampicillin made beta-lactamase producing bacteria susceptible.   == Formulation == Ampicillin-sulbactam only comes in a parenteral formulation to be either used as intravenous or intramuscular injections, and can be formulated for intravenous infusion.  It is formulated in a 2:1 ratio of ampicillin:sulbactam.  The commercial preparations available include:  1.5 grams (1 gram ampicillin and 0.5 gram sulbactam) →Brand names: Unasyn, Unasyn ADD-Vantage, Unasyn Piggyback  3 grams (2 grams ampicillin and 1 gram sulbactam) →Brand names: Unasyn, Unasyn ADD-Vantage, Unasyn Piggyback  15 grams (10 grams ampicillin and 5 grams sulbactam) →Brand name: Unasyn   == Society and culture ==   === Names === Unasyn (US) Subacillin (Taiwan) Unictam (Egypt) Ultracillin (Egypt) Fortibiotic Sulbin (Egypt) Novactam (Egypt) Devasid (Turkey) Sulbacin (Kenya)   == References ==   == External links == \"Ampicillin mixture with Sulbactam\". Drug Information Portal. U.S. National Library of Medicine."}