{"name": "sulfadiazine", "category": "drug", "content": "Silver sulfadiazine, sold under the brand Silvadene among others, is a topical antibiotic used in partial thickness and full thickness burns to prevent infection. Tentative evidence has found other antibiotics to be more effective, and therefore it is no longer generally recommended for second-degree (partial-thickness) burns, but is still widely used to protect third-degree (full-thickness) burns. Common side effects include itching and pain at the site of use. Other side effects include low white blood cell levels, allergic reactions, bluish grey discoloration of the skin, red blood cell breakdown, or liver inflammation. Caution should be used in those allergic to other sulfonamides. It should not be used in pregnant women who are close to delivery. It is not recommended for use in children less than two months of age. Silver sulfadiazine was discovered in the 1960s. It is on the World Health Organization's List of Essential Medicines. It is available as a generic medication.   == Medical uses == Tentative evidence has found other antibiotics to be more effective in the healing of superficial and partial thickness burn injuries; therefore, it is no longer generally recommended. A Cochrane review from 2013 found that most of the trials that met inclusion criteria for the review had methodological shortcomings and thus are of little use in assessing the efficacy of silver sulfadiazine in the healing of burn injuries. Another Cochrane systematic review from 2010 concluded, \"There is insufficient evidence to establish whether silver-containing dressings or topical agents promote wound healing or prevent wound infection\". Other reviews of the evidence have also concluded, \"[the] quality of the trials was limited\". Cochrane has raised concerns about delays in time to wound healing when SSD is used. In addition to concerns regarding delayed wound healing, silver sulfadiazine is associated pseudoeschar (a combination of the SSD and congealed exudate) development that makes reassessment of wound depth difficult, and requires daily reapplication. For this reason, application of silver sulfadiazine is not recommended for most burns due to altered wound appearance and the frequency of required dressing changes.   == Adverse effects == A noninfection-related clear fluid may form on the wound's surface. Burning and painful sensations are not uncommon, but are only temporary. Application to large areas or to severe burns may lead to systemic absorption and lead to adverse effects similar to those of other sulfonamides. About 0.1 to 1.0% of people show hypersensitivity reactions such as rashes or erythema multiforme. This reaction is known from other sulfonamides including antibacterials, thiazide diuretics, and sulfonylurea antidiabetics; but data on the likelihood of cross-allergies are inconsistent. Incorporation of the silver ions can lead to local argyria (discoloration of the skin), especially if the treated area is exposed to ultraviolet light. Generalised argyria with silver accumulation in kidneys, liver, and retina has only been found in association with excessive long-term use, or repeated use on severe and heavily inflamed burns. Possible consequences of generalised argyria include interstitial nephritis and anemia.   == Interactions == Proteases such as trypsin and clostridiopeptidase, which are contained in ointments used for the removal of dead skin on wounds, can be inhibited by silver ions if applied simultaneously. When silver sulfadiazine is absorbed in significant amounts, it can increase effects and side effects of some drugs such as vitamin K antagonists.   == Pharmacokinetics == The chemical is poorly soluble, and has only very limited penetration through intact skin. However, contact with body fluids produces free sulfadiazine which can then be systemically absorbed and distributed; it undergoes glucuronidation in the liver and is also excreted unaltered in urine. Only when applied to large-area (especially second- and third-degree) burns or other lesions is absorption into the body a problem.   == Society and culture ==   === Brand names === Brand names include Silvadene (a genericized trademark), Silverex, Silverol, Silveleb, Silvazine, Flamazine, Thermazene, BurnHeal, Ebermine, Silvozin Tulle Dressing and SSD.   == References =="}