{"name": "sulfamethoxazole", "category": "drug", "content": "Sulfamethoxazole (SMZ or SMX) is an antibiotic. It is used for bacterial infections such as urinary tract infections, bronchitis, and prostatitis and is effective against both gram negative and  positive bacteria such as Escherichia coli and Listeria monocytogenes. Common side effects include nausea, vomiting, loss of appetite, and skin rashes. It is a sulfonamide and bacteriostatic. It resembles a component of folic acid. It prevents folic acid synthesis in the bacteria that must synthesize their own folic acid. Mammalian cells, and some bacteria, do not synthesize but require preformed folic acid (vitamin B9); they are therefore insensitive to sulfamethoxazole. It was introduced to the United States in 1961. It is now mostly used in combination with trimethoprim (abbreviated SMX-TMP). The SMX-TMP combination is on the WHO Model List of Essential medicines as a first-choice treatment for urinary tract infections. Other names include: sulfamethalazole and sulfisomezole.   == Side effects == The most common side effects of sulfamethoxazole are gastrointestinal disturbances (nausea, vomiting, anorexia) and allergic skin reactions (such as rash and urticaria). There have been rare instances where severe adverse reactions have resulted in fatalities. These include Stevens–Johnson syndrome (SJS), toxic epidermal necrolysis, fulminant hepatic necrosis, agranulocytosis, aplastic anemia, and other blood dyscrasias. Allergic reactions to Sulfonamides have been shown to include the entire Gel-Coombs spectrum of hyperactivity reactions. Type 1 reactions include immunoglobulin E (IgE)-mediated reactions such as urticaria, angioedema, and anaphylaxis. In contrast, non-type 1 hypersensitivities are believed to be caused by metabolites of sulfonamides. Therefore, the liver and kidney are the determining factors of these other hypersensitivity reactions; alterations in kidney or liver functions may increase or decrease the frequencies of these reactions. One study has shown the allergic reaction rate to be about 3.0% over 359 courses of therapy. Of the allergic reactions, skin rashes, eosinophilia and drug fever were the most common, while serious reactions were less common. Sulfamethoxazole is contraindicated in people with a known hypersensitivity to trimethoprim or sulfonamides.   == Mechanism of action == Sulfamethoxazole, a sulfanilamide, is a structural analog of para-aminobenzoic acid (PABA). They compete with PABA to bind to dihydropteroate synthetase and inhibit conversion of PABA and dihydropteroate diphosphate to dihydrofolic acid, or dihydrofolate. Inhibiting the production of dihydrofolate intermediate interferes with the normal bacterial synthesis of folic acid (folate). Folate is an essential metabolite for bacterial growth and replication because it is used in DNA synthesis, primarily at thymidylate and purine biosynthesis, and amino acids synthesis, including serine, glycine and methionine. Hence, blockage of folate production inhibits the folate-dependent metabolic processes for bacterial growth. Since it inhibits bacterial growth, sulfamethoxazole is considered a bacteriostatic antibiotic.  Sulfonamides are selective against bacteria because they interfere with the synthesis of folate, a process which does not occur in humans. Humans do not synthesize folate, and must acquire it through diet.   == Pharmacokinetics == Absorption Sulfamethoxazole is well-absorbed when administered topically. It is rapidly absorbed when it is orally administered. Distribution Sulfamethoxazole distributes into most body tissues as well as into sputum, vaginal fluid, and middle ear fluid. It also crosses the placenta. About 70% of the drug is bound to plasma proteins. Its Tmax (or time to reach maximum drug concentration in plasma) occurs 1 to 4 hours after oral administration. The mean serum half-life of sulfamethoxazole is 10 hours. However, the half-life of the drug noticeably increases in people with creatinine clearance rates equal to or less than 30 mL/minute. A half-life of 22–50 hours has been reported for people with creatinine clearances of less than 10 mL/minute. Metabolism Sulfamethoxazole is metabolized in the human liver to at least 5 metabolites. These metabolites are the N4-acetyl-, N4-hydroxy-, 5-methylhydroxy-, N4-acetyl-5-methylhydroxy-sulfamethoxazole metabolites, and an N-glucuronide conjugate. The CYP2C9 enzyme is responsible for the formation of the N4-hydroxy metabolite. In vitro studies suggest sulfamethoxazole is not a substrate of the P-glycoprotein transporter. Excretion Sulfamethoxazole is primarily renally excreted via glomerular filtration and tubular secretion. About 20% of the sulfamethoxazole in urine is the unchanged drug, about 15–20% is the N-glucuronide conjugate, and about 50–70 % is the acetylated metabolite. Sulfamethoxazole is also excreted in human milk.   == See also == Sulfisoxazole List of cytochrome P450 modulators   == Notes ==   == External links =="}