{"name": "sulfasalazine", "category": "drug", "content": "Sulfasalazine, sold under the brand name Azulfidine among others, is a medication used to treat rheumatoid arthritis, ulcerative colitis, and Crohn's disease. It is considered by some to be a first-line treatment in rheumatoid arthritis. It is taken by mouth or can be administered rectally. Significant side effects occur in about 25% of people. Commonly these include loss of appetite, nausea, headache, and rash. Severe side effects include bone marrow suppression, liver problems, Stevens–Johnson syndrome, and kidney problems. It should not be used in people allergic to aspirin or sulfonamide. Use during pregnancy appears to be safe for the baby. Sulfasalazine is in the disease-modifying antirheumatic drugs (DMARDs) family of medications. It is unclear exactly how it works. One proposed mechanism is the inhibition of prostaglandins, resulting in local anti-inflammatory effects in the colon. The medication is broken down by intestinal bacteria into sulfapyridine and 5-aminosalicylic acid.  Sulfasalazine was approved for medical use in the United States in 1950. It is on the World Health Organization's List of Essential Medicines. Sulfasalazine is available as a generic medication. In 2020, it was the 284th most commonly prescribed medication in the United States, with more than 1 million prescriptions.   == Medical uses == Sulfasalazine is used in the treatment of inflammatory bowel disease, including ulcerative colitis and Crohn's disease. It is also indicated for use in rheumatoid arthritis and used in other types of inflammatory arthritis (e.g. psoriatic arthritis and reactive arthritis). It is usually not given to children under two years of age.   == Side effects == Use of sulfasalazine is contraindicated in people with sulfa allergies and in those with urinary tract obstructions, intestinal obstructions, and severe liver or kidney problems. Sulfasalazine metabolizes to sulfapyridine. Serum levels should be monitored every three months, and more frequently at the outset. Serum levels above 50 μg/L are associated with side effects. In rare cases, sulfasalazine can cause severe depression in young males. It can also cause oligospermia and temporary infertility. Immune thrombocytopenia has been reported. Sulfasalazine inhibits dihydropteroate synthase, and can cause folate deficiency and megaloblastic anemia. and various other undesirable effects. Sulfasalazine can cause hemolytic anemia in people with G6PD deficiency. Sulfasalazine can cause kidney stones. Sulfasalazine may cause stomach upset, nausea, vomiting, loss of appetite, headache, dizziness, or unusual tiredness. Skin and urine can become orange, with occasional allergic reactions. Sulfasalazine may cause sulfhemoglobinemia.   == Pharmacology == Around 90% of a dose of sulfasalazine reaches the colon, where most of it is metabolized by bacteria into sulfapyridine and mesalazine (also known as 5-aminosalicylic acid or 5-ASA). Both metabolites are active; most of the sulfapyridine is absorbed and then further metabolized, but most mesalazine is not, and remains in the colon. A mix of unchanged, hydroxylated, and glucuronidated sulfapyridine is eliminated in urine, as is acetylated mesalazine and unmetabolized sulfasalazine. The mechanism of action is not clear, but it appears that sulfasalazine and its metabolites have immunosuppressive, antibacterial, and anti-inflammatory effects.  It also appears to inhibit the cystine-glutamate antiporter, as well as sepiapterin reductase.   == Chemistry == It is a codrug which is a combination of sulfapyridine and 5-aminosalicylic acid coupled with an azo linkage.   == Cost == In people with rheumatoid arthritis, the cost-effectiveness of sulfasalazine is improved by combining it with other drugs.  It is commonly used in treating inflammatory bowel disease in part due to its cost effectiveness.   == Research == Sulfasalazine has been studied in cirrhosis, psoriasis, idiopathic urticaria, and amyloidosis.   == References =="}