{"name": "sulfacetamide", "category": "drug", "content": "Sulfacetamide is a sulfonamide antibiotic commonly used in the treatment of bacterial infections, particularly those affecting the eyes and skin. It functions by inhibiting the synthesis of folic acid in bacteria, which is essential for their growth and reproduction, thereby exerting a bacteriostatic effect. Available in various forms, including eye drops, topical solutions, and creams, sulfacetamide is often prescribed for conditions such as conjunctivitis, seborrheic dermatitis, and acne vulgaris. Its efficacy, coupled with a relatively low risk of side effects, makes it a widely utilized agent in both ophthalmic and dermatologic care.   == Medical uses == Sulfacetamide is a sulfonamide antibiotic, that is used as a cream to treat skin infections and as eye drops to treat eye infections. On the skin it is used to treat acne and seborrheic dermatitis. In cream form it is used to treat bacterial infections on the skin. It can also be used orally to treat urinary tract infections. It kills the bacteria by restricting the production of folic acid, which is essential for bacterial growth. It mainly inhibits the multiplication of bacteria as it acts in a competitive inhibitor. Sulfacetamide 10% topical lotion, sold under the brand name Klaron or Ovace, is approved for the treatment of acne and seborrheic dermatitis. When combined with sulfur, it is sold under the brand names Plexion, Clenia, Prascion, and Avar, which contain 10% sulfacetamide and 5% sulfur.   === Available forms === Sulfacetamide as a medicine is available as solution, eye drops, lotion, and powder. It can also be found in the form of the sodium salt, sulfacetamide sodium. It is available in fixed-dose combinations with prednisolone.   == Side effects == The most common side effects are irritation, stinging or burning of the skin. Other side effects include nausea, vomiting, dizziness, tiredness and headache. There are however also severe side effects including severe allergic reactions, like (nettle) rash, itch, tightness in chest, difficult breathing and swelling in either the face, mouth, lips or tongue. Other severe side effects include bloody or severe diarrhea, fever, joint pain, red, blistered or swollen skin and stomach pain. In the eye, it can cause conjunctivitis. There are also life-threatening conditions which can be produced by the antibiotic, like Stevens Johnson syndrome and Erythema multiforme. Higher exposure can also cause unconsciousness. One case showed that sulfacetamide eyedrops can very rarely cause life-threatening skin condition toxic epidermal necrolysis (TEN).  These are however not all side effects. For more information the health care provider can be contacted. Sulfacetamide should not be used by individuals who have a sensitivity to sulfur or sulfa.   === Toxicity === The acute oral toxicity (LD50) in a mouse is 16.5 g/kg. As this falls within Toxicity Category IV of the toxicity category rating for oral administration, it is practically non-toxic and also not an irritant when taken in orally. However, it is very hazardous in case of skin contact (irritant), ingestion and inhalation. Research proved that it is more toxic in the presence of light than in the dark. Sulfacetamide is slightly irritant when UV-A light is present. In the presence of light sulfacetamide gets sensitized and degraded which might cause irritation which will lead to toxicity when it is used continuously. In the dark only slight irritation has been shown. Therefore it should be stored in the dark. There are no known carcinogenic and mutagenic effects. It has a moderate toxicity according to the Chemwatch hazard ratings.   == Pharmacology ==   === Mechanisms of action === Sulfacetamide is a sulfonamide antibiotic. Sulfonamides are synthetic bacteriostatic antibiotics, that are active against gram-positive and gram-negative bacteria. It blocks the synthesis of dihydrofolic acid by inhibiting the enzyme dihydropteroate synthase. It is a competitive inhibitor of bacterial para-aminobenzoic acid (PABA). PABA is required for bacterial synthesis of folic acid and it is an essential component for bacterial growth. The multiplication of bacteria is therefore inhibited by the action of sulfacetamide. Sulfonamides are generally effective against most gram-positive and many gram-negative organisms. Specifically enteric bacteria and other eubacteria are affected by the antibiotic as it kills the bacteria by restricting the production of folic acid, which is essential for their growth. However strains of bacteria can be resistant to the antibiotic. If a bacterium is resistant to a sulfonamide, it is resistant to all the forms. Furthermore, sulfacetamide is toxic to soil organisms.   === Pharmacokinetics === Sulfacetamide is absorbed orally. The oral absorption of sulfacetamide is found to be 100% and the plasma protein binding is 80–85%. In the liver it is metabolized to inactive metabolites. Plasma half-life is 7 – 12.8 hours. Sulfonamides are usually metabolized by several oxidative pathways, acetylation, and conjugation with sulfate or glucuronic acid. However, there are some differences in biotransformation between certain species. Acetylation, which reduces the solubility of sulfonamides, is for example poor developed in dogs. The acetylated, hydroxylated, and conjugated forms have little antibacterial activity. Furthermore, the hydroxylated and conjugated forms are less likely to precipitate in urine. The hydrolysis takes place by the action of amidases. It is excreted primarily in the urine. Secretory routes of less significance are bile, feces, milk and sweat. Glomerular filtration, active tubular secretion, and tubular reabsorption are the main processes involved.   == Chemistry ==   === Structure and chemical properties === These are organic compounds containing an benzenesulfonamide moiety with an amine group attached to the benzene ring. The molecular formula is C8H10N2O3S. Its scientific name is N-(4-aminophenyl)sulfonylacetamide. At room temperature, it appears as a white powder.   === Degradation reactions and stability === Sulfacetamide is stable under normal temperatures and pressures. No dangerous reactions occur under known conditions of normal use. It is an important bacteriostatic agent that is commonly used in human and veterinary medicine. Therefore it can accumulate in the environment (mostly surface water). It has a long lifetime in the environment so different degradation reactions are researched: The photocatalytic degradation of sulfacetamide in water solutions during illumination of UV radiation with TiO2 was examined. It was found that sulfacetamide is resistant to biodegradation and that it is toxic to the green alga Chlorella vulgaris. It undergoes photocatalytic degradation and the toxicity of the intermediate products is significantly lower than the initial toxicity. The intermediates can be mineralized in contrast to sulfacetamide. Sulfonamide → organic intermediate products (degradation) (in presence of OH−).  At higher temperatures sulfacetamide solutions degrade to its hydrolysed product, sulphanilamide with a first-order rate constant. Also oxidation of sulfacetamide by diperiodatocuperate(III) in an aqueous alkaline medium can occur. Copper(III) is used, as it is involved in many biological electron transfer reactions. The sulphanilamide can oxidise to a blue product with a first order reaction and it can form azo dye with a second order reaction.   === Synthesis === Sulfacetamide is synthesized either by direct alkylation of acetamide with 4-aminobenzenesulfonyl chloride, or by reacting  4-aminobenzenesulfonamide with acetic anhydride and subsequent selective, reductive deacylation of the resultant acetamide using a system of zinc-sodium hydroxide.   == Research == Sulfacetamide has been investigated for use in the treatment of pityriasis versicolor and rosacea. It also has anti-inflammatory properties when used to treat blepharitis or conjunctivitis (in eye-drop solution). It is believed to work by limiting the presence of folic acid which bacteria need to survive. It has been suggested that sulfacetamide may also serve as a treatment for mild forms of hidradenitis suppurativa. Sulfacetamide has antibacterial activity and is used to control acne. Products containing sulfacetamide and sulfur (a keratolytic) are commonly promoted for the treatment of acne rosacea (rosacea with papules, pustules, or both).  There are several prescription topical products containing sulfacetamide, such as foams, shampoos, cream and washes. Some research indicates that sulfacetamide derivatives may act as antifungals by an CYP51A1-independent mechanism.   == References =="}