{"name": "sunitinib", "category": "drug", "content": "Sunitinib, sold under the brand name Sutent, is an anti-cancer medication. It is a small-molecule, multi-targeted receptor tyrosine kinase (RTK) inhibitor that was approved by the FDA for the treatment of renal cell carcinoma (RCC) and imatinib-resistant gastrointestinal stromal tumor (GIST) in January 2006. Sunitinib was the first cancer drug simultaneously approved for two different indications. As of August 2021, sunitinib is available as a generic medicine in the US.   == Medical uses ==   === Gastrointestinal stromal tumor === Like renal cell carcinoma, gastrointestinal stromal tumor does not generally respond to standard chemotherapy or radiation. Imatinib was the first cancer agent proven effective for metastatic gastrointestinal stromal tumor and represented a major development in the treatment of this rare but challenging disease. However, approximately 20% of patients do not respond to imatinib (early or primary resistance), and among those who do respond initially, 50% develop secondary imatinib resistance and disease progression within two years. Prior to sunitinib, patients had no therapeutic option once they became resistant to imatinib. Sunitinib offers patients with imatinib-resistant gastrointestinal stromal tumor a new treatment option to stop further disease progression and, in some cases, even reverse it. This was shown in a large, Phase III clinical trial in which patients who failed imatinib therapy (due to primary resistance, secondary resistance, or intolerance) were treated in a randomized and blinded fashion with either sunitinib or placebo. The study was unblinded early, at the very first interim analysis, due to the clearly emerging benefit of sunitinib. At that time, patients receiving placebo were offered to switch over to sunitinib. In the primary endpoint of this study, median time to tumor progression (TTP) was more than four-fold longer with sunitinib (27 weeks) compared with placebo (six weeks, P<.0001). These are based on the assessments of an independent radiology lab assessment. The benefit of sunitinib remained statistically significant when stratified for a multitude of prespecified baseline factors. Among the secondary endpoints, the difference in progression-free survival (PFS) was similar to that in TTP (24 weeks vs six weeks, P<.0001). Seven percent of sunitinib patients had significant tumor shrinkage (objective response) compared with 0% of placebo patients (P=.006). Another 58% of sunitinib patients had disease stabilization vs. 48% of patients receiving placebo. The median time to response with sunitinib was 10.4 weeks. Sunitinib reduced the relative risk of disease progression or death by 67%, and the risk of death alone by 51%. The difference in survival benefit may be diluted because placebo patients crossed over to sunitinib upon disease progression, and most of these patients subsequently responded to sunitinib. Sunitinib was relatively well tolerated. About 83% of sunitinib patients experienced a treatment-related adverse event of any severity, as did 59% of patients who received placebo. Serious adverse events were reported in 20% of sunitinib patients and 5% of placebo patients. Adverse events were generally moderate and easily managed by dose reduction, dose interruption, or other treatment. Nine percent of sunitinib patients and 8% of placebo patients discontinued therapy due to an adverse event. Fatigue is the adverse event most commonly associated with sunitinib therapy. In this study, 34% of sunitinib patients reported any grade of fatigue, compared with 22% for placebo. The incidence of grade 3 (severe) fatigue was similar between the two groups, and no grade 4 fatigue was reported.   === Meningioma === Sunitinib is being studied for treatment of meningioma which is associated with neurofibromatosis.   === Aggressive fibromatosis === As of 2024, sunitinib is being studied for aggressive fibromatosis (desmoid tumors).   === Pancreatic neuroendocrine tumors === In November 2010, Sutent gained approval from the European Commission for the treatment of 'unresectable or metastatic, well-differentiated pancreatic neuroendocrine tumors with disease progression in adults'. In May 2011, the USFDA approved Sunitinib for treating patients with 'progressive neuroendocrine cancerous tumors located in the pancreas that cannot be removed by surgery or that have spread to other parts of the body (metastatic)'.   === Renal cell carcinoma === Sunitinib is approved for treatment of metastatic renal cell carcinoma. Other therapeutic options in this setting are pazopanib (Votrient), sorafenib (Nexavar), temsirolimus (Torisel), interleukin-2 (Proleukin), everolimus (Afinitor), bevacizumab (Avastin), and aldesleukin. Renal cell carcinoma is generally resistant to chemotherapy or radiation. Prior to RTKs, metastatic disease could only be treated with the cytokines interferon alpha (IFNα) or interleukin-2. However, these agents demonstrated low rates of efficacy (5%-20%). In a phase III study, median progression-free survival was significantly longer in the sunitinib group (11 months) than in the IFNα group (five months), a hazard ratio of 0.42. In the secondary endpoints, 28% had significant tumor shrinkage with sunitinib compared to 5% with IFNα. Patients receiving sunitinib had a better quality of life than IFNα. An update in 2008 showed that the primary endpoint of median progression-free survival (PFS) remained superior with sunitinib: 11 months versus 5 months for IFNα, P<.000001. Objective response rate also remained superior: 39-47% for sunitinib versus 8-12% with IFNα, P<.000001. Sunitinib treatment trended towards a slightly longer overall survival, although this was not statistically significant.  Median overall survivability was 26 months with sunitinib vs 22 months for IFNα regardless of stratification (P-value ranges from .051 to .0132, depending on statistical analysis). The first analysis includes 25 patients initially randomized to IFNα who crossed over to sunitinib therapy, which may have confounded the results; in an exploratory analysis that excluded these patients, the difference becomes more robust: 26 vs 20 months, P=.0081. Patients in the study were allowed to receive other therapies once they had progressed on their study treatment. For a \"pure\" analysis of the difference between the two agents, an analysis was done using only patients who did not receive any post-study treatment. This analysis demonstrated the greatest advantage for sunitinib: 28 months vs 14 months for IFNα, P=.0033. The number of patients in this analysis was small and this does not reflect actual clinical practice and is therefore not meaningful. Hypertension (HTN) was found to be a biomarker of efficacy in patients with metastatic renal cell carcinoma treated with sunitinib. Patients with mRCC and sunitinib-induced hypertension had better outcomes than those without treatment-induced HTN (objective response rate: 54.8% vs 8.7%; median PFS: 12.5 months, 95% confidence interval [CI] = 10.9 to 13.7 vs 2.5 months, 95% CI = 2.3 to 3.8 months; and OS: 30.9 months, 95% CI = 27.9 to 33.7 vs 7.2 months, 95% CI = 5.6 to 10.7 months; P < .001 for all).   == Mechanism of action == Sunitinib inhibits cellular signalling by targeting multiple receptor tyrosine kinases (RTKs). These include all receptors for platelet-derived growth factor (PDGF-Rs) and vascular endothelial growth factor receptors (VEGFRs), which play a role in both tumor angiogenesis and tumor cell proliferation. The simultaneous inhibition of these targets therefore reduces tumor vascularization and triggers cancer cell apoptosis and thus results in tumor shrinkage. Sunitinib also inhibits CD117 (c-KIT), the receptor tyrosine kinase that (when improperly activated by mutation) drives the majority of gastrointestinal stromal cell tumors. It has been recommended as a second-line therapy for patients whose tumors develop mutations in c-KIT that make them resistant to imatinib, or who the cannot tolerate the drug. In addition, sunitinib binds other receptors. These include:  RET CD114 CD135 The fact that sunitinib targets many different receptors, leads to many of its side effects such as the classic hand-foot syndrome, stomatitis, and other dermatologic toxicities.   == History == The drug was discovered at SUGEN, a biotechnology company which pioneered protein kinase inhibitors. It was the third in a series of compounds including SU5416 and SU6668. The concept was of an ATP mimic that would compete with ATP for binding to the catalytic site of receptor tyrosine kinases. This concept led to the invention of many small-molecule tyrosine kinase inhibitors, including Gleevec, Sutent, Tarceva and many others.    == Side effects == Sunitinib adverse events are considered somewhat manageable and the incidence of serious adverse events low. The most common adverse events associated with sunitinib therapy are fatigue, diarrhea, nausea, anorexia, hypertension, a yellow skin discoloration, hand-foot skin reaction, and stomatitis. In the placebo-controlled Phase III GIST study, adverse events which occurred more often with sunitinib than placebo included diarrhea, anorexia, skin discoloration, mucositis/stomatitis, asthenia, altered taste, and constipation. Serious (grade 3 or 4) adverse events occur in ≤10% of patients and include hypertension, fatigue, asthenia, diarrhea, and chemotherapy-induced acral erythema. Lab abnormalities associated with sunitinib therapy include lipase, amylase, neutrophils, lymphocytes, and platelets. Hypothyroidism and reversible erythrocytosis have also been associated with sunitinib. A study done at MD Anderson Cancer Center compared the outcomes of metastatic renal cell cancer patients who received sunitinib on the standard schedule (50 mg/4 weeks on 2 weeks off) with those who received sunitinib with more frequent and short drug holidays (alternative schedule). It was seen that the overall survival, progression free survival and drug adherence were significantly higher in the patients who received Sunitinib on the alternative schedule. Patients also had a better tolerance and lower severity of adverse events which frequently lead to discontinuation of treatment of metastatic renal cell cancer patients.   == Interactions == Epigallocatechin-3-gallate, a major constituent of green tea, may reduce the bioavailability of sunitinib when they are taken together.   == Society and culture ==   === Economics === Sunitinib is marketed by Pfizer as Sutent, and was subject to patents and market exclusivity as a new chemical entity until 15 February 2021. Sutent has been cited in financial news as a potential revenue source to replace royalties lost from Lipitor following the expiration of the latter drug's patent expiration in November 2011. Sutent is one of the most expensive drugs widely marketed. Doctors and editorials have criticized the high cost for a drug that does not cure cancer, but only prolongs life.   ==== US ====  In the U.S., many insurance companies have refused to pay for all or part of the costs of Sutent. Because it is an oral therapy, the copay associated with this therapy can be very substantial. If a patient's secondary insurance does not cover this, the cost burden to the patient can be extreme. Particularly challenging is the Medicare Part D coverage gap. Patients have to spend thousands of dollars out-of-pocket during the gap in coverage. If this is done at the end of a calendar year, it has to be paid again at the beginning of the next calendar year, which may be burdensome financially.   ==== UK ==== In the UK, NICE refused (late 2008) to recommend sunitinib for late-stage renal cancer (kidney cancer) due to the high cost per QALY, estimated by NICE at £72,000/QALY and by Pfizer at £29,000/QALY. This was overturned in February 2009 after pricing changes and public responses. Therefore, sunitinib is recommended as a first-line treatment option for people with advanced and/or metastatic renal cell carcinoma who are suitable for immunotherapy and have an ECOG performance status of 0 or 1 (i.e. completely ambulatory).   ==== AU ==== Sunitinib is available in Australia and is subsidized by the Pharmaceutical Benefits Scheme for Stage IV Renal Cell Carcinoma (RCC). The cost to the patient who meets the clinical criteria of Stage IV RCC is AUD $35.40 for 28 capsules, regardless of dose. Manufacturer pricing for sunitinib ranges from AUD $1,834.30 to AUD $6897.54, depending on dose (12.5 mg to 50 mg).   == Research ==   === Other solid tumors === The efficacy of sunitinib is currently being evaluated in a broad range of solid tumors, including breast, lung, thyroid and colorectal cancers. Early studies have shown single-agent efficacy in a number of different areas. Sunitinib blocks the tyrosine kinase activities of KIT, PDGFR, VEGFR2 and other tyrosine kinases involved in the development of tumours.  A Phase II study in previously treated patients with metastatic breast cancer found sunitinib “has significant single agent activity”. A phase II study of refractory non-small-cell lung cancer found “Sunitinib has provocative single-agent activity in previously treated pts with recurrent and advanced NSCLC, with the level of activity similar to currently approved agents.”  In a phase II study of patients with nonresectable neuroendocrine tumors, 91% of patients responded to sunitinib (9% partial response + 82% stable disease). Sunitinib was found to protect JIMT-1 breast cancer cells against natural killer cell-mediated cytotoxicity, which was claimed to block the anticancer immune response. If sunitinib were to be paired with anticancer immunotherapies, this finding might need to be taken into account.   === Leukemia === Sunitinib was used to treat the leukemia of a Washington University in St. Louis leukemia researcher who developed the disease himself. His team used genetic sequencing and noticed that the FLT3 gene was hyperactive in his leukemia cells and used sunitinib as a treatment.   === Unsuccessful trials === Between April 2009 and May 2011, Pfizer has reported unsuccessful late-stage trials in breast cancer, metastatic colorectal cancer, advanced non-small-cell lung cancer, and castration-resistant prostate cancer.   == References ==   == External links == \"Sunitinib\". National Cancer Institute."}