{"name": "suramin", "category": "drug", "content": "Suramin is a medication used to treat African sleeping sickness and river blindness. It is the treatment of choice for sleeping sickness without central nervous system involvement. It is given by injection into a vein. Suramin causes a fair number of side effects. Common side effects include nausea, vomiting, diarrhea, headache, skin tingling, and weakness. Sore palms of the hands and soles of the feet, trouble seeing, fever, and abdominal pain may also occur. Severe side effects may include low blood pressure, decreased level of consciousness, kidney problems, and low blood cell levels. It is unclear if it is safe when breastfeeding. Suramin was made at least as early as 1916. It is on the World Health Organization's List of Essential Medicines. In the United States it can be acquired from the Centers for Disease Control (CDC).  In regions of the world where the disease is common suramin is provided for free by the World Health Organization (WHO).   == Medical uses == Suramin is used for treatment of human sleeping sickness caused by trypanosomes. Specifically, it is used for treatment of first-stage African trypanosomiasis caused by Trypanosoma brucei rhodesiense and Trypanosoma brucei gambiense without involvement of central nervous system. It is considered first-line treatment for Trypanosoma brucei rhodesiense, and second-line treatment for early-stage Trypanosoma brucei gambiense, where pentamidine is recommended as first line. It has been used in the treatment of river blindness (onchocerciasis).   === Pregnancy and breastfeeding === It is unknown whether it is safe for the baby when a woman takes it while breastfeeding.   == Adverse reactions == The most frequent adverse reactions are nausea, vomiting, diarrhea, abdominal pain, and a feeling of general discomfort. It is also common to experience various sensations in the skin, from crawling or tingling sensations, tenderness of palms and the soles, and numbness of hands, arm, legs or feet. Other skin reactions include skin rash, swelling and stinging sensation. Suramin can also cause loss of appetite and irritability. Suramin causes non-harmful changes in urine during use, specifically making the urine cloudy. It may exacerbate kidney disease. Less common side effects include extreme fatigue, ulcers in the mouth, and painful tender glands in the neck, armpits and groin. Suramin uncommonly affects the eyes causing watery eyes, swelling around the eyes, photophobia, and changes or loss of vision. Rare side effects include hypersensitivity reactions causing difficulty breathing. Other rare systemic effects include decreased blood pressure, fever, rapid heart rate, and convulsions. Other rare side effects include symptoms of liver dysfunction such as tenderness in upper abdomen, jaundice in eyes and skin, unusual bleeding or bruising. Suramin has been applied clinically to HIV/AIDS patients resulting in a significant number of fatal occurrences and as a result the application of this molecule was abandoned for this condition.   == Pharmacology ==   === Pharmacokinetics === Suramin is not orally bioavailable and must be given intravenously. Intramuscular and subcutaneous administration could result in local tissue inflammation or necrosis . Suramin is approximately 99-98% protein bound in the serum and has a half-life of 41–78 days average of 50 days; however, the pharmacokinetics of suramin can vary substantially between individual patients. Suramin does not distribute well into cerebral spinal fluid and its concentration in the tissues is equivalently lower than its concentration in the plasma. Suramin is not extensively metabolized and about 80% is eliminated via the kidneys.   === Mechanism of action === The mechanism of action for suramin is unclear, but it is thought that parasites are able to selectively uptake suramin via receptor-mediated endocytosis of drug that is bound to low-density lipoproteins and, to a lesser extent, other serum proteins. Once inside parasites, suramin combines with proteins, especially trypanosomal glycolytic enzymes, to inhibit energy metabolism.   == Chemistry == The molecular formula of suramin is C51H40N6O23S6. It is a symmetric molecule in the center of which lies a urea (NH–CO–NH) functional group. Suramin contains six aromatic systems – four benzene rings, sandwiched by a pair of naphthalene moieties – plus four amide functional groups (in addition to the urea) and six sulfonic acid groups. When given as a medication, it is usually delivered as the sodium sulfonate salt as this formulation is water-soluble, though it does deteriorate rapidly in air. The synthesis of suramin itself and structural analogs is by successive formation of the amide bonds from their corresponding amine (aniline) and carboxyl (as acyl chloride) components. Various routes to these compounds have been developed, including starting from separate naphthalene structures and building towards an eventual unification by formation of the urea or starting with a urea and appending successive groups.   == History == Suramin was first made by the chemists Oskar Dressel, Richard Kothe and Bernhard Heymann at Bayer AG laboratories in Elberfeld, after research on a series of urea-like compounds. The drug is still sold by Bayer under the brand name Germanin. The chemical structure of suramin was kept secret by Bayer for commercial and strategic reasons, but it was elucidated and published in 1924 by Ernest Fourneau and his team at the Pasteur Institute.: 378–379    == Research == It is also used as a research reagent to inhibit the activation of heterotrimeric G proteins in a variety of GPCRs with varying potency. It prevents the association of heteromeric G proteins and therefore the receptors guanine exchange functionality (GEF). With this blockade the GDP will not release from the Gα subunit so it can not be replaced by a GTP and become activated. This has the effect of blocking downstream G protein mediated signaling of various GPCR proteins including rhodopsin, the A1 adenosine receptor, the D2 receptor, the P2 receptor, and ryanodine receptors.. Suramin is also an inhibitor of ABC-type and P-type ATPases, which acts competitively with ATP. Suramin was studied as a possible treatment for prostate cancer in a clinical trial. Suramin has been studied in a mouse model of autism and in a small phase I/II human trial. Results from a randomized clinical study found no statistically significant effects of suramin (in either 10mg or 20mg doses) versus placebo on boys with moderate to severe autism spectrum disorder. Suramin is a reversible and competitive protein tyrosine phosphatase (PTPases) inhibitor, also is the potent inhibitor of sirtuins, purified topoisomerase II and SARS-CoV-2 RNA-dependent RNA polymerase (RdRp).   == References ==   == Further reading ==   == External links == Suramin sodium National Cancer Institute"}