{"name": "sutimlimab", "category": "drug", "content": "Sutimlimab, sold under the brand name Enjaymo, is a monoclonal antibody that is used to treat adults with cold agglutinin disease (CAD). It is given by intravenous infusion. Sutimlimab prevents complement-enhanced activation of autoimmune human B cells in vitro. The most common side effects include headache, high blood pressure, urinary tract infection (infection of the structures that carry urine), upper respiratory tract infection (nose and throat infection), nasopharyngitis (inflammation of the nose and throat), nausea, abdominal pain, infusion-related reactions and cyanosis (bluish discoloration of hands and feet in response to cold and stress). This medication is being developed by Bioverativ, a Sanofi company. Sutimlimab was approved for medical use in the United States in February 2022, and in the European Union in November 2022. The US Food and Drug Administration (FDA) considers it to be a first-in-class medication.   == Medical uses == Sutimlimab is indicated to decrease the need for red blood cell transfusion due to hemolysis (red blood cell destruction) in adults with cold agglutinin disease (CAD).   == Adverse effects == The most common side effects include respiratory tract infection, viral infection, diarrhea, dyspepsia (indigestion), cough, arthralgia (joint stiffness), arthritis, and swelling in the lower legs and hands. In two phase 3 studies (n=66), 29% of patients experienced infusion-related reactions, including shortness of breath, rapid heartbeat, nausea, flushing, headache, hypotension, chest discomfort, pruritis, rash, injection site reaction, and dizziness.   == Pharmacology ==   === Mechanism of action === Sutimlimab targets the C1s enzyme and inhibits its enzymatic propagation of the classical complement pathway, thereby, preventing the formation of the C3-convertase enzyme.     == History == The effectiveness of sutimlimab was assessed in a study of 24 adults with cold agglutinin disease who had a blood transfusion within the past six months. All participants received sutimlimab for up to six months and could choose to continue therapy in a second part of the trial. Based on body weight, participants received either a 6.5 g or 7.5 g infusion of sutimlimab into their vein on day 0, day 7, and every 14 days through week 25. In total, 54% of participants responded to sutimlimab. The response was defined in the study as an increase in hemoglobin (an indirect measurement of the amount of red blood cells that are not destroyed) of 2 g/dL or greater (or to 12 g/dL or greater), and no red blood cell transfusions after the first five weeks of treatment; and no other therapies for cold agglutinin disease as defined in the study. The US Food and Drug Administration (FDA) granted the application for sutimlimab orphan drug, breakthrough therapy, and priority review designations.   == Society and culture ==   === Legal status === In September 2022, the Committee for Medicinal Products for Human Use of the European Medicines Agency adopted a positive opinion, recommending the granting of a marketing authorization for the medicinal product Enjaymo, intended for the treatment of hemolytic anemia in adults with cold agglutinin disease (CAD). The applicant for this medicinal product is Genzyme Europe BV. Sutimlimab was approved for medical use in the European Union in November 2022.   === Names === Sutimlimab is the International nonproprietary name (INN).   == References ==   == External links == Clinical trial number NCT03347396 for \"A Study to Assess the Efficacy and Safety of BIVV009 (Sutimlimab) in Participants With Primary Cold Agglutinin Disease Who Have a Recent History of Blood Transfusion (Cardinal Study)\" at ClinicalTrials.gov"}