{"name": "suvorexant", "category": "drug", "content": "Suvorexant, sold under the brand name Belsomra, is an orexin antagonist medication which is used in the treatment of insomnia. It is indicated specifically for the treatment of insomnia characterized by difficulties with sleep onset and/or maintenance in adults. Suvorexant helps with falling asleep faster, sleeping longer, being awake less in the middle of the night, and having better quality of sleep. Its effectiveness is modest, and is similar to that of other orexin antagonists, but is lower than that of benzodiazepines and Z-drugs. Suvorexant is taken by mouth. Side effects of suvorexant include somnolence, daytime sleepiness and sedation, headache, dizziness, abnormal dreams, dry mouth, and impaired next-day driving ability. Rarely, sleep paralysis, sleep-related hallucinations, complex sleep behaviors like sleepwalking, and suicidal ideation may occur. Tolerance, dependence, withdrawal, and rebound effects do not appear to occur significantly with the medication. Suvorexant is a dual orexin receptor antagonist (DORA). It acts as a selective dual antagonist of the orexin OX1 and OX2 receptors. The medication has an intermediate elimination half-life of 12 hours and a time to peak of about 2 to 3 hours. Unlike benzodiazepines and Z-drugs, suvorexant does not interact with GABA receptors, instead having a distinct mechanism of action. Clinical development of suvorexant began in 2006 and it was introduced for medical use in 2014. The medication is a schedule IV controlled substance in the United States and may have a modest potential for misuse. In other places, such as Australia, suvorexant is a prescription-only medicine and is not a controlled drug. Suvorexant is not available in generic formulations. Besides suvorexant, other orexin receptor antagonists like lemborexant and daridorexant have also been introduced.   == Medical uses == Suvorexant is used for the treatment of insomnia, characterized by difficulties with sleep onset and/or sleep maintenance, in adults. At a dose of 15 to 20 mg and in terms of treatment–placebo difference, it reduces time to sleep onset by up to 10 minutes, reduces time awake after sleep onset by about 15 to 30 minutes, and increases total sleep time by about 10 to 20 minutes. A 2017 systematic review and meta-analysis of randomized controlled trials of suvorexant for insomnia likewise found that the medication improved subjective sleep onset, subjective total sleep time, and subjective sleep quality when assessed at one to three months of treatment. The effectiveness of approved doses of suvorexant (≤20 mg) in the treatment of insomnia is said to be modest. Network meta-analyses have assessed the sleep-promoting effects of suvorexant and have compared them to those of other orexin receptor antagonists like lemborexant and daridorexant as well as to other sleep aids including benzodiazepines, Z-drugs, antihistamines, sedative antidepressants (e.g., trazodone, doxepin, amitriptyline, mirtazapine), and melatonin receptor agonists. A major systematic review and network meta-analysis of insomnia medications published in 2022 found that suvorexant had an effect size (standardized mean difference (SMD)) against placebo for treatment of insomnia at 4 weeks of 0.31 (95% CITooltip confidence interval 0.01 to 0.62). Suvorexant appeared to be similarly effective at 4 weeks to lemborexant (SMD 0.36, 95% CI 0.08 to 0.63) and daridorexant (SMD 0.23, 95% CI –0.01 to 0.48), whereas benzodiazepines and Z-drugs generally showed larger effect sizes (e.g., SMDs of 0.45 to 0.83) and antihistamines (e.g., doxepin, doxylamine, trimipramine) showed more similar efficacy (SMDs of 0.30 to 0.55). Orexin receptor antagonists like suvorexant increase total sleep time predominantly by increasing rapid eye movement sleep (REM) sleep, whereas they have no effect on or even decrease non-rapid eye movement (NREM) sleep. This is in contrast to most other hypnotics, which either do not affect REM sleep or decrease it. The implications of these differences are not fully clear. Unlike certain other hypnotics like benzodiazepines and Z-drugs, orexin receptor antagonists do not disrupt sleep architecture, and this might provide more restful sleep. It is unclear if suvorexant is safe among people with a history of substance addiction or alcoholism, as these individuals were excluded from clinical trials of suvorexant. A Cochrane review found suvorexant to be effective in the short-term treatment of sleep disturbances in people with dementia with few adverse effects. It is unknown if suvorexant is effective and safe for treatment of sleep problems in children and adolescents as suvorexant has not been studied in this context. Suvorexant is approved for the treatment of insomnia by the United States Food and Drug Administration (FDA) at doses of 5 to 20 mg and by the Australian Therapeutic Goods Administration (TGA) and Japanese Pharmaceuticals and Medical Devices Agency (PMDA) at doses of 15 mg (in the elderly) and 20 mg (in younger adults). In the United States, the recommended starting dose is 10 mg and the maximum recommended dose is 20 mg. Higher doses of 30 and 40 mg were also submitted to regulatory agencies for approval but were not authorized due to lack of clearly superior efficacy to doses of 15 to 20 mg and concerns about next-day effects and associated impairment (e.g., driving). In addition to the preceding doses, suvorexant has been assessed at higher doses of up to 100 mg in clinical trials. These higher doses appeared to be more effective at promoting sleep than lower doses but produced greater next-day effects. Lower approved doses of suvorexant in the United States in the range of 5 to 10 mg were not extensively evaluated in clinical trials. The American Academy of Sleep Medicine's 2017 clinical practice guidelines recommend the use of suvorexant in the treatment of sleep-onset and sleep-maintenance insomnia along with various other sleep medications. Orexin receptor antagonists are not used as first-line treatments for insomnia due to their costs and concerns about possible misuse liability. Generic formulations of orexin receptor antagonists including suvorexant are not yet available.   === Available forms === Suvorexant is available in the form of 5, 10, 15, and 20 mg oral film-coated tablets. It is provided as 10- and 30-tablet blister packs as well as 3-tablet starter packs. The availability of these different packs varies by country.   == Contraindications == Suvorexant is contraindicated in people with narcolepsy as it may worsen their symptoms. This is its only absolute contraindication. Suvorexant has not been studied in people with severe hepatic impairment and is not recommended in these individuals due to the likelihood of increased suvorexant exposure. On the other hand, suvorexant may be used in people with mild-to-moderate hepatic impairment as well as renal impairment of any severity and no dose adjustment is necessary in these situations. Concomitant use of suvorexant with strong CYP3A4 inhibitors is not recommended due to potential for increased suvorexant exposure while concomitant use of suvorexant with strong CYP3A4 inducers may result in loss of suvorexant exposure and effectiveness. Suvorexant should be used carefully in people with a history of drug misuse or alcoholism due to its drug-liking effects and possible misuse potential at doses higher than those approved for therapeutic use. Similarly, suvorexant should be used carefully in people with a history of depression or suicidality as it may rarely increase suicidal ideation. The medication is indicated for use in adults and the elderly but has not been studied in children and adolescents and hence is not recommended for these individuals. Suvorexant has shown teratogenic effects in animals such as decreased body weight at doses much higher than the equivalents of those approved for therapeutic use in humans. Teratogenic effects with therapeutic doses of suvorexant in humans have not been established due to lack of research and available data. Suvorexant is pregnancy category C in the United States. It is unknown whether suvorexant is present in the breast milk, whether it affects lactation in breastfeeding women, or whether it affects breastfed infants. However, suvorexant has been found to be present in mammary milk in rats and this is likely to be the case in humans as well. Suvorexant should be used in pregnant and breastfeeding women only if the potential benefit justifies the potential for harm to the baby.   == Side effects == Side effects of suvorexant (at doses of 15–20 mg) include somnolence (7% vs. 3% for placebo) and headaches (7% vs. 6% for placebo). Somnolence with suvorexant appears to be dose-dependent, with rates of 2% at 10 mg, 5% at 20 mg, 10–12% at 40 mg, and 11–12% at 80 mg, relative to 0.4% for placebo. Less common side effects (at 15–20 mg) may include dizziness (3% vs. 2% for placebo), abnormal dreams (2% vs. 1% for placebo), diarrhea (2% vs. 1% for placebo), dry mouth (2% vs. 1% for placebo), upper respiratory tract infection (2% vs. 1% for placebo), and cough (2% vs. 1% for placebo). High doses of suvorexant (80 mg) have also been found to produce greater incidence of dizziness (5% vs. 0% for placebo) and abnormal dreams (5% vs. 1% for placebo). Less commonly, suvorexant may cause sleep paralysis, hypnagogic and hypnopompic hallucinations, and complex sleep behaviors (0.2–0.6% vs. 0% for placebo). Complex sleep behaviors include sleepwalking, sleep-driving, and engaging in other activities while not completely awake (e.g., making or eating food, making phone calls, and having sex). Other narcoleptic-like symptoms such as cataplexy (sudden weakness or paralysis) may also rarely occur. Suvorexant may sometimes cause worsening of depression or suicidal ideation. A dose-dependent increase in suicidal ideation as assessed with the Columbia Suicide Severity Rating Scale was seen with suvorexant in clinical trials although rates were very low (0.2% (1/493) at low doses (15–20 mg) and 0.4% (5/1291) at high doses (30–40 mg) relative to 0.1% (1/1025) for placebo). It has also been stated however that suicidal ideation was reported in 0% to 1.6% of people taking 10 to 20 mg and 3.4% to 8.2% taking 40 to 80 mg relative to 0% to 0.3% with placebo. Suicidal ideation with suvorexant is considered to be mild. In any case, caution is warranted in use of suvorexant in people with depression, and people with worsening depression or suicidal thoughts should be promptly evaluated. Besides the clinical trial data, a case report of rapidly worsened depression and onset of suicidal ideation with suvorexant has been published. The next-day effects of suvorexant have been studied. Besides the side effect of daytime somnolence, suvorexant may dose-dependently reduce alertness and motor coordination and impair driving ability. It may also increase the risk of falling asleep while driving. Driving ability was found to be impaired at doses of 20 and 40 mg in clinical studies. Driving impairment may also occur with lower doses of suvorexant due to variations in individual sensitivity to the medication. In three of four studies, 30 mg suvorexant had no influence on next-day memory or balance, whereas in the remaining study, there was a decrease in morning word recall with 40 mg and an increase in body sway with 20 and 40 mg doses. In another study in elderly people who were awakened in the night, impaired balance was present at 1.5 hours after taking 30 mg suvorexant whereas memory was unaffected. A 2017 systematic review and meta-analysis of suvorexant for the treatment of insomnia found that the medication significantly increased the rate of somnolence by 3.5-fold, daytime sleepiness/sedation by 3.1-fold, fatigue by 2.1-fold, abnormal dreams by 2.1-fold, and dry mouth by 2.0-fold. Conversely, suvorexant did not significantly differ from placebo in the rates of any other assessed adverse effects. This included back pain, diarrhea, dizziness, falls, headache, car accidents/traffic violations, nasopharyngitis, nausea, potential drug misuse, suicidal ideation, complex sleep behaviors, hypnagogic or hypnopompic hallucinations, and sleep paralysis. The overall risk of any adverse event was increased 1.07-fold while discontinuation due to adverse events was unchanged (RRTooltip relative risk = 0.93, 95% CITooltip confidence interval 0.60 to 1.44). Tolerance, dependence, withdrawal, and rebound effects do not appear to occur with suvorexant in the treatment of insomnia at studied doses. In three-month clinical studies, no rebound insomnia as assessed by measures of sleep onset or maintenance was observed with discontinuation of suvorexant at doses of 15 to 40 mg. Similarly, no withdrawal effects were observed with discontinuation of suvorexant at these doses. However, in other reports, some tolerance as assessed by diminishing somnolence and rebound insomnia upon discontinuation has been noted. The orexin neuropeptides augment the signaling of the mesolimbic dopamine reward pathway and are thought to potentiate hedonic tone. Conversely, low orexin signaling may result in low hedonic tone and orexin receptor antagonists are of interest for the potential treatment of addiction. In line with these findings, suvorexant and other orexin receptor antagonists have not shown misuse liability in animal studies in rats and non-human primates. Paradoxically however, orexin receptor antagonists, including suvorexant, lemborexant, and daridorexant, have consistently shown drug-liking responses in human studies of recreational sedative users. Suvorexant at higher-than-approved doses (40, 80, and 150 mg vs. 20 mg maximum recommended dose) showed similar drug liking to the Z-drug zolpidem (15 and 30 mg) in such individuals. On the other hand, it showed lower misuse potential on all other measures (including an overall rate of misuse potential adverse event of 58% for zolpidem and 31% for suvorexant). In another study, suvorexant at a dose of 150 mg showed greater drug liking than daridorexant (50 mg) but similar drug liking to zolpidem (30 mg) and higher doses of daridorexant (100–150 mg) in recreational sedative users. There was no apparent dose–response relationship for positive measures of misuse potential with suvorexant, in contrast to zolpidem. In the phase III clinical trials, misuse potential adverse events were reported in 3.0% with placebo, 4.1% with 15 or 20 mg suvorexant, and 2.6% with 30 or 40 mg suvorexant. The misuse liability of suvorexant is considered to be at most modest, and further research is needed to characterize the misuse potential of orexin receptor antagonists. In any case, suvorexant is a controlled substance in the United States due to concerns about the possibility of misuse. Besides its subjective side effects, suvorexant has been found to cause dose-dependent increases in serum cholesterol levels in clinical trials. These changes in cholesterol levels were +1.2 mg/dL at 10 mg, +2.3 mg/dL at 20 mg, +3.1 mg/dL at 40 mg, and +6.0 mg/dL at 80 mg relative to –3.7 mg/dL for placebo. Although the increases in cholesterol levels with approved doses of suvorexant (10–20 mg) are small, they could be important over a long duration of treatment. Early studies in rodents found that orexins (derived from Greek \"orexis\" meaning \"appetite\") stimulate appetite, feeding behavior, and weight gain while orexin receptor antagonists block these effects. However, subsequent animal studies were more mixed, with the effects being limited and depending on the animal strain. In humans, orexin receptor antagonists including suvorexant have not been found to affect body weight in rigorous clinical trials that lasted up to 12 to 14 months.   == Overdose == There is limited experience with overdose of suvorexant. Suvorexant has been assessed in single doses of as high as 240 mg in clinical studies. The medication dose-dependently produces somnolence. High doses of suvorexant may also cause sleep-onset paralysis in some individuals (2% incidence at doses of 40–240 mg). Treatment of suvorexant overdose is based on symptoms and is supportive. Gastric lavage may be used where appropriate whereas the value of dialysis has not been determined. Because suvorexant has high plasma protein binding, hemodialysis is not expected to enhance elimination of suvorexant.   == Interactions == CYP3A4 inhibitors can increase exposure to suvorexant while CYP3A4 inducers can decrease exposure to suvorexant. Combination of suvorexant with the strong CYP3A4 inhibitor ketoconazole increased suvorexant overall exposure by 2.79-fold and peak levels by about 1.25-fold, combination with the moderate CYP3A4 inhibitor diltiazem increased suvorexant overall exposure by 2.05-fold and peak levels by about 1.25-fold, and combination with the strong CYP3A4 inducer rifampin decreased suvorexant overall exposure by 88% and peak levels by about 65%. The elimination half-life of suvorexant (about 12 hours for suvorexant alone) was increased to 19.4 hours with ketoconazole and to 16.1 hours with diltiazem while it was decreased to 7.7 hours with rifampin. Concomitant use of suvorexant with strong CYP3A4 inhibitors is not recommended, while lower doses of suvorexant are recommended with moderate CYP3A4 inhibitors (5 mg starting dose and 10 mg maximum dose generally). The substantial decrease in suvorexant exposure with strong CYP3A4 inducers may result in loss of effectiveness. Suvorexant does not appear to have been assessed in combination with moderate CYP3A4 inducers (e.g., modafinil). Examples of important CYP3A4 modulators which are expected to interact with suvorexant include the strong CYP3A4 inhibitors boceprevir, clarithromycin, conivaptan, indinavir, itraconazole, ketoconazole, lopinavir, nefazodone, nelfinavir, posaconazole, ritonavir, saquinavir, telaprevir, and telithromycin (concomitant use not recommended); the moderate CYP3A4 inhibitors amprenavir, aprepitant, atazanavir, ciprofloxacin, diltiazem, dronedarone, erythromycin, fluconazole, fluvoxamine, fosamprenavir, grapefruit juice, imatinib, and verapamil (lower doses of suvorexant recommended); and the strong CYP3A4 inducers apalutamide, carbamazepine, efavirenz, enzalutamide, phenytoin, rifampin, and St. John's wort (expected to decrease suvorexant effectiveness). Coadministration of suvorexant with other CNS depressants such as alcohol, benzodiazepines, opioids, and tricyclic antidepressants may increase the risk of CNS depression and daytime impairment. Alcohol and suvorexant do not appear to interact in terms of pharmacokinetics but consumption of alcohol in combination with suvorexant is not advised due to additive CNS depression. Dosage adjustment may be necessary when suvorexant is combined with other CNS depressants. Use of suvorexant in combination with other medications used in the treatment of insomnia is not recommended. Suvorexant is not expected to cause clinically meaningful inhibition or induction of various cytochrome P450 enzymes and drug transporters. It has been found to not substantially influence the pharmacokinetics of midazolam (CYP3A4 substrate), warfarin (CYP2C9 substrate), digoxin (P-glycoprotein substrate), or combined birth control pills. However, coadministration of suvorexant with digoxin may result in slightly increased digoxin exposure due to inhibition of intestinal P-glycoprotein by suvorexant. Concentrations of digoxin should be monitored during coadministration of suvorexant and digoxin.   == Pharmacology ==   === Pharmacodynamics === Suvorexant acts as a selective dual antagonist of the orexin (hypocretin) receptors OX1 and OX2. These receptors are the biological targets of the endogenous wakefulness-promoting orexin neuropeptides orexin-A and orexin-B. The binding affinities (Ki) of suvorexant at the human orexin receptors are 0.55 nM for the OX1 receptor and 0.35 nM for the OX2 receptor. The antagonistic potencies or functional inhibition (Kb) of suvorexant at the human orexin receptors are 65 nM for the OX1 receptor and 41 nM for the OX2 receptor. Hence, suvorexant shows similar affinities and antagonistic activities at the OX1 and OX2 receptors in vitro. Suvorexant is highly selective for the orexin receptors over a large number of other targets (170 screened off-target receptors, enzymes, and transporters). In contrast to certain other sedatives and hypnotics, suvorexant is not a benzodiazepine or Z-drug and does not interact with GABA receptors.   ==== Mechanism of action ==== Suvorexant is thought to exert its therapeutic effects in the treatment of insomnia by blocking the orexin receptors and thereby inhibiting the effects of the endogenous wakefulness-promoting orexin neuropeptides orexin-A and orexin-B. The orexin neuropeptides are produced exclusively by a relatively small population of 20,000 to 80,000 neurons located in the lateral hypothalamus in the brain. These neurons project widely throughout the brain and mediate excitatory signaling to key centers involved in sleep–wake regulation, including the noradrenergic locus coeruleus, histaminergic tuberomammillary nucleus, serotonergic raphe nucleus, and dopaminergic ventral tegmental area. The orexin system shows circadian rhythmicity in its activity, with high activity during waking and low to no activity during sleep or at night. Orexin system activity during wakefulness is also higher with behavioral activation and with high-intensity emotions. Narcolepsy is a chronic sleep disorder characterized by excessive daytime sleepiness, cataplexy, sleep paralysis, and hypnagogic hallucinations, as well as sleep attacks and fragmented sleep. Narcolepsy with cataplexy, also known as type 1 narcolepsy, is thought to be caused by loss of orexin-producing neurons in the lateral hypothalamus, possibly mediated by autoimmune mechanisms related to environmental triggers in genetically susceptible individuals. There is an 80 to 100% loss of orexin-producing neurons in the lateral hypothalamus and very low or undetectable levels of orexin-A in cerebrospinal fluid in people with narcolepsy. Similarly, narcolepsy with cataplexy in dogs is caused by a mutation in the gene encoding the OX2 receptor, and knockout mice for genes encoding orexin system proteins such as prepro-orexin or the OX2 receptor show a narcolepsy-like phenotype. Although there is hypersomnolence in narcolepsy, people with the condition do not sleep more overall than normal individuals but instead experience more sleepiness and sleep during daytime in tandem with disturbed sleep at night. They do not usually feel well-rested during the day. Besides narcolepsy, the orexin system may also be involved in the etiology of insomnia. In addition, orexin signaling appears to change with age, and this may be involved in age-related sleep disturbances. Orexin receptor antagonists may be expected to produce effects similar to those in narcolepsy. However, the effects of acute transient pharmacological antagonism of the orexin receptors are not necessarily the same as in the chronic and severe orexin deficiency in narcolepsy. Modulation of orexin signaling with orexin receptor antagonists produces effects that occur more at night when drug levels are high and less during the day when levels are low. In addition, long-term neural changes may develop in narcolepsy to compensate for the orexin deficiency in the condition. In animals and humans, orexin receptor agonists such as orexin-A and danavorexton dose-dependently produce wakefulness and locomotor activity while orexin receptor antagonists like suvorexant transiently reduce locomotor activity and dose-dependently promote sleep. Acute orexin receptor antagonists can promote sleep in animals to a greater extent than what occurs in narcolepsy-like orexin system loss. In addition, little to no cataplexy has been observed even with high doses of orexin receptor antagonists in animals and humans. It is unknown if long-term use of orexin receptor antagonists may produce compensatory neural changes or narcolepsy-like symptoms. An animal study of chronic high-dose suvorexant administration that showed development of narcolepsy-like changes suggests that this may be possible however. Endogenous orexinergic tone is expected to play an important moderating influence in terms of the effects of orexin receptor modulators. As an example, rising orexin levels during the day may help to competitively offset the next-day residual effects of nightly-dosed orexin receptor antagonists.   === Pharmacokinetics ===   ==== Absorption ==== The absolute bioavailability of suvorexant is 82% at a dose of 10 mg. Suvorexant exposure does not increase dose-proportionally over a dose range of 10 to 100 mg, which is likely due to decreased absorption at higher doses. Exposure to suvorexant increases by about 75% with a doubling of dose from 20 mg to 40 mg. The time to peak levels of suvorexant is 2 to 3 hours regardless of dose but with wide variation (range 30 minutes to 8 hours). Taking suvorexant with food does not modify suvorexant peak levels or area-under-the-curve levels (overall exposure) but does delay the time to peak concentrations by about 1.5 hours. Steady-state levels of suvorexant with once-daily continuous administration are reached within 3 days. Levels of suvorexant accumulate minimally, by about 1.2- to 1.6-fold, with repeated once-daily administration.   ==== Distribution ==== The volume of distribution of suvorexant is approximately 49 L. It crosses the blood–brain barrier and distributes into the central nervous system. Suvorexant has high plasma protein binding (99.5%). It is bound to albumin and α1-acid glycoprotein (orosomucoid).   ==== Metabolism ==== Suvorexant is metabolized primarily by hydroxylation via CYP3A enzymes. CYP2C19 also contributes to suvorexant metabolism to a minor extent. The major circulating forms are suvorexant and its metabolite hydroxysuvorexant. The hydroxysuvorexant (M9) metabolite is not expected to be pharmacologically active. It showed 10-fold lower affinity for the orexin receptors than suvorexant in vitro, was a substrate for P-glycoprotein making it unlikely to cross the blood–brain barrier, and did not show sedative effects in animal studies. Suvorexant also has several other minor metabolites.   ==== Elimination ==== Suvorexant is eliminated mainly via metabolism. It is excreted primarily in feces (66%) predominantly as metabolites and to a lesser extent in urine (23%). The elimination half-life of suvorexant at a dose of 40 mg is 12.2 hours, with a range of 8 to 19 hours. In another study, the half-life of suvorexant was 15 hours with a range of 10 to 22 hours. In one study, the half-lives of suvorexant (mean ± SD) were 9.0 ± 7.2 hours at 10 mg, 10.8 ± 3.6 hours at 50 mg, and 13.1 ± 5.8 hours at 100 mg. With doses of 120 to 240 mg, the half-lives of suvorexant were 12.1 to 14.5 hours in healthy young males and 14.4 to 15.8 hours in healthy young females. The half-life of suvorexant's inactive metabolite hydroxysuvorexant is similar to that of suvorexant.   ==== Specific populations ==== Age and race do not influence the pharmacokinetics of suvorexant in a clinically meaningfully way. Exposure to suvorexant is slightly higher in women compared to men (Cmax 9% higher, AUC 17% higher), however dose adjustments based on gender are generally unnecessary. Suvorexant exposure is greater in people with higher body mass index, such as obese people (Cmax 17% higher, AUC 31% higher). This is particularly the case in obese women relative to non-obese women (Cmax 25% higher, AUC 46% higher). Suvorexant exposure with a single dose is not greater in people with moderate hepatic insufficiency compared to healthy individuals. However, the half-life of suvorexant at a dose of 20 mg was prolonged from 14.7 hours (range 10–22 hours) to 19.1 hours (range 11–49 hours) in these individuals. Suvorexant exposure is unchanged in people with severe renal impairment and no dosage adjustment is necessary in these individuals. Similarly to hepatic impairment, the half-life of suvorexant was increased to 19.4 hours when used in combination with the strong CYP3A4 inhibitor ketoconazole and to 16.1 hours with the moderate CYP3A4 inhibitor diltiazem while it was decreased to 7.7 hours with the strong CYP3A4 inducer rifampin.   ==== Miscellaneous ====  The delayed time to peak levels (2–3 hours) and long elimination half-life (12 hours) of suvorexant are less than ideal for an insomnia medication as they result in a delayed onset of effect and significant next-day side effects such as daytime sedation. Orexin receptor antagonists with shorter half-lives and faster onsets of action are theoretically more optimal for therapeutic use as sleep aids. The ideal insomnia medication would not have a duration of action extending beyond about 8 hours. Relative to suvorexant, daridorexant has a shorter half-life (8 hours) while lemborexant has a longer half-life (17–55 hours). However, although lemborexant has a longer terminal elimination half-life than suvorexant, it appears to be more rapidly cleared in the earlier phases of elimination. The investigational agents seltorexant and vornorexant, which are still in clinical trials, have comparatively very short half-lives in the range of 1.5 to 3 hours. Suvorexant dissociates from the orexin receptors slowly. As a result, its duration may be longer than that suggested by its circulating concentrations and half-life.   == Chemistry == Suvorexant is a small-molecule compound. The chemical name of suvorexant is [(7R)-4-(5-chloro-2-benzoxazolyl)hexahydro-7-methyl-1H-1,4-diazepin-1-yl][5-methyl-2-(2H-1,2,3-triazol-2-yl)phenyl]methanone. Its molecular formula is C23H23N6O2Cl and its molecular weight is 450.92 g/mol. Suvorexant is a white to off-white powder and is lipophilic and insoluble in water. It is structurally related to other orexin receptor antagonists like lemborexant, daridorexant, and seltorexant.   == History == The orexin neuropeptides were discovered in 1998 and the role of the orexin system in the etiology of narcolepsy was identified between 1999 and 2000. Subsequent research further established the role of the orexin system in sleep–wake regulation. Due to the promising potential of orexin system modulation in the treatment of sleep disorders, these findings led to translational efforts to bring orexin receptor modulators to medicine as therapeutic agents. Suvorexant was developed by Merck. It entered clinical development in 2006 and was first described in the medical literature in 2010. The medication was approved by the FDA for the treatment of insomnia in the United States on 13 August 2014. Suvorexant was initially released November 2014 in Japan, then later reached the United States in February 2015, Australia in November 2016, and Canada in November 2018. It was the first orexin receptor antagonist to be introduced for medical use, and was followed by lemborexant in 2019 and daridorexant in 2022. Development of almorexant (ACT-078573) and filorexant (MK-6096) was discontinued, while seltorexant (MIN-202, JNJ-42847922) and vornorexant (ORN-0829, TS-142) are still in clinical trials. Suvorexant marketing exclusivity in the United States was set to expire in January 2023 and patent protection is set to expire in 2029 to 2033.   == Society and culture ==   === Names === Suvorexant is the generic name of the drug and its INNTooltip International Nonproprietary Name, USANTooltip United States Adopted Name, and JANTooltip Japanese Accepted Name. The medication was developed by Merck under the code name MK-4305 and is marketed under the brand name Belsomra.   === Availability === Suvorexant has been marketed in the United States, Canada, Australia, Russia, and Japan. Although previously available, suvorexant appears to have been discontinued in Canada. It does not appear to be available in the United Kingdom or other European countries besides Russia.   === Legal status === Suvorexant is a schedule IV controlled substance under the Controlled Substances Act in the United States. It is not a controlled drug in Australia, instead being classed as a prescription-only medicine (Schedule 4 (S4)) in this country.   === Controversy === Public Citizen, a progressive consumer rights advocacy group, issued a letter in June 2013 urging the FDA not to approve suvorexant. In its reasoning, it cited marginal benefits and excessive potential for harm, including next-day effects like driving impairment and possible accidents. Consumer Reports also published articles encouraging consumers to avoid suvorexant due to it being expensive, having limited effectiveness, and posing safety concerns.   == Research ==   === Delirium === Suvorexant is under development for the treatment of delirium. As of October 2021, it is in phase III clinical trials for this indication.   === Psychiatry === Suvorexant has been studied in the treatment of insomnia in people with psychiatric disorders such as depression and anxiety. It was reported to improve psychiatric symptoms and to decrease cortisol levels in these individuals. A phase IV clinical trial of suvorexant as an adjunct to antidepressant therapy in people with major depressive disorder and residual insomnia was underway as of 2019. Although orexin receptor antagonists including suvorexant could be useful for treatment of depression and anxiety, there is also indication that they could have harmful effects in these conditions (e.g., animal studies and suicidal ideation in clinical trials). More clinical research is needed to determine the place of orexin receptor antagonists in the treatment of people with depression and anxiety. There is interest in suvorexant and other orexin receptor antagonists in the potential treatment of substance use disorders, including alcohol use disorder, cocaine use disorder, and opioid use disorder.   === Alzheimer's disease === Suvorexant and other orexin receptor modulators are of interest for possible use in the prevention of Alzheimer's disease.   === Diabetes === Suvorexant has been studied in people with type 2 diabetes and insomnia and has been reported to improve sleep and metabolic parameters in these individuals. The improvement in metabolic parameters appeared to be related to improved sleep.   == References ==   == Further reading == Merck Sharp and Dohme Corporation (22 May 2013). \"Suvorexant Advisory Committee Meeting Briefing Document: Peripheral & Central Nervous System Drugs Advisory Committee Meeting\" (PDF). Food and Drug Administration. Archived from the original (PDF) on 12 June 2013. Dimova H, Brar S, Men A (2014). \"Application Number: 204569Orig1s000. Clinical Pharmacology/Biopharmaceutics Review. Suvorexant (MK-4305)\" (PDF). Center for Drug Evaluation and Research (Food and Drug Administration). Archived from the original (PDF) on 5 March 2022.   == External links == Parker I (9 December 2013). \"The Big Sleep\". The New Yorker."}