{"name": "Syphilis, Congenital", "category": "disease", "content": "Congenital syphilis is syphilis that occurs when a mother with untreated syphilis passes the infection to her baby during pregnancy or at birth. It may present in the fetus, infant, or later. Clinical features vary and differ between early onset, that is presentation before 2-years of age, and late onset, presentation after age 2-years. Infection in the unborn baby may present as poor growth, non-immune hydrops leading to premature birth or loss of the baby, or no signs. Affected newborns mostly initially have no clinical signs. They may be small and irritable. Characteristic features include a rash, fever, large liver and spleen, a runny and congested nose, and inflammation around bone or cartilage. There may be jaundice, large glands, pneumonia (pneumonia alba), meningitis, warty bumps on genitals, deafness or blindness. Untreated babies that survive the early phase may develop skeletal deformities including deformity of the nose, lower legs, forehead, collar bone, jaw, and cheek bone. There may be a perforated or high arched palate, and recurrent joint disease. Other late signs include linear perioral tears, intellectual disability, hydrocephalus, and juvenile general paresis. Seizures and cranial nerve palsies may first occur in both early and late phases. Eighth nerve palsy, interstitial keratitis and small notched teeth may appear individually or together; known as Hutchinson's triad. It is caused by the bacterium Treponema pallidum subspecies pallidum when it infects the baby after crossing the placenta or from contact with a syphilitic sore at birth. It is not transmitted during breastfeeding unless there is an open sore on the mother's breast. The unborn baby can become infected at any time during the pregnancy. Most cases occur due to inadequate antenatal screening and treatment during pregnancy. The baby is highly infectious if the rash and snuffles are present. The disease may be suspected from tests on the mother; blood tests and ultrasound. Tests on the baby may include blood tests, CSF analysis and medical imaging. Findings may reveal anemia and low platelets. Other findings may include low sugars, proteinuria and hypopituitarism. The placenta may appear large and pale. Other investigations include testing for HIV.  Prevention is by safe sex to prevent syphilis in the mother, and early screening and treatment of syphilis in pregnancy. One intramuscular injection of benzathine penicillin G administered to a pregnant woman early in the illness can prevent congenital syphilis in her baby. Treatment of suspected congenital syphilis is with penicillin by injection; benzylpenicillin into vein, or procaine benzylpenicillin into muscle. During times of penicillin unavailability, ceftriaxone may be an alternative. Where there is penicillin allergy, antimicrobial desensitisation is an option. Syphilis affects around one million pregnancies a year. In 2016, there were around 473 cases of congenital syphilis per 100,000 live births and 204,000 deaths from the disease worldwide. Of the 660,000 congenital syphilis cases reported in 2016, 143,000 resulted in deaths of unborn babies, 61,000 deaths of newborn babies, 41,000 low birth weights or preterm births, and 109,000 young children diagnosed with congenital syphilis. Around 75% were from the WHO's African and Eastern Mediterranean regions. Serological tests for syphilis were introduced in 1906, and it was later shown that transmission occurred from the mother.   == Signs and symptoms == Untreated early syphilis infections results in a high risk of poor pregnancy outcomes, including saddle nose, lower extremity abnormalities, miscarriages, premature births, stillbirths, or death in newborns. Some infants with congenital syphilis have symptoms at birth, but many develop symptoms later. Symptoms may include rash, fever, large liver and spleen, and skeletal abnormalities. Newborns will typically not develop a primary syphilitic chancre but may present with signs of secondary syphilis (i.e. generalized body rash). Often these babies will develop syphilitic rhinitis (\"snuffles\"), the mucus from which is laden with the T. pallidum bacterium, and therefore highly infectious. If a baby with congenital syphilis is not treated early, damage to the bones, teeth, eyes, ears, and brain can occur. Neurosyphilis in newborns may present as cranial nerve palsies, cerebral infarcts (strokes), seizures or eye abnormalities. Many newborns with congenital syphilis, 55% by some estimates, do not exhibit any symptoms initially, with signs and symptoms developing days to months later.   === Early ===  This is a subset of cases of congenital syphilis. Newborns may be asymptomatic and are only identified on routine prenatal screening. If not identified and treated, these newborns develop poor feeding and runny nose. By definition, early congenital syphilis occurs in children between 0 and 2 years old.   === Late ===  Congenital syphilis that is diagnosed after 2 years of age, either because it was not diagnosed earlier or because it was incompletely treated, is classified as late congenital syphilis. The signs of late congenital syphilis tend to reflect early damage to developing tissues that does not become apparent until years later, such as Hutchinson's triad of Hutchinson's teeth (notched incisors), keratitis and deafness. Symptoms include:  Blunted upper incisor teeth known as Hutchinson's teeth, or mulberry molars Deafness from auditory nerve disease Frontal bossing (prominence of the brow ridge) Hard palate defect Inflammation of the cornea known as interstitial keratitis Protruding mandible Saber shins Saddle nose (collapse of the bony part of nose) Short maxillae Swollen knees Treatment (with penicillin) before the development of late symptoms is essential. Clinical signs include:  Abnormal bone x-rays Anemia Cerebral palsy Du Bois sign, shortening of the little finger Enlarged liver Enlarged spleen Frontal bossing Sensorineural hearing loss Higouménakis' sign, enlargement of the sternal end of clavicle in late congenital syphilis, mostly on the right-hand side Hutchinson's triad, a set of symptoms consisting of deafness, Hutchinson's teeth (centrally notched, widely spaced peg-shaped upper central incisors), and interstitial keratitis (IK), an inflammation of the cornea which can lead to corneal scarring and potential blindness Hydrocephalus Jaundice Lymph node enlargement Mulberry molars (permanent first molars with multiple poorly developed cusps) Musculoskeletal deformities Petechiae Poorly developed maxillae Pseudoparalysis Rhagades, linear scars at the angles of the mouth and nose result from bacterial infection of skin lesions Snuffles, aka \"syphilitic rhinitis\", which appears similar to the rhinitis of the common cold, except it is more severe, lasts longer, often involves bloody rhinorrhea, and is often associated with laryngitis Sabre shins, malformation of the tibia Skin rash or other skin changes such as rhagades Death from congenital syphilis is usually due to bleeding into the lungs.   == Transmission == Syphilis may be transmitted from mother to the fetus during any stage of pregnancy. It is most commonly transmitted via cross placental transfer of Treponema pallidum bacteria from mother to the fetus during pregnancy with transmission via exposure to genital lesions during childbirth being less common. The highest rate of transmission occurs in mothers with early syphilis (infection present for less than 1 year), which is responsible for 50-70% of infections, with syphilis being present for more than 1 year thought to be responsible for about 15% of transmission. It is not transmitted during breastfeeding unless there is an open sore on the mother's breast.   == Diagnosis == Direct observation of Treponema pallidum from one of the lesions in the mother or infant is diagnostic and can be carried out using dark field microscopy, direct fluorescent antibody testing or immunohistochemical staining, however these tests are not readily available in many settings. Serological testing is more commonly carried out on the mother and the infant to diagnose maternal and congenital syphilis. In the mother, a serologic diagnosis of syphilis is made using a nontreponemal test for syphilis such as the Venereal Disease Research Laboratory test (VDRL) or Rapid plasma reagin (RPR) followed by a treponemal test, such as the Treponema pallidum particle agglutination assay (TP-PA) (the sequence of testing may be reversed with a treponemal test followed by a non-treponemal test in the reverse diagnostic sequence). Positivity of both tests indicates active syphilis or previous infection that was treated. Quantitative non-treponemal tests are monitored for disease activity and response to treatment, with RPR is expected to decrease by a factor of four compared to pre-treatment levels after successful treatment of syphilis in the mother. Failure of non-treponemal titers to decrease after treatment may indicate treatment failure or re-infection. A confirmed cure in the mother does not exclude the possibility of congenital syphilis as transmission to the fetus may have occurred prior to maternal cure. Diagnosis of congenital syphilis in the fetus is based on a combination of laboratory, imaging and physical exam findings. Ultrasound findings associated with congenital syphilis intrauterine infection (which are seen after 18 weeks gestation) include fetal hepatomegaly (enlarged liver)(seen in greater than 80% of cases), anemia (as measured by the peak systolic velocity of the middle cerebral artery)(33%), placentomegaly(an enlarged placenta)(27%), polyhydramnios (an excess of amniotic fluid in the amniotic sac)(12%) and hydrops fetalis (edema in the fetus)(10%). The absence of these ultrasound findings does not rule out congenital syphilis in the fetus. These ultrasound abnormalities usually resolve several weeks after successful treatment of syphilis in the mother. Immunohistochemical staining or nucleic acid amplification of the amniotic fluid may also aid in the diagnosis. Diagnosis of syphilis in the neonate may be challenging as maternal treponemal antibodies (as non-treponemal titers) can cross the placenta and persist in the infant for many months after birth in the absence of neonatal syphilis, complicating the diagnosis. The passively transferred non-treponemal titers should be cleared from the infant within 15 months of birth (with most titers being cleared by 6 months), and persistently elevated titers 6 months after birth should prompt investigation into neonatal syphilis including CSF analysis for neurosyphilis. Pleocytosis, raised CSF protein level and positive CSF serology suggest neurosyphilis. CSF VDRL is 50-90% specific for neurosyphilis. 60% of newborns with congenital syphilis also have neurosyphilis. Non-treponemal titers should be monitored in the newborns every 2-3 months to ensure an adequate response to treatment.   == Treatment ==  If a pregnant mother is identified as being infected with syphilis, treatment can effectively prevent congenital syphilis from developing in the fetus, especially if she is treated before the sixteenth week of pregnancy or at least 30 days prior to delivery. Mothers with primary syphilis can be treated with a single dose of intramuscularly injected penicillin, whereas late-latent, secondary syphilis, or disease of an unknown duration is treated with once weekly penicillin injections for three weeks. The mother's partner should also be evaluated and treated. The fetus is at greatest risk of contracting syphilis when the mother is in the early stages of infection, but the disease can be passed at any point during pregnancy, even during delivery. An affected child can be treated using antibiotics much like an adult; however, any developmental symptoms are likely to be permanent. The greater the duration between the infection of the mother and conception, the better the outcome for the infant including less chance of stillbirth or developing congenital syphilis. The Centers for Disease Control and Prevention recommends treating symptomatic or babies born to an infected mother with unknown treatment status with procaine penicillin G, 50,000 U/kg dose IM a day in a single dose for 10 days. Treatment for these babies can vary on a case-by-case basis. Treatment cannot reverse any deformities, brain, or permanent tissue damage that has already occurred. A Cochrane review found that antibiotics may be effective for serological cure but in general the evidence around the effectiveness of antibiotics for congenital syphilis is uncertain due to the poor methodological quality of the small number of trials that have been conducted. Up to 40% of pregnant women treated for congenital syphilis will develop a Jarisch-Herxheimer reaction, which is a temporary reaction that usually occurs within a few hours of starting penicillin and resolves by 24 hours. The reaction is characterized by cramping, fever, muscle aches and a rash. Treatment is supportive and fetal heart rate monitoring is recommended.   == Epidemiology == Syphilis affects around one million pregnancies a year. In 2016, there were around 473 cases of congenital syphilis per 100,000 live births and 204,000 deaths from the disease worldwide. Of the 660,000 congenital syphilis cases reported in 2016, 143,000 resulted in deaths of unborn babies, 61,000 deaths of newborn babies, 41,000 low birth weights or preterm births, and 109,000 young children diagnosed with congenital syphilis. Around 75% were from the WHO's African and Eastern Mediterranean regions. Cases of congenital syphilis in the United States have been rising since the early 2010s. The Centers for Disease Control and Prevention (CDC) reported 918 cases for 2017, which is more than twice the yearly incidence of the preceding four years. The incidence in the United States has increased by 754% from 2012 to 2021 with a higher incidence seen in those with a lower socioeconomic status, as well as Black people, Native Americans and Native Hawaiians. Reports in 2023 show a rise of more than 900 percent in Mississippi over the preceding five years.   == History == Congenital syphilis was first described in Europe during the fifteenth century by the Spanish physician Gaspar Torrella. Nineteenth century physicians held the belief that congenital syphilis was contracted from contaminated semen at time of conception. Serological tests for syphilis were introduced in 1906, and it was later shown that transmission occurred from the mother.   == References ==   == External links ==   Media related to Congenital syphilis at Wikimedia Commons"}