{"name": "Systemic onset juvenile chronic arthritis", "category": "disease", "content": "Systemic-onset juvenile idiopathic arthritis (sJIA), also known as Still disease, Still's disease, and systemic juvenile idiopathic arthritis, is a subtype of juvenile idiopathic arthritis (JIA) that is distinguished by arthritis, a characteristic erythematous skin rash, and remitting fever. Fever is a common symptom in patients with sJIA, characterized by sudden temperature rise above 39 °C and then a sudden drop. Over 80% of patients have a salmon-colored macular or maculopapular rash, which can be migratory and nonpruritic. Arthritis can develop weeks, months, or even years after onset and can affect various joints. SJIA is characterized by splenic and lymph node enlargements, with prominent symmetrical lymphadenopathy. Pericardial involvement is common, with 81% of children with active systemic symptoms having abnormal echocardiographic findings and 36% having an effusion or pericardial thickening. Around one-third of children with sJIA have occult macrophage activation syndrome (MAS), a potentially fatal illness causing T cells and macrophages to rapidly multiply and activate, resulting in a \"cytokine storm.\" The cause of sJIA is currently unknown. While infectious organisms have been suggested as the cause, microbiologic and virologic analyses cannot pinpoint a single agent. sJIA is not an infectious disease by definition, but a genetic predisposition may play a role. It is considered an autoinflammatory condition, rather than an autoimmune disease, due to the lack of evidence linking specific antigen-antibody dyads. SJIA is diagnosed clinically and corroborated by typical test findings; it is a diagnosis of exclusion. A child suspected of having sJIA should undergo a full evaluation for infection and cancer, including blood and urine cultures, imaging tests, and bone marrow exams to rule out leukemia or lymphoma. The International League of Associations for Rheumatology criteria for sJIA include arthritis, ≥2 weeks of daily fever, and symptoms like organomegaly, lymphadenopathy, serositis, or non-fixed/evanescent rash. Laboratory abnormalities are typical, but no specific tests are available for sJIA. Treatment for a disease varies greatly, requiring consideration of involvement, systemic characteristics, and MAS presence. Nonsteroidal anti-inflammatory medications can be safely administered for analgesic and antipyretic effects without altering initial diagnostic assessment results. Clinical trials show that anti-interleukin-6 and anti-interleukin-1 drugs are effective in managing systemic symptoms. Studies show that 40% of children with SJIA have a monocyclic disease history, recovering after varying periods. A small percentage experience a polycyclic course, with over half having a prolonged disease course. Juvenile idiopathic arthritis (JIA) is the most prevalent rheumatic illness in children, affecting 1 to 4 out of every 1000. SJIA accounts for 10% to 20% of cases, with peak presentation between 1 and 5 years. Children of both genders and ethnic origins are equally affected.   == Signs and symptoms == Children with sJIA are frequently severely unwell when diagnosed. They often have lost weight and are tired, feverish, experiencing myalgia and arthralgia, as well as occasional chest and stomach pain. These characteristics may overshadow the arthritis in the early stages of the disease. The presence of fever at presentation is practically universal in those with sJIA. The distinctive fever pattern associated with sJIA is characterized by temperatures that surge above 39 °C once or twice a day and then quickly fall to normal or below baseline. More than 80% of patients have a salmon-colored macular or maculopapular rash that appears along with their fever. Urticarial rash is less prevalent. The eruption is usually limited to the trunk, neck, and proximal extremities, but it might spread more widely. Macules typically measure less than 5 mm in diameter, while bigger macules may be present with center fading. The degree of erythema varies in the same patient, however it is usually migratory and nonpruritic. The existence of arthritis must be validated before meeting the diagnostic criteria. Although arthralgias are often present at onset, arthritis may not be visible at first and can develop weeks, months, or even years later. Additionally, there is a wide range of joint involvement, from polyarticular patterns to oligoarticular patterns (four or fewer joints with arthritis). The wrists, knees, and ankles are the joints that are most frequently affected. Any joint, including the temporomandibular joints, cervical spine, hips, and tiny joints of the hands and feet, may be impacted. Myalgia and tenosynovitis are two other typical musculoskeletal symptoms. SJIA is characterized by splenic and lymph node enlargements, which can happen separately or simultaneously. Particularly prevalent locations for prominent symmetrical lymphadenopathy are the anterior cervical, axillary, and inguinal regions. The enlarged lymph nodes are usually firm, movable, and nontender. Splenomegaly, which affects less than 10% of individuals, typically manifests within the first few years of onset and can be severe. Pericardial involvement frequently occurs. In one study, 81% of children with active systemic symptoms had abnormal echocardiographic findings, and 36% of patients had an effusion or pericardial thickening. The majority of pericardial effusions don't cause any symptoms; they can only be identified by echocardiography and don't show any overt cardiomegaly or usual ECG abnormalities. The characteristic sign of acute pericarditis is chest pain, especially when laying supine and with or without dyspnea. The most frequent respiratory symptom, pleural effusions, can be associated with pericarditis. They are typically asymptomatic and only discovered by chance on chest radiography.   === Complications === Roughly one-third of kids with sJIA have occult macrophage activation syndrome (MAS), a potentially fatal illness. MAS, is a condition that causes T cells and macrophages to rapidly multiply and get activated, resulting in a \"cytokine storm.\" \"Nonclassic features\" in children with MAS can include a persistent fever instead of a sporadic one, a fixed rash, or both. In addition, myocarditis, renal failure, hepatic dysfunction, bleeding due to coagulopathy, and involvement of the central nervous system or respiratory system may be present, depending on the degree of MAS. Significant mortality and cardiopulmonary arrest are linked to MAS.   == Causes == It is mainly unknown what causes sJIA. There have been reports of seasonal fluctuations in the incidence of sJIA in some places but not in others. Although it has frequently been claimed that infectious organisms cause the condition to manifest, microbiologic and virologic analyses are unable to pinpoint a single agent as the cause. Since a negative septic screen is required for the diagnosis, sJIA is actually not an infectious disease by definition. There is evidence that suggests a genetic predisposition plays a role in the etiology of sJIA.   == Mechanism == Rather than being classified as a \"autoimmune\" disease, SJIA is thought to be an autoinflammatory condition. This is due to the lack of evidence linking any particular antigen-antibody dyad to the pathogenesis or etiology of sJIA.  Additionally, sJIA presents with fevers, rash, and multisystem involvement, just like other autoinflammatory illnesses. Autoimmune diseases are adaptive immune system disorders with autoantibodies, while autoinflammatory diseases are caused by innate immune system dysfunction. Several studies show that the innate immune system has a role in sJIA pathogenesis by producing pro-inflammatory cytokines such as interleukin-1, interleukin-6, interleukin-7, interleukin-8, interleukin-18, macrophage migration inhibitory factor, and tumor necrosis factor (TNF). Cytokines have a strong correlation with disease-related systemic characteristics. Elevated interleukin-6 levels are associated with anemia, thrombocytosis, osteoporosis, and delayed growth. Interleukin-1b also contributes significantly to disease etiology.   == Diagnosis == SJIA is diagnosed clinically and corroborated by typical test findings; it is a diagnosis of exclusion. Other causes of fever, such as infections, cancer, and other inflammatory/rheumatologic disorders such autoinflamatory syndromes, systemic lupus erythematosus, and Kawasaki disease, must be ruled out. When a child is suspected of having sJIA, they should always have a full evaluation for infection and cancer. This evaluation should include blood and urine cultures, imaging tests, and perhaps a bone marrow exam or lymph node biopsy to rule out leukemia or lymphoma. According to the most recent International League of Associations for Rheumatology (ILAR) criteria, a child must have arthritis, ≥2 weeks of daily fever that is documented as occurring on a daily basis for ≥3 days, and any one of the following symptoms in order to be classified as having sJIA: organomegaly, lymphadenopathy, serositis, or non-fixed/evanescent rash While there are typical patterns of laboratory abnormalities, such as elevated C-reactive protein levels, high erythrocyte sedimentation rates, neutrophilia, thrombocytosis, and microcytic anemia, there are no particular laboratory tests for sJIA.   == Treatment == Since the presentation and course of disease differ greatly from patient to patient, treatment must take into account the degree of involvement, the existence of systemic versus arthritic characteristics, and the presence or absence of MAS. Often, nonsteroidal anti-inflammatory medications can be administered safely to offer analgesic and antipyretic effects without changing the results of the first diagnostic assessment. Clinical trials have shown that anti-interleukin-6 drugs, such as tocilizumab, and anti-interleukin-1 medications, such as anakinra, canakinumab, or rilonacept, are highly successful in managing the disease's systemic symptoms.   == Outlook == Up to 40% of children with SJIA have a monocyclic disease history and recover entirely after a variable time. A small percentage of children experience a polycyclic course of the illness, which is marked by recurrent bouts of active illness interspersed with medication-free remission periods. Over half of the children with sJIA have a prolonged disease course, according to studies conducted over the previous 30 years.   == Epidemiology == According to estimates, juvenile idiopathic arthritis (JIA) affects 1 to 4 out of every 1000 children, making it the most prevalent rheumatic illness in children. With incidence rates ranging from 0.4 to 0.8 children per 100,000 children, sJIA accounts for 10% to 20% of JIA cases. The peak age of presentation is between 1 and 5 years of age. However, children might have symptoms throughout childhood and adolescence. In contrast to other JIA subtypes, children of both genders are equally afflicted. Children from all ethnic origins develop sJIA. Japan and India have reported a somewhat higher prevalence rate than the US or Canada.   == History == Still's disease is named after English physician Sir George Frederic Still (1861–1941). It was characterized by EG Bywaters in 1971.   == See also == Juvenile idiopathic arthritis Adult-onset Still's disease   == References ==   == Further reading == Cimaz, Rolando (2016). \"Systemic-onset juvenile idiopathic arthritis\". Autoimmunity Reviews. 15 (9): 931–934. doi:10.1016/j.autrev.2016.07.004. PMID 27392503. Mellins, Elizabeth D.; Macaubas, Claudia; Grom, Alexei A. (2011). \"Pathogenesis of systemic juvenile idiopathic arthritis: some answers, more questions\". Nature Reviews Rheumatology. 7 (7): 416–426. doi:10.1038/nrrheum.2011.68. ISSN 1759-4790. PMC 4180659. PMID 21647204.   == External links == \"Systemic Juvenile Idiopathic Arthritis\". Arthritis Foundation. \"Systemic Juvenile Idiopathic Arthritis (for Parents)\". Nemours KidsHealth."}