{"name": "Tachyarrhythmia", "category": "disease", "content": "Tachycardia, also called tachyarrhythmia, is a heart rate that exceeds the normal resting rate. In general, a resting heart rate over 100 beats per minute is accepted as tachycardia in adults. Heart rates above the resting rate may be normal (such as with exercise) or abnormal (such as with electrical problems within the heart).   == Complications == Tachycardia can lead to fainting. When the rate of blood flow becomes too rapid, or fast  blood flow passes on damaged endothelium, it  increases the friction within vessels resulting in turbulence and other disturbances. According to the Virchow's triad, this is one of the three conditions (along with hypercoagulability and endothelial injury/dysfunction) that can lead to thrombosis (i.e., blood clots within vessels).   == Causes == Some causes of tachycardia include:   == Diagnosis == The upper threshold of a normal human resting heart rate is based on age. Cutoff values for tachycardia in different age groups are fairly well standardized; typical cutoffs are listed below:  1–2 days: Tachycardia >159 beats per minute (bpm) 3–6 days: Tachycardia >166 bpm 1–3 weeks: Tachycardia >182 bpm 1–2 months: Tachycardia >179 bpm 3–5 months: Tachycardia >186 bpm 6–11 months: Tachycardia >169 bpm 1–2 years: Tachycardia >151 bpm 3–4 years: Tachycardia >137 bpm 5–7 years: Tachycardia >133 bpm 8–11 years: Tachycardia >130 bpm 12–15 years: Tachycardia >119 bpm >15 years – adult: Tachycardia >100 bpm Heart rate is considered in the context of the prevailing clinical picture. When the heart beats excessively or rapidly, the heart pumps less efficiently and provides less blood flow to the rest of the body, including the heart itself. The increased heart rate also leads to increased work and oxygen demand by the heart, which can lead to rate related ischemia.   === Differential diagnosis ===  An electrocardiogram (ECG) is used to classify the type of tachycardia. They may be classified into narrow and wide complex based on the QRS complex. Equal or less than 0.1s for narrow complex. Presented in order of most to least common, they are:  Narrow complex Sinus tachycardia, which originates from the sino-atrial (SA) node, near the base of the superior vena cava Atrial fibrillation Atrial flutter AV nodal reentrant tachycardia Accessory pathway mediated tachycardia Atrial tachycardia Multifocal atrial tachycardia Cardiac Tamponade Junctional tachycardia (rare in adults) Wide complex Ventricular tachycardia, any tachycardia that originates in the ventricles Any narrow complex tachycardia combined with a problem with the conduction system of the heart, often termed \"supraventricular tachycardia with aberrancy\" A narrow complex tachycardia with an accessory conduction pathway, often termed \"supraventricular tachycardia with pre-excitation\" (e.g. Wolff–Parkinson–White syndrome) Pacemaker-tracked or pacemaker-mediated tachycardia Tachycardias may be classified as either narrow complex tachycardias (supraventricular tachycardias) or wide complex tachycardias. Narrow and wide refer to the width of the QRS complex on the ECG. Narrow complex tachycardias tend to originate in the atria, while wide complex tachycardias tend to originate in the ventricles. Tachycardias can be further classified as either regular or irregular.   ==== Sinus ====  The body has several feedback mechanisms to maintain adequate blood flow and blood pressure.  If blood pressure decreases, the heart beats faster in an attempt to raise it. This is called reflex tachycardia. This can happen in response to a decrease in blood volume (through dehydration or bleeding), or an unexpected change in blood flow. The most common cause of the latter is orthostatic hypotension (also called postural hypotension).  Fever, hyperventilation, diarrhea and severe infections can also cause tachycardia, primarily due to increase in metabolic demands. Upon exertion, sinus tachycardia can also be seen in some inborn errors of metabolism that result in metabolic myopathies, such as McArdle's disease (GSD-V). Metabolic myopathies interfere with the muscle's ability to create energy. This energy shortage in muscle cells causes an inappropriate rapid heart rate in response to exercise. The heart tries to compensate for the energy shortage by increasing heart rate to maximize delivery of oxygen and other blood borne fuels to the muscle cells. \"In McArdle's, our heart rate tends to increase in what is called an 'inappropriate' response. That is, after the start of exercise it increases much more quickly than would be expected in someone unaffected by McArdle's.\" As skeletal muscle relies predominantly on glycogenolysis for the first few minutes as it transitions from rest to activity, as well as throughout high-intensity aerobic activity and all anaerobic activity, individuals with GSD-V experience during exercise: sinus tachycardia, tachypnea, muscle fatigue and pain, during the aforementioned activities and time frames. Those with GSD-V also experience \"second wind\", after approximately 6–10 minutes of light-moderate aerobic activity, such as walking without an incline, where the heart rate drops and symptoms of exercise intolerance improve. An increase in sympathetic nervous system stimulation causes the heart rate to increase, both by the direct action of sympathetic nerve fibers on the heart and by causing the endocrine system to release hormones such as epinephrine (adrenaline), which have a similar effect.  Increased sympathetic stimulation is usually due to physical or psychological stress.  This is the basis for the so-called fight-or-flight response, but such stimulation can also be induced by stimulants such as ephedrine, amphetamines or cocaine.  Certain endocrine disorders such as pheochromocytoma can also cause epinephrine release and can result in tachycardia independent of nervous system stimulation. Hyperthyroidism can also cause tachycardia. The upper limit of normal rate for sinus tachycardia is thought to be 220 bpm minus age.   ===== Inappropriate sinus tachycardia =====  Inappropriate sinus tachycardia (IST) is a diagnosis of exclusion, a rare but benign type of cardiac arrhythmia that may be caused by a structural abnormality in the sinus node. It can occur in seemingly healthy individuals with no history of cardiovascular disease.  Other causes may include autonomic nervous system deficits, autoimmune response, or drug interactions. Although symptoms might be distressing, treatment is not generally needed.   ==== Ventricular ====  Ventricular tachycardia (VT or V-tach) is a potentially life-threatening cardiac arrhythmia that originates in the ventricles. It is usually a regular, wide complex tachycardia with a rate between 120 and 250 beats per minute. A medically significant subvariant of ventricular tachycardia is called torsades de pointes (literally meaning \"twisting of the points\", due to its appearance on an EKG), which tends to result from a long QT interval. Both of these rhythms normally last for only a few seconds to minutes (paroxysmal tachycardia), but if VT persists it is extremely dangerous, often leading to ventricular fibrillation.   ==== Supraventricular ====  This is a type of tachycardia that originates from above the ventricles, such as the atria.  It is sometimes known as paroxysmal atrial tachycardia (PAT).  Several types of supraventricular tachycardia are known to exist.   ===== Atrial fibrillation ===== Atrial fibrillation is one of the most common cardiac arrhythmias. In general, it is an irregular, narrow complex rhythm. However, it may show wide QRS complexes on the ECG if a bundle branch block is present. At high rates, the QRS complex may also become wide due to the Ashman phenomenon. It may be difficult to determine the rhythm's regularity when the rate exceeds 150 beats per minute. Depending on the patient's health and other variables such as medications taken for rate control, atrial fibrillation may cause heart rates that span from 50 to 250 beats per minute (or even higher if an accessory pathway is present). However, new-onset atrial fibrillation tends to present with rates between 100 and 150 beats per minute.   ===== AV nodal reentrant tachycardia ===== AV nodal reentrant tachycardia (AVNRT) is the most common reentrant tachycardia. It is a regular narrow complex tachycardia that usually responds well to the Valsalva maneuver or the drug adenosine. However, unstable patients sometimes require synchronized cardioversion. Definitive care may include catheter ablation.   ===== AV reentrant tachycardia ===== AV reentrant tachycardia (AVRT) requires an accessory pathway for its maintenance. AVRT may involve orthodromic conduction (where the impulse travels down the AV node to the ventricles and back up to the atria through the accessory pathway) or antidromic conduction (which the impulse travels down the accessory pathway and back up to the atria through the AV node). Orthodromic conduction usually results in a narrow complex tachycardia, and antidromic conduction usually results in a wide complex tachycardia that often mimics ventricular tachycardia. Most antiarrhythmics are contraindicated in the emergency treatment of AVRT, because they may paradoxically increase conduction across the accessory pathway.    ===== Junctional tachycardia ===== Junctional tachycardia is an automatic tachycardia originating in the AV junction. It tends to be a regular, narrow complex tachycardia and may be a sign of digitalis toxicity.   == Management == The management of tachycardia depends on its type (wide complex versus narrow complex), whether or not the person is stable or unstable, and whether the instability is due to the tachycardia. Unstable means that either important organ functions are affected or cardiac arrest is about to occur. Stable means that there is a tachycardia, but it does not seem an immediate threat for the patient's health, but only a symptom of an unknown disease, or a reaction that is not very dangerous in that moment.   === Unstable === In those that are unstable with a narrow complex tachycardia, intravenous adenosine may be attempted. In all others, immediate cardioversion is recommended.   === Stable === If the problem is a simple acceleration of the heart rate that worries the patient, but the heart and the general patient's health remain stable enough, it is possible to correct it by a simple deceleration using some physical maneuvers called vagal maneuvers. But, if the cause of the tachycardia is chronic (permanent), it would return after some time, unless that cause is corrected. Besides, the patient should avoid receiving external effects that cause or increase tachycardia. The same measures than in unstable tachycardia can also be taken, with medications and the type of cardioversion that is appropriate for the patient's tachycardia.    == Terminology == The word tachycardia came to English from Neo-Latin as a neoclassical compound built  from the combining forms tachy- + -cardia, which are from the Greek ταχύς tachys, \"quick, rapid\" and καρδία, kardia, \"heart\". As a matter both of usage choices in the medical literature and of idiom in natural language, the words tachycardia and tachyarrhythmia are usually used interchangeably, or loosely enough that precise differentiation is not explicit. Some careful writers have tried to maintain a logical differentiation between them, which is reflected in major medical dictionaries and major general dictionaries. The distinction is that tachycardia be reserved for the rapid heart rate itself, regardless of cause, physiologic or pathologic (that is, from healthy response to exercise or from cardiac arrhythmia), and that tachyarrhythmia be reserved for the pathologic form (that is, an arrhythmia of the rapid rate type). This is why five of the previously referenced dictionaries do not enter cross-references indicating synonymy between their entries for the two words (as they do elsewhere whenever synonymy is meant), and it is why one of them explicitly specifies that the two words not be confused. But the prescription will probably never be successfully imposed on general usage, not only because much of the existing medical literature ignores it even when the words stand alone but also because the terms for specific types of arrhythmia (standard collocations of adjectives and noun) are deeply established idiomatically with the tachycardia version as the more commonly used version. Thus SVT is called supraventricular tachycardia more than twice as often as it is called supraventricular tachyarrhythmia; moreover, those two terms are always completely synonymous—in natural language there is no such term as \"healthy/physiologic supraventricular tachycardia\". The same themes are also true of AVRT and AVNRT. Thus this pair is an example of when a particular prescription (which may have been tenable 50 or 100 years earlier) can no longer be invariably enforced without violating idiom. But the power to differentiate in an idiomatic way is not lost, regardless, because when the specification of physiologic tachycardia is needed, that phrase aptly conveys it.   == See also == Metabolic myopathies Postural orthostatic tachycardia syndrome   == References ==   == External links =="}