{"name": "tacrolimus", "category": "drug", "content": "Tacrolimus, sold under the brand name Prograf among others, is an immunosuppressive drug. After allogenic organ transplant, the risk of organ rejection is moderate. To lower the risk of organ rejection, tacrolimus is given. The drug can also be sold as a topical medication in the treatment of T-cell-mediated diseases such as eczema and psoriasis. For example, it is prescribed for severe refractory uveitis after a bone marrow transplant, exacerbations of minimal change disease, Kimura's disease, and vitiligo. It can be used to treat dry eye syndrome in cats and dogs. Tacrolimus inhibits calcineurin, which is involved in the production of interleukin-2, a molecule that promotes the development and proliferation of T cells, as part of the body's learned (or adaptive) immune response. Chemically, it is a macrolide lactone that was first discovered in 1987, from the fermentation broth of a Japanese soil sample that contained the bacterium Streptomyces tsukubensis. It is on the World Health Organization's List of Essential Medicines. In 2021, it was the 296th most commonly prescribed medication in the United States, with more than 500,000 prescriptions.   == Medical uses ==   === Organ transplantation === It has similar immunosuppressive properties to ciclosporin, but is much more potent. Immunosuppression with tacrolimus was associated with a significantly lower rate of acute rejection compared with ciclosporin-based immunosuppression (30.7% vs 46.4%) in one study. Clinical outcome is better with tacrolimus than with ciclosporin during the first year of liver transplantation. Long-term outcome has not been improved to the same extent. Tacrolimus is normally prescribed as part of a post-transplant cocktail including steroids, mycophenolate, and IL-2 receptor inhibitors such as basiliximab. Dosages are titrated to target blood levels at specific times after medication administration.   === Skin ===  As an ointment, tacrolimus is used in the treatment of dermatitis (eczema), in particular atopic dermatitis, if topical corticosteroids and moisturisers fail in helping. It suppresses inflammation in a similar way to steroids, and is equally as effective as a mid-potency steroid.  An important advantage of tacrolimus is that, unlike steroids, it does not cause skin thinning (atrophy), or other steroid related side effects. It is applied on the active lesions until they heal off, but may also be used continuously in low doses (twice a week), and applied to the thinner skin over the face and eyelids. Clinical trials of up to one year have been conducted. Recently it has also been used to treat segmental vitiligo in children, especially in areas on the face.   === Eyes === Tacrolimus solution, as drops, is sometimes prescribed by veterinarians for keratoconjunctivitis, and other dry eye maladies, in the eyes of domestic cats, dogs, and horses.  It has been studied for use in human eyes.   == Contraindications and precautions == Contraindications and precautions include:  Hepatic disease Immunosuppression Infants Infection Neoplastic disease, such as: Skin cancer Lung cancer Oliguria Pregnancy QT interval prolongation Sunlight (UV) exposure Grapefruit juice   === Topical use === Occlusive dressing Known or suspected malignant lesions Netherton's syndrome or similar skin diseases Certain skin infections   == Side effects ==   === By mouth or intravenous use === Side effects can be severe and include infection, cardiac damage, hypertension, blurred vision, liver and kidney problems (tacrolimus nephrotoxicity), hyperkalemia, hypomagnesemia, hyperglycemia, diabetes mellitus, itching, lung damage (sirolimus also causes lung damage), and various neuropsychiatric problems such as loss of appetite, insomnia, posterior reversible encephalopathy syndrome, confusion, weakness, depression, vivid nightmares, cramps, neuropathy, seizures, tremors, and catatonia. In addition, it may potentially increase the severity of existing fungal or infectious conditions such as herpes zoster or polyoma viral infections.   ==== Carcinogenesis and mutagenesis ==== In people receiving immunosuppressants to reduce transplant graft rejection, an increased risk of malignancy (cancer) is a recognised complication. The most common cancers are non-Hodgkin's lymphoma and skin cancers. The risk appears to be related to the intensity and duration of treatment.   === Topical use === The most common adverse events associated with the use of topical tacrolimus ointments, especially if used over a wide area, include a burning or itching sensation on the initial applications, with increased sensitivity to sunlight and heat on the affected areas. Less common are flu-like symptoms, headache, cough, and burning eyes.   ==== Cancer risks ====  Tacrolimus and a related drug for eczema (pimecrolimus) were suspected of carrying a cancer risk, though the matter is still a subject of controversy. The FDA issued a health warning in March 2005 for the drug, based on animal models and a small number of patients. Until further human studies yield more conclusive results, the FDA recommends that users be advised of the potential risks. However, current practice by UK  dermatologists is not to consider this a significant real concern and they are increasingly recommending the use of these new drugs. A 2023 systematic review and meta-analysis published in The Lancet Child & Adolescent Health concluded with moderate-certainty evidence that the two drugs were not associated with any increased risk of cancer.   == Interactions == Also like cyclosporin, it has a wide range of interactions. Tacrolimus is primarily metabolised by the cytochrome P450 system of liver enzymes, and there are many substances that interact with this system and induce or inhibit the system's metabolic activity. Interactions include that with grapefruit which increases tacrolimus plasma concentrations. As infections are a major cause of morbidity and mortality in the post-transplant patient, the most commonly reported interactions include interactions with anti-microbial drugs. Macrolide antibiotics including erythromycin and clarithromycin, as well as several of the newer classes of antifungals, especially of the azole class (fluconazole, voriconazole), increase tacrolimus levels by competing for cytochrome enzymes.   == Pharmacology ==   === Mechanism of action ===  Tacrolimus is a macrolide calcineurin inhibitor. In T-cells, activation of the T-cell receptor normally increases intracellular calcium, which acts via calmodulin to activate calcineurin. Calcineurin then dephosphorylates the transcription factor nuclear factor of activated T-cells (NF-AT), which moves to the nucleus of the T-cell and increases the activity of genes coding for IL-2 and related cytokines. Tacrolimus prevents the dephosphorylation of NF-AT. In detail, tacrolimus reduces peptidylprolyl isomerase activity by binding to the immunophilin FKBP12 (FK506 binding protein), creating a new complex. This FKBP12–FK506 complex interacts with and inhibits calcineurin, thus inhibiting both T-lymphocyte signal transduction and IL-2 transcription. Although this activity is similar to that of cyclosporin, the incidence of acute rejection is reduced by tacrolimus use over cyclosporin use. Although short-term immunosuppression concerning patient and graft survival is found to be similar between the two drugs, tacrolimus results in a more favorable lipid profile, and this may have important long-term implications given the prognostic influence of rejection on graft survival.   === Pharmacokinetics === Oral tacrolimus is slowly absorbed in the gastrointestinal tract, with a total bioavailability of 20 to 25% (but with variations from 5 to 67%) and highest blood plasma concentrations (Cmax) reached after one to three hours. Taking the drug together with a meal, especially one rich in fat, slows down resorption and reduces bioavailability. In the blood, tacrolimus is mainly bound to erythrocytes; only 5% are found in the plasma, of which more than 98.8% are bound to plasma proteins. The substance is metabolized in the liver, mainly via CYP3A, and in the intestinal wall. All metabolites found in the circulation are inactive. Biological half-life varies widely and seems to be higher for healthy persons (43 hours on average) than for patients with liver transplants (12 hours) or kidney transplants (16 hours), due to differences in clearance. Tacrolimus is predominantly eliminated via the faeces in form of its metabolites. When applied locally on eczema, tacrolimus has little to no bioavailability.   === Pharmacogenetics === The predominant enzyme responsible for metabolism of tacrolimus is CYP3A5. Genetic variations within CYP3A5 that result in changes to the activity of the CYP3A5 protein can affect concentrations of tacrolimus within the body. In particular, individuals who are homozygous for the G allele at the single nucleotide polymorphism (SNP) rs776746 (also known as CYP3A5 *3/*3) have a non-functional CYP3A5 protein. The frequency of the G allele varies worldwide, from 4% in some African populations to 80–90% in Caucasian populations. Across a large number of studies, individuals homozygous for the G allele have been shown to have higher concentrations of tacrolimus and require lower doses of the drug, as compared to individuals who are not homozygous for the G allele. Achieving target concentrations of tacrolimus is important – if levels are too low, then there is a risk of transplant rejection, if levels are too high, there is a risk of drug toxicities. There is evidence to suggest that dosing patients based on rs776746 genotype can result in faster and more frequent achievement of target tacrolimus levels. However, there is a lack of consistent evidence as to whether dosing based on rs776746 genotype results in improved clinical outcomes (such as a decreased risk for transplant rejection or drug toxicities), likely because patients taking tacrolimus are subject to therapeutic drug monitoring. Studies have shown that genetic polymorphisms of genes other than CYP3A5, such as NR1I2 (encoding PXR), also significantly influence the pharmacokinetics of tacrolimus.   == History == Tacrolimus was discovered in 1987; it was among the first macrolide immunosuppressants discovered, preceded by the discovery of rapamycin (sirolimus) on Rapa Nui (Easter Island) in 1975. It is produced by a soil bacterium, Streptomyces tsukubensis. The name tacrolimus is derived from \"Tsukuba macrolide immunosuppressant\". The early development (investigational new drug phase) of tacrolimus, called at the time by the development code FK-506, happened in the next several years. A firsthand account of that process is given in Thomas Starzl's 1992 memoir. Tacrolimus was first approved by the US Food and Drug Administration (FDA) in 1994, for use in liver transplantation; the indications were extended to include kidney transplants. Generic versions of tacrolimus were approved in the US in 2017. Tacrolimus was approved for medical use in the European Union in 2002, for the treatment of moderate to severe atopic dermatitis. In 2007, the indications were expanded to include the prophylaxis of transplant rejection in adult kidney or liver allograft recipients and the treatment of allograft rejection resistant to treatment with other immunosuppressive medicinal products in adults. In 2009, the indications were expanded to include the prophylaxis of transplant rejection in adult and paediatric, kidney, liver or heart allograft recipients and the treatment of allograft rejection resistant to treatment with other immunosuppressive medicinal products in adults and children.   == Available forms == A branded version of the drug is owned by Astellas Pharma, and is sold under the brand name Prograf, given twice daily. A number of other manufacturers hold marketing authorisation for alternative brands of the twice-daily formulation. Once-daily formulations with marketing authorisation include Advagraf (Astellas Pharma) and Envarsus (marketed as Envarsus XR in US by Veloxis Pharmaceuticals and marketed in Europe by Chiesi). These formulations are intended to reduce pharmacokinetic variation in blood levels and facilitate compliance with dosing. The topical formulation is marketed by LEO Pharma under the name Protopic.   == Biosynthesis ==  The biosynthesis of tacrolimus is hybrid synthesis of both type 1 polyketide synthases (PKS 1) and nonribosomal peptide syntheses (NRPS). The research shows the hybrid synthesis consists of ten modules of type 1 polyketide synthase and one module of nonribosomal peptide synthase. The synthetic enzymes for tacrolimus are found in 19 gene clusters named fkb. The 19 genes are fkbQ, fkbN, fkbM, fkbD, fkbA, fkbP, fkbO, fkbB, fkbC, fkbL, fkbK, fkbJ, fkbI, fkbH, fkbG, allD, allR, allK and allA. There are several possible ways of biosynthesis of tacrolimus. The fundamental units for biosynthesis are following: one molecule of 4,5-dihydroxycyclohex-1-enecarboxylic acid (DHCHC) as a starter unit, four molecules of malonyl-CoA, five molecules of methylmalonyl-CoA, one molecule of allylmalonyl-CoA as elongation units. However, two molecules of malonyl-CoA are able to be replaced by two molecules of methoxymalonyl CoA. Once two malonyl-CoA molecules are replaced, post-synthase tailoring steps are no longer required where two methoxymalonyl CoA molecules are substituted. The biosynthesis of methoxymalonyl CoA to Acyl Carrier protein is proceeded by five enzymes (fkbG, fkbH, fkbI, fkbJ, and fkbK). Allylmalonyl-CoA is also able to be replaced by propionylmalonyl-CoA. The starter unit, DHCHC from the chorismic acid is formed by fkbO enzyme and loaded onto CoA-ligase domain (CoL). Then, it proceeds to NADPH dependent reduction(ER). Three enzymes, fkbA,B,C enforce processes from the loading module to the module 10, the last step of PKS 1. fkbB enzyme is responsible of allylmalonyl-CoA synthesis or possibly propionylmalonyl-CoA at C21, which it is an unusual step of general PKS 1. As mentioned, if two methoxymalonyl CoA molecules are substituted for two malonyl-CoA molecules, they will take place in module 7 and 8 (C13 and C15), and fkbA enzyme will enforce this process. After the last step (module 10) of PKS 1, one molecule of L-pipecolic acid formed from L-lysine and catalyzed through fkbL enzyme synthesizes with the molecule from the module 10. The process of L-pipecolic acid synthesis is NRPS enforced by fkbP enzyme. After synthesizing the entire subunits, the molecule is cyclized. After the cyclization, the pre-tacrolimus molecule goes through the post-synthase tailoring steps such as oxidation and S-adenosyl methionine. Particularly fkbM enzyme is responsible of alcohol methylation targeting the alcohol of DHCHC starter unit (Carbon number 31 depicted in brown), and fkbD enzyme is responsible of C9 (depicted in green). After these tailoring steps, the tacrolimus molecule becomes biologically active.   == Research ==   === Lupus nephritis === Tacrolimus has been shown to reduce the risk of serious infections while also increasing remission of kidney function in lupus nephritis.   === Ulcerative colitis === Tacrolimus has been used to suppress the inflammation associated with ulcerative colitis (UC), a form of inflammatory bowel disease. Although almost exclusively used in trial cases only, tacrolimus has shown to be significantly effective in the suppression of flares of UC. A 2022 updated Cochrane systematic review found that tacrolimus may be superior to placebo in achieving remission and improvement in UC.   == References ==   == Further reading ==   == External links == \"Tacrolimus Injection\". MedlinePlus. \"Tacrolimus Topical\". MedlinePlus. Tacrolimus at the U.S. National Library of Medicine Medical Subject Headings (MeSH) \"FDA Approves New Use of Transplant Drug Based on Real-World Evidence\". U.S. Food and Drug Administration (FDA). 30 September 2021."}