{"name": "tafasitamab", "category": "drug", "content": "Tafasitamab, sold under the brand name Monjuvi, is a medication used in combination with lenalidomide for the treatment of adults with relapsed or refractory diffuse large B-cell lymphoma (DLBCL). Tafasitamab may cause serious side effects including infusion related reactions, bone marrow suppression, infections, and harm to an unborn baby. The most common side effects of tafasitamab are low blood cell counts, fatigue, diarrhea, cough, fever, limb swelling, upper respiratory infection, and decreased appetite. Tafasitamab is a humanized Fc-modified cytolytic CD19 antibody. Tafasitamab was approved for medical use in the United States in July 2020, and in the European Union in August 2021. The U.S. Food and Drug Administration (FDA) considers it to be a first-in-class medication.   == Medical uses == Tafasitamab, in combination with lenalidomide, is indicated for the treatment of adults with relapsed or refractory diffuse large B-cell lymphoma (DLBCL). In the EU, minjuvi is indicated in combination with lenalidomide followed by tafasitamab monotherapy for the treatment of adults with relapsed or refractory diffuse large B-cell lymphoma who are not eligible for autologous stem cell transplant.   == History == The FDA approved tafasitamab based primarily on evidence from one clinical trial (NCT02399085) of 81 participants 42 to 86 years old. Participants in the trial had lymphoma that relapsed or did not improve after prior treatments. The trial was conducted at 35 sites in the United States and Europe. At first, participants received tafasitamab in combination with lenalidomide and later tafasitamab alone following a specific schedule during each 28-day treatment cycle. Treatment continued until disease progression or unacceptable side effects. Both participants and health care providers knew which treatment had been given. The benefit of tafasitamab was evaluated by measuring how many participants had a complete or partial tumor shrinkage and how long that response lasted (called best overall response rate).   == Society and culture ==   === Names === Tafasitamab is the international nonproprietary name (INN).   == References ==   == External links == Clinical trial number NCT02399085 for \"A Study to Evaluate the Safety and Efficacy of Lenalidomide With MOR00208 in Patients With R-R DLBCL (L-MIND)\" at ClinicalTrials.gov"}