{"name": "tafamidis", "category": "drug", "content": "Tafamidis, sold under the brand names Vyndaqel and Vyndamax, is a medication used to delay disease progression in adults with certain forms of transthyretin amyloidosis. It can be used to treat both hereditary forms, familial amyloid cardiomyopathy and familial amyloid polyneuropathy, as well as wild-type transthyretin amyloidosis, which formerly was called senile systemic amyloidosis. It works by stabilizing the quaternary structure of the protein transthyretin. In people with transthyretin amyloidosis, transthyretin falls apart and forms clumps called (amyloid) that harm tissues including nerves and the heart. The US Food and Drug Administration considers tafamidis to be a first-in-class medication.   == Medical use == Tafamidis is used to delay nerve damage in adults who have transthyretin amyloidosis with polyneuropathy, or heart disease in adults who have transthyretin amyloidosis with cardiomyopathy.  It is taken by mouth. Women should not get pregnant while taking it and should not breastfeed while taking it. People with familial amyloid polyneuropathy who have received a liver transplant should not take it. An alternative treatment is acoramidis.   == Adverse effects == More than 10% of people in clinical trials had one or more of urinary tract infections, vaginal infections, upper abdominal pain, or diarrhea.   == Interactions == Tafamidis does not appear to interact with cytochrome P450 but it inhibits ATP-binding cassette super-family G member 2, so is likely to affect the levels of certain drugs including methotrexate, rosuvastatin, and imatinib.  It also inhibits organic anion transporter 1 and organic anion transporter 3/solute carrier family 22 member 8 so is likely to interact with non-steroidal anti-inflammatory agents and other drugs that rely on those transporters.   == Pharmacology == Tafamidis is a pharmacological chaperone that stabilizes the correctly folded tetrameric form of the transthyretin protein by binding in one of the two thyroxine-binding sites of the tetramer.  In people with familial amyloid polyneuropathy, the individual monomers fall away from the tetramer, misfold, and aggregate; the aggregates harm nerves. The maximum plasma concentration is achieved around two hours after dosing; in plasma it is almost completely bound to proteins. Based on preclinical data, it appears to be metabolized by glucuronidation and excreted via bile; in humans, around 59% of a dose is recovered in feces, and approximately 22% in urine.   == Chemistry == The chemical name of tafamidis is 2-(3,5-dichlorophenyl)-1,3-benzoxazole-6-carboxylic acid.  The molecule has two crystalline forms and one amorphous form; it is manufactured in one of the possible crystalline forms.   It is marketed as a meglumine salt.  It is slightly soluble in water.   == History == The laboratory of Jeffery W. Kelly at The Scripps Research Institute began looking for ways to inhibit transthyretin fibril formation in the 1990s.: 210   Tafamidis was eventually discovered by Kelly's team using a structure-based drug design strategy; the chemical structure was first published in 2003.  In 2003, Kelly co-founded a company called FoldRx with Susan Lindquist of the Massachusetts Institute of Technology and the Whitehead Institute, and FoldRx developed tafamidis up through submitting an application for marketing approval in Europe in early 2010. FoldRx was acquired by Pfizer later that year. Tafamidis was approved by the European Medicines Agency in November 2011, to delay peripheral nerve impairment in adults with transthyretin-related hereditary amyloidosis.  The U.S. Food and Drug Administration rejected the application for marketing approval in 2012, on the basis that the clinical trial did not show efficacy based on a functional endpoint, and requested further clinical trials. In May 2019, the FDA approved two tafamidis preparations, Vyndaqel (tafamidis meglumine) and Vyndamax (tafamidis), for the treatment of transthyretin-mediated cardiomyopathy. The drug was approved in Japan in 2013; regulators there made the approval dependent on further clinical trials showing better evidence of efficacy. The FDA approved tafamidis meglumine based primarily on evidence from a clinical trial of 441 adult patients conducted at 60 sites in Belgium, Brazil, Canada, Czech Republic, Spain, France, Greece, Italy, Japan, Netherlands, Sweden, Great Britain, and the United States.  There was one trial that evaluated the benefits and side effects of tafamidis for the treatment of transthyretin amyloidosis with cardiomyopathy, in which patients were randomly assigned to receive either tafamidis (either 20 or 80 mg) or placebo for 30 months. About 90% of patients in the trial were taking other drugs for heart failure (consistent with the standard of care). The European Medicines Agency designated tafamidis an orphan medicine and the Food and Drug Administration also designated tafamidis meglumine as an orphan drug.   == Society and culture ==   === Legal status === Tafamidis was approved in the European Union in 2011 for the treatment of transthyretin amyloidosis with polyneuropathy, and in Japan in 2013. In the United States, it was rejected for the treatment of transthyretin amyloidosis with polyneuropathy because the Food and Drug Administration saw insufficient evidence for its efficacy. Tafamidis can also be used to treat transthyretin amyloidosis with cardiomyopathy. It was approved for the treatment of this form of the disease in the United States in 2019 and in the European Union in 2020. In the United States, there are two approved preparations: tafamidis meglumine (Vyndaqel) and tafamidis (Vyndamax). The two preparations have the same active moiety, tafamidis, but they are not substitutable on a milligram to milligram basis. Tafamidis (Vyndamax) and tafamidis meglumine (Vyndaqel) were approved for medical use in Australia in March 2020. Tafamidis is available in a total of 64 countries.    == References ==   == Further reading =="}