{"name": "tafenoquine", "category": "drug", "content": "Tafenoquine, sold under the brand name Krintafel among others, is a medication used to prevent and to treat malaria. With respect to acute malaria, it is used together with other medications to prevent relapse by Plasmodium vivax. It may be used to prevent all types of malaria. It is taken by mouth. Common side effects include vomiting, headache, and dizziness. Other side effects may include methemoglobinemia, trouble sleeping, and anaphylaxis. In people with G6PD deficiency, red blood cell breakdown may occur. Use in pregnancy is not recommended. Tafenoquine is in the 8-aminoquinoline family of medications. The mechanism of action is unclear but it is effective both in the liver and bloodstream. A possible mechanism of action and other novel perspectives have been published. Tafenoquine was approved for medical use in Australia and in the United States in 2018. Tafenoquine is related to primaquine.   == Medical use ==   === Prevention === Tafenoquine may be used to prevent all types of malaria. For this use 200 mg 3 days before travel then 200 mg per week until one week after travel is recommended.   === Treatment === Tafenoquine is used for eliminating the hypnozoite stage of Plasmodium vivax and Plasmodium ovale that is responsible for relapse of these malarial infections, even when the blood stages are successfully cleared. Primaquine for 14 days can also be used for this. The advantage of tafenoquine is that it has a long half-life (2–3 weeks) and therefore a single treatment is sufficient. For this use, a single dose of 300 mg is recommended. It is used with another medication, such as chloroquine, that kills the parasites in the bloodstream. There is a need to determine whether or not tafenoquine kills the numerous, non-circulating asexual P. vivax parasites that are now known to occur in the spleen, bone marrow, and possibly elsewhere in chronic infections.   == Chemistry == Tafenoquine contains a stereocenter and consists of two enantiomers. This is a mixture of (R) - and the (S) - Form:   == History == Tafenoquine was approved for medical use in Australia and in the United States in 2018. Tafenoquine was given an orphan drug designation and was granted breakthrough therapy status in 2013 in the United States.   == Society and culture == One version is made by GlaxoSmithKline. While another is made by 60 Degrees Pharmaceutical.   === Names === Etaquine was a generic name proposed by WRAIR, and subsequently rejected by CDER. Trade names  Kozenis (Australia) Kodatef (Australia) Arakoda (USA), Krintafel (USA)   == References ==   == External links == \"Tafenoquine\". Drug Information Portal. U.S. National Library of Medicine."}