{"name": "tafluprost", "category": "drug", "content": "Tafluprost (trade names Taflotan by Santen Pharmaceutical, Zioptan by Merck in the US and Saflutan by Mundipharma in Australia) is a prostaglandin analogue. It is used topically (as eye drops) to control the progression of open-angle glaucoma and in the management of ocular hypertension, alone or in combination with other medication. It reduces intraocular pressure by increasing the outflow of aqueous fluid from the eyes.   == Adverse effects == The most common side effect is conjunctival hyperemia, which occurs in 4 to 20% of patients. Less common side effects include stinging of the eyes, headache, and respiratory infections. Rare side effects are dyspnoea (breathing difficulties), worsening of asthma, and macular oedema.   == Interactions == Nonsteroidal anti-inflammatory drugs (NSAIDs) can either reduce or increase the effect of tafluprost. Timolol eye drops, a common kind of glaucoma medication, does not negatively interact with this drug. No interactions with systemic (for example, oral) drugs are expected because tafluprost does not reach relevant concentrations in the bloodstream.   == Pharmacology ==   === Mechanism of action === Tafluprost is a prodrug of the active substance, tafluprost acid, a structural and functional analogue of prostaglandin F2α (PGF2α). Tafluprost acid is a selective agonist at the prostaglandin F receptor, increasing outflow of aqueous fluid from the eyes and thus lowering intraocular pressure. Other PGF2α analogues with the same mechanism include latanoprost and travoprost.   === Pharmacokinetics === Tafluprost, as a lipophilic ester, easily penetrates the cornea and is then activated to the carboxylic acid, tafluprost acid. Onset of action is 2 to 4 hours after application, the maximal effect is reached after 12 hours, and ocular pressure remains lowered for at least 24 hours. Tafluprost acid is inactivated by beta oxidation to 1,2-dinortafluprost acid, 1,2,3,4-tetranortafluprost acid, and its lactone, which are subsequently glucuronidated or hydroxylated. The cytochrome P450 liver enzymes play no role in the metabolism. An analogous pathway (at least up to the tetranor-metabolites) has been found for latanoprost and travoprost.   == References =="}