{"name": "tamsulosin", "category": "drug", "content": "Tamsulosin, sold under the brand name Flomax among others, is a medication used to treat symptomatic benign prostatic hyperplasia (BPH) and chronic prostatitis and to help with the passage of kidney stones. The evidence for benefit with a kidney stone is better when the stone is larger. Tamsulosin is taken by mouth. Common side effects include dizziness, headache, sleeplessness, nausea, blurry vision, and sexual problems. Other side effects may include feeling lightheaded with standing due to changes in blood pressure, and angioedema. Tamsulosin is an alpha blocker and works by relaxing muscles in the prostate. Specifically it is an α1 adrenergic receptor blocker. Tamsulosin was approved for medical use in the United States in 1997. It is available as a generic medication. In 2022, it was the twentieth most commonly prescribed medication in the United States, with more than 25 million prescriptions.   == Medical uses ==  Tamsulosin is primarily used for benign prostatic hyperplasia (BPH) and to help with the passage of kidney stones. Tamsulosin, however, appears to be effective only for stones over 4 mm and less than 10 mm in size. Tamsulosin is also used as an add-on treatment for acute urinary retention. People may void more successfully after catheter removal if they are taking tamsulosin. People taking tamsulosin also are less likely to need recatheterization. Tamsulosin does not decrease the overall size of the prostate in men with BPH, and is not recommended for prevention of prostate cancer.   === Combination therapy === The results of the CombAT (combination of dutasteride (Avodart) and tamsulosin, under the brand name Duodart) trial in 2008 demonstrated that treatment with the combination of dutasteride and tamsulosin provides greater symptom benefits compared to monotherapy with either agent alone for treatment of benign prostatic hyperplasia. The CombAT trial became the medication Jalyn.  It was approved by the FDA on 14 June 2010.  This combination can be useful because it may take up to six months for symptomatic relief to be found when using 5-alpha-reductase inhibitors such as dutasteride compared to alpha-1 receptor blockers, which can provide relief in some cases within 48 hours.   == Adverse effects == Eyes: People taking tamsulosin are prone to a complication known as floppy iris syndrome during cataract surgery. Adverse outcomes of the surgery are greatly reduced by the surgeon's prior knowledge of the person's history with this drug, and thus having the option of alternative techniques. Severe hypotension. Persons with cardiac conditions including hypotension, mechanical heart failure (valvular, pulmonary embolism, pericarditis), and congestive heart failure should be monitored carefully while taking tamsulosin. Alpha blockers, including prazosin, terazosin, doxazosin, or tamsulosin, do not appear to affect all-cause mortality in heart failure rehospitalization in those also receiving β-blockers. Tamsulosin can also cause retrograde ejaculation, which occurs when semen is redirected to the urinary bladder instead of being ejaculated normally. This is because tamsulosin relaxes the muscles of the urethral sphincters, which are normally closed during ejaculation.   == Mechanism ==  Tamsulosin is a selective α1 receptor antagonist that has preferential selectivity for the α1A receptor in the prostate versus the α1B receptor in the blood vessels. When alpha 1 receptors in the bladder neck, prostate, ureter, and urethra are blocked, a relaxation in smooth muscle tissue results. This mechanism decreases resistance to urinary flow, reduces discomfort associated with BPH, and facilitates passage of kidney stones.     == Brand names == Tamsulosin was first marketed in 1996 under the trade name Flomax. The U.S. patent expired in October 2009. The U.S. Food and Drug Administration (FDA) approved generics in March 2010. In 2010, tamsulosin was available as OTC medication in UK. It is marketed by various companies under licence, including Boehringer Ingelheim and CSL. Tamsulosin hydrochloride extended-release capsules are marketed under the trade names Urimax 0.4 (India),Tamlocept 0.4 (India), Flomax, Flomaxtra, Contiflo XL, bestflo, Mecir LP (France), Urimax, Pamsvax, and Pradif, although generic, unmodified-release capsules are still approved and marketed in many countries (such as Canada). Generic extended-release tablets are marketed in most countries of the EEA. In Mexico, it is marketed as Secotex and as Harnal D in Japan and Indonesia and as Harnal OCAS (oral controlled absorption system) in Thailand. In Egypt, Italy, Russia and Iceland, it is marketed under the trade name Omnic by Astellas Pharma Europe. The largest manufacturer of tamsulosin is Synthon BV (the Netherlands). Tamsulosin hydrochloride is marketed in Bangladesh under the trade names Uromax, Prostanil MR, Tamisol MR, and Tamsin.   == References =="}