{"name": "tandospirone", "category": "drug", "content": "Tandospirone, sold under the brand name Sediel, is an anxiolytic and antidepressant medication used in Japan and China, where it is marketed by Dainippon Sumitomo Pharma. It is a member of the azapirone class of drugs and is closely related to other azapirones like buspirone and gepirone. Tandospirone was introduced for medical use in Japan in 1996 and in China in 2004.   == Medical uses ==   === Anxiety and depression === Tandospirone is most commonly used as a treatment for anxiety and depressive disorders, such as generalised anxiety disorder and dysthymia respectively. For both indications it usually takes a couple of weeks for therapeutic effects to begin to be seen, although at higher doses more rapid anxiolytic responses have been seen. It has also been used successfully as a treatment for bruxism.   === Augmentation for depression === Tandospirone can be used as an effective augmentation, especially when coupled with fluoxetine or clomipramine.   === Other uses === Tandospirone has been tried successfully as an adjunctive treatment for cognitive symptoms in schizophrenic individuals.   == Side effects == Common adverse effects include:  Dizziness Drowsiness Insomnia Headache Gastrointestinal disorders Dry mouth Negative influence on explicit memory function Nausea Adverse effects with unknown frequency include:  Hypotension (low blood pressure) Dysphoria Tachycardia Malaise Psychomotor impairment It is not believed to be addictive but is known to produce mild withdrawal effects (e.g., anorexia) after abrupt discontinuation.   == Pharmacology ==   === Pharmacodynamics === Tandospirone acts as a potent and selective 5-HT1A receptor partial agonist, with a Ki affinity value of 27 ± 5 nM and approximately 55 to 85% intrinsic activity. It has relatively weak affinity for the 5-HT2A (1,300 ± 200), 5-HT2C (2,600 ± 60), α1-adrenergic (1,600 ± 80), α2-adrenergic (1,900 ± 400), D1 (41,000 ± 10,000), and D2 (1,700 ± 300) receptors, and is essentially inactive at the 5-HT1B, 5-HT1D, β-adrenergic, and muscarinic acetylcholine receptors, serotonin transporter, and benzodiazepine allosteric site of the GABAA receptor (all of which are > 100,000). There is evidence of tandospirone having low but significant antagonistic activity at the α2-adrenergic receptor through its active metabolite 1-(2-pyrimidinyl)piperazine (1-PP).   == Chemistry ==   === Synthesis === The Noreximide [6319-06-8] precursor also has dual uses to make Taglutimide & Tripamide & Lurasidone.  The catalytic hydrogenation of cis-5-Norbornene-exo-2,3-dicarboxylic anhydride [129-64-6] (1) gives Norbornane-2exo,3exo-dicarboxylic Acid-anhydride [14166-28-0] (2). Reaction with aqueous ammonia leads to Exo-2,3-norbornanedicarboximide [14805-29-9] (3). Alkylation with 1,4-dibromobutane [110-52-1] (4) gives CID:10661911 (5). Alkylation of the remaining halogen with 2-(1-Piperazinyl)Pyrimidine [20980-22-7] (6) completed the synthesis of Tandospirone (7).   == History == Tandospirone was introduced in Japan for the treatment of anxiety disorders in 1996. It was subsequently also introduced in China in 2004.   == Society and culture ==   === Name === Tandospirone is also known as metanopirone and by the developmental code name SM-3997. It is marketed in Japan under the brand name Sediel.   == References =="}