{"name": "tapentadol", "category": "drug", "content": "Tapentadol, brand names Nucynta among others, is a centrally acting opioid analgesic of the benzenoid class with a dual mode of action as an agonist of the μ-opioid receptor and as a norepinephrine reuptake inhibitor (NRI). Analgesia occurs within 32 minutes of oral administration, and lasts for 4–6 hours. It is similar to tramadol in its dual mechanism of action; namely, its ability to activate the μ-opioid receptor and inhibit the reuptake of norepinephrine. Unlike tramadol, it has only weak effects on the reuptake of serotonin and is a significantly more potent opioid with no known active metabolites. Tapentadol is not a pro-drug and therefore does not rely on metabolism to produce its therapeutic effects; this makes it a useful moderate-potency analgesic option for patients who do not respond adequately to more commonly used opioids due to genetic disposition (poor metabolizers of CYP3A4 and CYP2D6), as well as providing a more consistent dosage-response range among the patient population. The potency of tapentadol is somewhere between that of tramadol and morphine, with an analgesic efficacy comparable to that of oxycodone despite a lower incidence of side effects. It is generally regarded as a moderately strong opioid. The CDC Opioid Guidelines Calculator estimates a conversation rate of 50mg of tapentadol equaling 10 mg of oral oxycodone in terms of opioid receptor activation. Tapentadol was approved by the US FDA in November 2008, by the TGA of Australia in December 2010 and by the MHRA of the UK in February 2011. In India, Central Drug Standard Control Organisation (CDSCO) approved tapentadol immediate-release (IR) preparations (50, 75 and 100 mg) for moderate to severe acute pain and extended-release (ER) preparations (50,100,150 and 200 mg) for severe acute pain in April 2011 and December 2013 respectively.   == Medical use == Tapentadol is used for the treatment of moderate to severe pain for both acute (following injury, surgery, etc.) and chronic musculoskeletal pain. It is also specifically indicated for controlling the pain of diabetic neuropathy when around-the-clock opioid medication is required. Extended-release formulations of tapentadol are not indicated for use in the management of acute pain. Tapentadol is Pregnancy Category C. There are no adequate and well-controlled studies of tapentadol in pregnant women, and tapentadol is not recommended for use in women during and immediately prior to labor and delivery. There are no adequate and well-controlled studies of tapentadol in children.   == Contraindications == Tapentadol is contraindicated in people with epilepsy or who are otherwise prone to seizures. It raises intracranial pressure so should not be used in people with head injuries, brain tumors, or other conditions which increase intracranial pressure. It increases the risk of respiratory depression so should not be used in people with asthma. As with other μ-opioid agonists, tapentadol may cause spasms of the sphincter of Oddi, and is therefore discouraged for use in patients with biliary tract disease such as both acute and chronic pancreatitis. People who are rapid or ultra rapid metabolizers for the CYP2C9, CYP2C19, and CYP2D6 enzymes may not respond adequately to tapentadol therapy. Due to reduced clearance, tapentadol should be administered with caution to people with moderate liver disease and not at all in people with severe liver disease.   == Adverse effects == The most commonly reported side effects of tapentadol therapy in clinical trials were nausea, vomiting, dizziness, sleepiness, itchiness, dry mouth, headache, and fatigue. According to the World Health Organization there is little evidence to judge the abuse potential of tapentadol. Although early pre-clinical animal trials suggested that tapentadol has a reduced abuse liability compared to other opioid analgesics the US DEA placed tapentadol into Schedule II, the same category as stronger opioids more commonly used recreationally, such as morphine, oxycodone, and fentanyl. Tapentadol has been demonstrated to reduce the seizure threshold in patients. Tapentadol should be used cautiously in patients with a history of seizures, and in patients who are also taking one or more other drugs which have also been demonstrated to reduce the seizure threshold. Patients at high risk include those using other serotogenic and adrenergic medications, as well as patients with head trauma, metabolic disorders, and those in alcohol and/or drug withdrawals. Tapentadol has been demonstrated to potentially produce hypotension (low blood pressure), and should be used with caution in patients with low blood pressure, and patients who are taking one or more other medications which are also known to reduce blood pressure.   == Interactions == Combination with SSRIs, SNRIs, SRAs, and serotonin receptor agonists may lead to potentially lethal serotonin syndrome. Combination with MAOIs may also result in an adrenergic storm. Use of tapentadol with alcohol or other sedatives such as benzodiazepines, barbiturates, nonbenzodiazepines, phenothiazines, and other opiates may result in increased impairment, sedation, respiratory depression, and death. Tapentadol is partially metabolized by the hepatic enzymes CYP2C9, CYP2C19, and CYP2D6 so it innately has interactions with drugs that enhance or repress the activity/expression of one or more of these enzymes, as well as with substrates of these enzymes (due to competition for the enzyme); some enzyme mediators/substrates require dosing adjustments to one or both medications. The combination of tapentadol and alcohol may result in increased plasma concentrations of tapentadol and produce respiratory depression to a degree greater than the sum of the two drugs when administered separately; patients should be cautioned against alcohol consumption when taking tapentadol as the combination may be fatal. Tapentadol should be used with caution in patients who are taking one or more anticholinergic drugs, as this combination may result in urine retention (which can result in serious renal damage and is considered a medical emergency).   == Pharmacology == Tapentadol is a high affinity agonist of the μ-opioid receptor and also it is a norepinephrine reuptake inhibitor (NRI). Drugs that bind to MOR with high affinity have similar abuse potential to drugs like morphine, oxycodone and hydromorphone. Receptor binding studies show that tapentadol has higher affinity for MOR than for kappa and delta opioid receptors. In receptor binding studies on cloned human MOR labeled with titrated naloxone, tapentadol showed affinity with a Ki of 60 nM. It showed strong agonist activity comparable to morphine in stimulating MOR opioid receptor mediated G-protein activation using agonist stimulated [35S]GTPyS binding in cells expressing the cloned human MOR. In addition to its opioid activity, it also inhibits the reuptake of norepinephrine with Ki of 480 nM and it also has weak inhibitory activity on serotonin reuptake of rat’s brain synaptosomes.  Analgesia occurs within 32 minutes after oral administration, and lasts for 4–6 hours. It is 18 times less potent than morphine in terms of binding to human μ-opioid receptors in in vitro research on human tissue. In vivo, only 32% of an oral dose of tapentadol will survive first pass metabolism and proceed to the bloodstream to produce its effects on the central and peripheral nervous systems of the patient. It is similar to tramadol in its dual mechanism of action but unlike tramadol, it has much weaker effects on the reuptake of serotonin and is a significantly more potent opioid (around 2-3 times stronger) with no known active metabolites. Commercial preparations contain only the (R,R) stereoisomer, which is the weakest isomer in terms of opioid activity. The free base conversion ratio for salts includes 0.86 for the hydrochloride. The peak plasma concentration (Cmax; amount of active drug in the bloodstream) when taken after eating is increased by 8% and 18% for tapentadol IR and ER preparations, respectively. This difference is not clinically significant, tapentadol may therefore be administered orally with or without food as circumstances allow, and the patient will generally not notice any change in the efficacy and/or duration of analgesic effects if the drug is not consistently administered in fasting or fed states (patients will receive the same benefits from their dose regardless of what and when they last ate). The plasma concentration of tapentadol differs to a relevant degree based on the administered dose, with the highest tested dose (250 mg) resulting in a higher Cmax than would be expected via the dose-proportionate plasma concentration expectations. Increased doses of tapentadol should be anticipated to be slightly stronger than predicted by linear functions of the previous dose-response relation.   == History ==  Tapentadol was invented at the German pharmaceutical company Grünenthal in the late 1980s led by Helmut Buschmann; the team started by analyzing the chemistry and activity of tramadol, which had been invented at the same company in 1962.: 302  Tramadol has several enantiomers, and each forms metabolites after processing in the liver. These tramadol variants have varying activities at the μ-opioid receptor, the norepinephrine transporter, and the serotonin transporter, and differing half-lives, with the metabolites having the best activity. Using tramadol as a starting point, the team aimed to discover a single molecule that minimized the serotonin activity, had strong μ-opioid receptor agonism and strong norepinephrine reuptake inhibition, and would not require metabolism to be active; the result was tapentadol.: 301–302  In 2003 Grünenthal partnered with two Johnson & Johnson subsidiaries, Johnson & Johnson Pharmaceutical Research and Development and Ortho-McNeil Pharmaceutical to develop and market tapentadol; Johnson & Johnson had exclusive rights to sell the drug in the US, Canada, and Japan while Grünenthal retained rights elsewhere.: 143  In 2008 tapentadol received FDA approval; in 2009 it was classified by DEA as a Schedule II drug, and entered the US market.: 143  Tapentadol was reported to be the \"first new molecular entity of oral centrally acting analgesics\" class approved in the United States in more than 25 years. In 2010 Grünenthal granted Johnson & Johnson the right to market tapentadol in about 80 additional countries. Later that year, tapentadol was approved in Europe. In 2011, Nucynta ER, an extended release formulation of tapentadol, was released in the United States for management of moderate to severe chronic pain and received FDA approval the following year for the treatment of neuropathic pain associated with diabetic peripheral neuropathy. After annual sales of $166 million, in January 2015, Johnson & Johnson sold its rights to market tapentadol in the US to Depomed for $1 billion. The drug was manufactured at a plant located on the island of Puerto Rico that was hit by Hurricane Maria in 2017 causing a major shortage in the drug's availability. In January 2018 Depomed sold off the manufacturing of the drug and licensed it to Collegium Pharmaceutical for $10 million up front with an annual royalty payment of a minimum $135 million for the next 4 years. This combination of events has caused additional short supply of the drug leaving patients who depend on it to seek alternative treatments.   == Abuse and controls ==  There have been calls for Tapentadol to be only marketed in countries where appropriate controls exist, but after performing a critical review, the United Nations Expert Committee on Drug Dependence in 2014 advised that tapentadol not be placed under international control but remain under surveillance. CSS recognizes that tapentadol is released as an IR formula, in the past there was no requirement of a medication guide for immediate release opioids. But tapentadol exhibits some distinctive properties that makes it highly abusable. According to them : 1. Tapentadol is a new opioid that displays high affinity and selectivity for the MOR, and additionally it also inhibits the reuptake of norepinephrine. 2. In a human liability pharmacology study conducted by the sponsor, it was found that tapentadol displays high abuse potential similar to hydromorphone, a drug with high abuse potential. 3. Based on human abuse liability study, 50 mg of tapentadol produces comparable opioid effects to that of 4 mg of hydromorphone. Since 2009 the drug has been categorized in the US as a Schedule II narcotic with ACSCN 9780; in 2014 it was allocated a 17,500 kg aggregate manufacturing quota.  In 2010, Australia made tapentadol an S8 controlled drug.  The following year, tapentadol was classified as a Class A controlled drug in the United Kingdom, and was also placed under national control in Cyprus, Estonia, Finland, Greece, Latvia and Spain.  More recently, Canada made the opioid a Schedule I controlled drug, putting it in the same class as other prescription opioids such as morphine, fentanyl, tramadol, and heroin.  In India (except the state of Punjab), multiple brands of Tapentadol remain available over the counter. Recent reports have suggested increasing Tapentadol abuse and dependence in India, where users have improvised injections with 50 and 100 mg tablets. Furthermore, a large number of listings for Tapentadol sourced from India can be found internationally on illicit marketplaces on the dark web. There have been several reports of Tapentadol from Indian pharmacies being smuggled to the US, the EU, and Bangladesh, where they are distributed via the black market.   == References =="}