{"name": "tapinarof", "category": "drug", "content": "Tapinarof, also known as benvitimod and sold under the brand name Vtama, is a medication used for the treatment of plaque psoriasis. The medication is applied to the skin. Besides its use in medicine, tapinarof is a naturally occurring compound found in bacterial symbionts of nematodes which has antibiotic properties. The medication acts as an aryl hydrocarbon receptor agonist. Tapinarof was approved for medical use in the United States in May 2022. The US Food and Drug Administration (FDA) considers it to be a first-in-class medication.   == Medical uses == Tapinarof is indicated for the treatment of plaque psoriasis in adults.   == Side effects == In case of short term use the most common adverse effects are folliculitis, contact dermatitis, headache, pruritus (itching), and upper respiratory tract infection.   == Pharmacology ==   === Mechanism of action === Tapinarof binds directly to topical aryl hydrocarbon receptor (AhR), suppressing inflammatory cytokines, modulating skin barrier protein expression, reducing oxidative stress, and regulating gene expression in immune cells.   === Efficacy === Tapinarof 1% cream once daily was superior to vehicle control in reducing the severity of plaque psoriasis over a period of 12 weeks and having a favorable safety profile in the treatment of psoriatic patients.   == History == Tapinarof, also known as benvitimod and sold under the brand name Vtama, is a medication used for the treatment of plaque psoriasis. The medication is applied to the skin. Besides its use in medicine, tapinarof is a naturally occurring compound found in bacterial symbionts of nematodes which has antibiotic properties. The medication acts as an aryl hydrocarbon receptor agonist. Tapinarof was approved for medical use in the United States in May 2022. The US Food and Drug Administration (FDA) considers it to be a first-in-class medication.   == Society and culture ==   === Names === Tapinarof is the international nonproprietary name.   == Natural occurrence ==  Tapinarof, also known as benvitimod, is a bacterial stilbenoid produced in Photorhabdus bacterial symbionts of Heterorhabditis nematodes. It is a product of an alternative ketosynthase-directed stilbenoid biosynthesis pathway. It is derived from the condensation of two β-ketoacyl thioesters. It is produced by the Photorhabdus luminescens bacterial symbiont species of the entomopathogenic nematode, Heterorhabditis megidis. Experiments with infected larvae of Galleria mellonella, the wax moth, support the hypothesis that the compound has antibiotic properties that help minimize competition from other microorganisms and prevents the putrefaction of the nematode-infected insect cadaver.   == References =="}