{"name": "tasonermin", "category": "drug", "content": "Tumor necrosis factor (TNF), formerly known as TNF-α, is an inflammatory protein and a principal mediator of the innate immune response. TNF is produced primarily by macrophages in response to antigens, and activates inflammatory pathways through its two receptors, TNFR1 and TNFR2. It is a member of the tumor necrosis factor superfamily, a family of type II transmembrane proteins that function as cytokines.  Excess production of TNF plays a critical role in the pathology of several inflammatory diseases, and anti-TNF therapies are often employed to treat these diseases. TNF is expressed primarily by macrophages but is also expressed in several other cell types, such as T cells, B cells, dendritic cells, and mast cells. It is expressed in response to pathogens, other cytokines, and environmental stressors. TNF is initially produced as a type II transmembrane protein (tmTNF) and assembled as a homotrimer, which is then cleaved by TNF alpha converting enzyme (TACE) into a soluble form (sTNF), allowing it to be secreted into the extracellular space. Both tmTNF and sTNF can activate TNFR1, while only tmTNF can activate TNFR2. TNFR1 can trigger inflammatory pathways, producing effects such as cell survival and proliferation, as well as cell death if the inflammatory pathways are disrupted. TNFR2 can only trigger cell survival and proliferation, but can indirectly induce cell death by disrupting TNFR1. tmTNF also sends reverse signals into its own cell, leading to cell death or survival depending on circumstances. TNF's effects on the immune system include the activation of white blood cells, blood coagulation, secretion of cytokines, and fever, among others. The activity of TNF extends beyond the immune system, such as contributing to homeostasis in the central nervous system. The excessive production of TNF is known to be a key factor in inflammatory disorders such as rheumatoid arthritis and inflammatory bowel disease, and the inhibition of TNF is often an effective treatment. TNF is also implicated in the pathology of other diseases including cancer, liver fibrosis, and Alzheimer's, although TNF inhibition has yet to show definitive benefits. Due to the important role of TNF in innate immunity and homeostasis, the inhibition of TNF can lead to increased risk of infections and new \"paradoxical\" autoimmunities.   == History ==   === Discovery === In the 1890s, William B. Coley, based on anecdotes of cancer patients being cured by sudden attacks of erysipelas, theorized that bacterial infections had a beneficial effect against tumors, particularly sarcomas. Coley was able to successfully treat cancer patients by injecting them with a mixture of bacterial toxins from heat-sterilized Streptococcus and Bacillus prodigiosus in and around the tumors, causing the tumors to hemorrhage. However, the effectiveness of this treatment was inconsistent and repeated injections caused severe side effects such as chills and fevers, causing the treatment to be discontinued. In the 1930s and 1940s, Shear et al. isolated the active tumor-hemorrhaging agent from the bacterial toxins of Escherichia coli and Serratia marcescens. They demonstrated that this agent, endotoxin, when injected into mice with sarcomas, could inhibit tumor growth or cause tumor regression.  However, tumor regression was highly variable, with smaller doses of endotoxin often having more potency than larger doses, or entire batches of mice being resistant to the endotoxin. In 1975, Elizabeth Carswell and Lloyd Old et al. investigated the tumor-killing properties of endotoxin by injecting the serum of endotoxin-treated mice into other mice. They discovered that mice infected with Bacillus Calmette Guerin (BCG), upon exposure to endotoxin, produced serum that could kill sarcomas in other mice. Meanwhile, uninfected mice, upon exposure to endotoxin, produced serum that did not kill tumors. This led the authors to conclude that the tumor-killing serum contained a separate cytotoxic factor that was not endotoxin but instead produced by the host, termed tumor necrosis factor (TNF). Since BCG-infected mice had enlarged spleens due to increased production of macrophages, the authors deduced that TNF was released by macrophages upon exposure to endotoxins. In addition to causing sarcomas to hemorrhage in vivo, TNF was also cytotoxic to L-929 cells, a transformed cell line, in vitro. Cytotoxicity to L-929 cells in vitro became the standard technique for detecting TNF. TNF was cytotoxic to cancerous and transformed cell lines, but not to normal, untransformed cell lines, raising hopes that it could be used as a cancer therapy.   === Isolation, sequencing, and expression === In August 1984, Bharat Aggarwal et al. at Genentech purified and characterized human TNF. The TNF was produced by culturing HL-60, a human cell line, with phorbol myristate acetate (PMA), a phagocyte stimulant similar to endotoxin. The TNF was purified using controlled pore glass beads, DEAE chromatography, Mono Q chromatography, and reversed-phase HPLC. TNF purified using reversed-phase HPLC was determined to have a molecular weight of 17,000 kDa by SDS-PAGE, whereas TNF purified using TSK-HPLC under non-denaturing conditions was determined to have an approximate molecular weight of 45,000 kDa, suggesting that TNF naturally exists as an oligomer. The TNF amino acid sequence was determined using Edman degradation, revealing a sequence of 157 amino acids with significant homology to the amino acid sequence of lymphotoxin-α. In that same month, Pennica et al., also at Genentech, sequenced the cDNA of human TNF. A cDNA library was constructed from the mRNA of HL-60 cells induced by PMA. A 42-base long DNA probe, constructed by guessing the codons of a portion of the TNF amino acid sequence, was used to screen the cDNA library. The matching cDNA was sequenced, revealing a presequence of 76 amino acids followed by the 157 amino acids of mature TNF. The authors deduced that TNF is first synthesized into a larger precursor form containing a signal peptide, before being processed and released as a smaller mature form. The authors also synthesized TNF in E. coli and verified its cytotoxicity against L-929 cells in vitro and against mouse sarcomas in vivo.   === Physiological effects === In June 1981, Ian A. Clark et al. found that healthy mice infected with Plasmodium vinckei, a malaria-causing parasite, upon exposure to endotoxin, developed malaria-like symptoms such as liver damage, hypoglycemia, and blood clotting, while also releasing mediators including TNF. Uninfected mice did not release these mediators when injected with endotoxin. These results, combined with evidence of endotoxins in the serum of malaria patients, led the authors to propose that mediators such as TNF are present in acute malaria infections and that they play a role in causing malaria symptoms. In 1985, Kevin J. Tracy, Ian Milsark, and Anthony Cerami found that mice immunized from TNF via TNF antiserum were resistant to the lethal effects of endotoxin, indicating that TNF is one of the mediators of endotoxin lethality. In 1986, this was confirmed by Kevin J. Tracy and Bruce Beutler, when they demonstrated that mice injected with TNF exhibited common symptoms of endotoxin poisoning, such as hypotension, metabolic acidosis, hemoconcentration, and death. In 1991, Michael Goodman demonstrated that mice injected with TNF released increased levels of tyrosine and 3-methyl-L-histidine in their skeletal muscles, indicating that TNF induces muscle breakdown. In 1996, Stefferl et al. demonstrated that mice injected with mouse TNF develop fevers, definitively demonstrating that TNF is a pyrogen. Previous studies showed inconclusive results due to the use of human TNF, rather than mouse TNF, on mice. The observation that TNF induces wasting and endotoxic shock led to rethinking its potential role as a cancer therapy.   === Identification with cachectin === In September 1981, Masanobu Kawakami and Anthony Cerami investigated the tendency of endotoxins to cause high levels of fat in the blood, known as hypertriglyceridemia, when injected into animals. This condition was known to be caused by a deficiency of lipoprotein lipase (LPL), an enzyme responsible for breaking down fat in the bloodstream. They injected the serum of endotoxin-treated mice into other mice and discovered that the serum lowered LPL activity in the recipient mice, even if the recipient mice were resistant to endotoxin itself. This led the authors to deduce that the hypertriglyceridemia was caused not by endotoxin, but by a mediating factor produced by the host in response to endotoxin, termed cachectin. The authors also discovered that endotoxin-incubated exudate cells, consisting mostly of macrophages, produced a medium that also lowered LPL activity in mice. This indicated that cachectin was secreted by macrophages in response to endotoxin. In 1985, Beutler et al. demonstrated that mouse cachectin has similar cytotoxicity against L-929 cells as TNF, as well as a near identical N-terminal amino acid sequence to human TNF, indicating that cachectin and TNF were the same protein. Since cachectin (now TNF) is known to suppress the biosynthesis of a specific protein, lipoprotein lipase, the authors deduced that TNF's cytotoxic mechanism operated in a similar way.   === Nomenclature === In 1968, lymphotoxin, a cytotoxin secreted by lymphocytes, was discovered. TNF and lymphotoxin shared several similarities: both were detected based on their ability to kill L-929 cells; both were able to bind to the two known TNF receptors, TNFR1 and TNFR2; and both proteins shared significant genetic and amino acid homology. The similarities between TNF and lymphotoxin led to the unofficial renaming of TNF to TNF-α and lymphotoxin to TNF-β, with the published rationale being that both were detected with the same method. In 1993, lymphotoxin, which is not a transmembrane protein, was discovered to be present on the cell membrane by forming a complex with a separate transmembrane glycoprotein, termed lymphotoxin-β. Lymphotoxin was also discovered to play a critical role in the development of lymphoid organs, distinguishing its biological function from TNF. As a result of these developments, TNF-β was renamed to lymphotoxin-α, and TNF-α was renamed back to TNF. Nevertheless, some papers continue to use the term TNF-α.   == Gene == The human TNF gene is mapped to chromosome 6p21.3, residing in the Class III region of the Major Histocompatibility Complex. It is 250 kilobases centromeric of the HLA-B locus, 850 kilobases telomeric of the HLA-DR, and 1,100 base pairs downstream of the lymphotoxin-α gene. The TNF gene is 2,762 base pairs long and results in a mature mRNA consisting of 1,669 nucleotides. The proximal promoter region is approximately 200 base pairs long. TNF is denoted as TNFSF2 in the tumor necrosis factor superfamily.   === Transcribed region ===  The transcribed region contains 4 exons separated by 3 introns, for a total of 2,762 base pairs in the primary transcript and 1,669 base pairs in the mRNA. The mRNA consists of four regions: the 5' untranslated region, which is not included in the TNF protein; the transmembrane portion, which is present in transmembrane TNF but not in soluble TNF; the soluble portion; and the 3' untranslated region. More than 80% of the soluble portion is contained in the last exon, while the transmembrane portion is contained in the first two exons. The 3' untranslated region contains an AU-rich element (ARE) that regulates the translation of TNF. In unstimulated macrophages, various proteins bind to the ARE to destabilize TNF mRNA, suppressing the translation of TNF. Upon activation, TNF translation is unsuppressed.   === Expression === The TNF gene is expressed primarily in macrophages, but can also be expressed in T cells, B cells, Natural killer cells, mast cells, dendritic cells, and fibroblasts. The TNF gene is also an immediate early response gene; its activation is rapid and does not depend on the synthesis of other proteins. TNF is activated in response to signals of infection, inflammation, or stress. Such stimuli are often pathogenic, such as bacterial endotoxins, viruses, protozoans, superantigens, polyhydroxyalkanoates, and viral RNA. Stimuli can also be non-pathogenic, including ionophores, mitogens, anti-CD3, and silica particles. TNF is also activated by other cytokines, such as Interleukin-1, Interleukin-2, GM-CSF, and TNF itself, as well as by environmental stresses such as radiation, osmotic stress, and high glucose. These stimuli trigger the activation of a variety of transcription factors, such as NF-κB, NFAT, c-jun, ATF-2, Ets, Elk-1, and Sp1, which translocate to the nucleus to begin TNF transcription. The transcription factors that regulate TNF expression vary depending on the cell type and stimulus involved.   ==== Enhanceosome transcription ====  TNF gene expression is regulated through enhanceosomes, where multiple transcription factors and coactivators assemble into high-order structures to activate transcription. The proximal promoter region, spanning approximately 200 base pairs before the transcribed region, contains multiple transcription factor binding sites, many of which can recognize more than one type of transcription factor. The composition of the enhanceosome depends on the ambient concentration of NFAT in the nucleus. If NFAT levels are high, such as in T cells upon ionomycin stimulation, the enhanceosome will consist mostly of NFATs bound at NFAT binding sites. If NFAT levels are low, the enhanceosome will consist mostly of Sp1 and Ets/Elk proteins bound at compatible binding sites. Additionally, the proximal promoter region contains a cyclic AMP response element (CRE), a binding site for the heterodimer of proteins ATF-2 and c-jun, that is critical for the activation of TNF in all cell-types and conditions. The CRE and nearby transcription factors form the core composite complexes, while distant transcription factors form anchor complexes. Together, the core complex and the anchor complexes stabilize interactions with coactivators and transcription machinery. The proximal promoter region also contains a TATA box to assist with transcription. The flexibility of the enhanceosome enables the TNF gene to be activated by a wide range of cell types and stimuli.   ==== Other transcription factors ==== The transcription factor NF-κB has been shown to play an important role in regulating the gene expression of TNF. However, it is unclear whether NF-κB activates TNF transcription by binding directly to sites in the promoter region, or through secondary effects. Of the six sequences identified as potential NF-κB binding sites in the human TNF promoter region, only 1 is in the proximal promoter region. Furthermore, the deletion or mutation of these binding sites does not affect the activation of the TNF gene by endotoxin induction, indicating that NF-κB may not influence TNF expression by directly binding to the promoter. Other transcription factors have been found to potentially influence TNF gene expression, such as proteins of the bZIP, STAT, and IRF families, as well as endotoxin-induced TNF-α factor (LIPAF). However, their effect on TNF gene expression is yet to be fully studied.   ==== Regulation via chromatin structure ==== TNF gene expression is regulated by modifications to histones, around which DNA is wrapped. TNF activation is associated with multiple histone acetyltransferases, proteins that relax the DNA structure to increase gene expression, such as ATF-2, CBP/p300, p/CAF, and GCN5. Histone methylation has also been shown to regulate TNF gene expression, such as the methylation of lysine 4 of histone H3 at the TNF promoter following stimulation of TNF-expressing cells. TNF gene expression is also controlled by the presence of DNase-hypersensitive sites (HSSs), regions of chromatin that are uncondensed and thus accessible to DNA-binding proteins. Several studies have shown that HSSs are present at the TNF promoter and gene region in cells that express TNF, and absent in cells that do not express TNF. Other studies have also shown that HSSs are present in the TNF promoter and gene regions depending on the stimulant used to induct the cell. Long-range intrachromosomal and interchromosomal interactions have also been found to regulate TNF gene expression. For example, in activated T cells, the TNF promoter interacts with HSS+3 and HSS-9, bringing distal enhancers closer to the TNF promoter and increasing the local concentration of enhancer complexes. These interactions would also circularize the TNF gene and allow for the recycling of transcription machinery, enabling the rapid and early expression of TNF in T cells.   === Evolution === The TNF and lymphotoxin-α genes are believed to be descended from a common ancestor gene that developed early in vertebrate evolution, before the Agnatha / Gnathostomata split. This ancestor gene was dropped from the Agnatha ancestor but persisted in the Gnathostomata ancestor. During the evolution of gnathostomes, this ancestor gene was duplicated into the TNF and lymphotoxin-α genes. Thus, while the TNF / lymphotoxin-α ancestor gene is found across a variety of gnathostome species, only a subset of gnathostome species contain a TNF gene. The TNF gene has been found in fish, mammals, birds, and amphibians. Some fish species, such as Danio, have been found to contain duplicates of the TNF gene. The TNF gene is very similar among mammals, ranging from 233 to 235 amino acids. The TNF proximal promoter region is also highly conserved among mammals, and nearly identical among higher primates. The similarity of the TNF gene among fish is lower, ranging from 226 to 256 amino acids. Like mammalian TNF, the fish TNF gene has been shown to be stimulated in macrophages by antigens. All TNF genes have a highly conserved C-terminal module known as the TNF homology domain, due to its important role in binding TNF to its receptors.   == Protein == Human TNF is initially produced as a type II transmembrane protein, denoted tmTNF, which is cleaved by TNF alpha converting enzyme (TACE) into the soluble form, denoted sTNF. Both tmTNF and sTNF are bioactive and assembled as homotrimers, whereas monomeric TNF is inactive.   === Transmembrane form === tmTNF consists of 233 amino acids, weighs 26 kDa, and is arranged as a homotrimer. tmTNF signals bidirectionally, both into the target cell and into its own cell, by binding to TNF receptors upon cell-to-cell contact. tmTNF binds to both TNFR1 and TNFR2, but its activities are mainly mediated through TNFR2. Like all type II transmembrane proteins, tmTNF is arranged such that the N-terminal is pointed into the cell, while the C-terminal is pointed out of the cell. tmTNF consists of an intracellular portion of 30 amino acids, a transmembrane portion of 26 amino acids, and an extracellular portion of 177 amino acids. The cysteine residue at the boundary of the intracellular and transmembrane portions is palmitoylated, making it more hydrophobic and attractive to the cell membrane. The intracellular portion contains serine residues that are highly conserved between species and essential for signalling into the cell. These serine residues are also phosphorylated, although it is unclear what role this plays. Upon cleavage by TACE, the tailing 157 amino acids of the extracellular portion, forming sTNF, are secreted. The remaining tmTNF is cleaved again by SPPL2B, causing the intracellular domain to translocate to the nucleus, where it is believed to regulate cytokine production, such as triggering the expression of Interleukin-12.   === Soluble form ===  sTNF consists of 157 amino acids, weighs 17kDa, and is shaped like a triangular wedge. The secondary structure of sTNF consists of 10 β-strands and a single α-helix. The tertiary structure consists of two antiparallel β-sheets arranged as an antiparallel β-sandwich, similar to the \"jelly-roll\" structural motif of viral coat proteins. The upper β-sheet consists of three long β-strands supplemented with a loop of two additional β-strands, while the bottom β-sheet consists of five β-strands of steadily decreasing length. The middle β-strand of the bottom β-sheet contains the last 9 residues of the C-terminal, locking it into position. The complete C-terminal has been shown to be vital for bioactivity, whereas up to eight residues can be deleted from the N-terminal without losing bioactivity. A disulphide bridge connects the two longest intersheet loops. Similar to tmTNF, sTNF is also arranged as a homotrimer, forming a conical shape. The three sTNF monomers join using edge-to-face packing. The upper sheets of the sTNF monomers form the outer surface of the trimer cone, while the lower sheets form the inner surface. The outer surface contains charged and polar side chains and the inner surface is mainly polar in character.   === Assembly and disassembly === TNF monomers form TNF trimers by first forming a partially unfolded trimer, also known as a trimeric molten globule, which then folds its tertiary structures into the compact, bioactive TNF trimer. The assembly and disassembly of TNF trimers are reversible and includes the accumulation of TNF dimers. The disassembly of TNF trimers happens at a constant rate independent of TNF concentration, whereas the assembly of TNF trimers increases with TNF concentration. Thus, at high TNF concentrations, the concentration of TNF trimers is higher, while at low TNF concentrations, the concentration of TNF monomers and dimers is higher. Small molecules have been discovered to form stable TNF dimers with a shape that inhibits the transition to TNF trimers. Inhibiting the formation of TNF trimers by altering the shape of inactive TNF monomers and dimers presents an alternative mechanism for inhibiting TNF, in contrast to current TNF blockers that bind to active TNF trimers. The ability of TNF to form functionally distinct dimers and trimers that coexist in equilibrium suggests that TNF is a morpheein. However, it is not established whether TNF fully satisfies the criteria of a morpheein, such as the requirement that transitions between oligomeric forms involve dissociating into subunits before reassociating into the new oligomeric form.   == Function == TNF is a central mediator of the body's innate immune response. By binding to receptors TNFR1 and TNFR2, TNF can induce either cell survival or cell death in a target cell. The cell survival response includes cell proliferation and the activation of inflammatory signals, while the cell death response can either be apoptosis, the controlled death of the cell, or necroptosis, a less controlled death causing inflammation and interference in surrounding tissue. TNF induces cell survival by default, but cell death can be induced by factors such as disruption of inflammatory pathways by pathogens, co-stimulation with other cytokines, and cross-talk between TNFR1 and TNFR2. Additionally, transmembrane TNF (tmTNF) acts as a reverse signaler, triggering a variety of responses in its own cell depending on cell type and stimulant.   === TNFR1 signaling ===  TNFR1 exists in most cell types and binds to both tmTNF and sTNF. TNFR1 contains a death domain in its cytoplasmic tail, enabling it to trigger cell death. Whether TNFR1 activation triggers cell survival or cell death is mediated by the formation of protein complexes: complex I, which leads to cell survival, and complex II, which leads to cell death. By default, TNFR1 activation triggers cell proliferation and inflammation rather than cell death. These inflammatory pathways contain three cell death checkpoints, each of which is critical in preventing cell death. Upon activation by TNF, TNFR1 trimerizes and forms complex I by recruiting RIPK1 and TRADD, which recruits TRAF2, cIAP1 and cIAP2, and LUBAC. cIAP1 and cIAP2 are ubiquitin ligases that form K63-linked ubiquitin chains, which recruit TAK1 via TAB2 and TAB3. LUBAC is also a ubiquitin ligase that forms M1-linked ubiquitin chains, which attract IKK via NEMO. TAK1 activates the MAPK pathways, as well as IKK, which in turn activates the canonical NF-κB pathway. The MAPK pathways and the NF-κB pathway activate multiple transcription factors in the nucleus, which result in cell survival, proliferation, and inflammatory response. Complex I is negatively regulated by deubiquitinases such as A20, CYLD, and OTULIN, which destabilize complex I. Complex II is formed when RIPK1 and/or TRADD disassociate from complex I and bind with FADD to activate caspase 8, leading to cell death. Complex IIa includes TRADD and can activate caspase 8 without RIPK1, while complex IIb does not include TRADD, so it is dependent on RIPK1 for the activation of caspase 8. The pathways of complex I induce three checkpoints that prevent complex II from inducing cell death. In the first checkpoint, IKK disables RIPK1 via phosphorylation while it is attached to complex I. This disables complex IIb, which is dependent on RIPK1. Since IKK is dependent on the ubiquitination of complex I, conditions that affect ubiquitination, such as inhibition of cIAP1/2 and LUBAC, mutation of the RIPK1 ubiquitin acceptor site, or deficiencies of A20 and OUTLIN, can disable this checkpoint. The disabling of the IKK checkpoint activates complex IIb, leading to apoptosis, or pyroptosis by cleaving GSDMD. The disabling of the IKK checkpoint can also indirectly activate complex IIa by disabling the NF-κB pathway, which controls the second checkpoint. In the second checkpoint, the NF-κB pathway promotes the expression of pro-survival genes such as FLIP, which counteracts the activation of caspase 8 in complex IIa. This checkpoint can be disabled by translation inhibitors such as cycloheximide, as well as by the disabling of the IKK complex, which controls the NF-κB pathway. The disabling of this checkpoint activates complex IIa, leading to apoptosis. In the third checkpoint, non-lethal caspase 8 is activated by TNFR1 signalling, which binds to complex IIb and cleaves RIPK1, disabling it. It is unknown why this form of caspase 8 does not cause cell death. The disabling of this checkpoint, via inactivation of caspase 8, causes RIPK1 from complex IIb to bind to RIPK3 and MLKL, forming complex IIc, also referred to as the necrosome. The necrosome then causes necroptosis.   === TNFR2 signaling ===  Unlike TNFR1, TNFR2 is expressed in limited cell types, including endothelial cells, fibroblasts, and subsets of neurons and immune cells. TNFR2 is only fully activated by tmTNF, while activation by sTNF is partially inhibited. Unlike TNFR1, TNFR2 does not possess a death domain, so it is incapable of directly inducing cell death. Thus, TNFR2 activation most often leads to cell survival. Cell survival can either lead to an inflammatory response, via canonical NF-κB activation, or cell proliferation, via non-canonical NF-κB activation, depending on intracellular conditions and the signaling process of TNFR1. TNFR2 can also indirectly cause cell death by disrupting the cell death checkpoints of TNFR1. Upon binding to tmTNF, TNFR2 trimerizes and directly recruits TRAF2, as well as TRAF1 or TRAF3. TRAF2 is central to the TNFR2 signaling complex and recruits cIAP1/2. If there is an accumulation of NIK within the cell, TRAF2/3 and cIAP1/2 may be formed as a complex with inactive NIK. When TRAF2/3 binds to TNFR2, the attached NIK is activated, which in turn activates IKKα. This allows p100 and RelB to be processed into a heterodimer which activates the non-canonical NF-κB pathway, leading to cell proliferation. The expression of p100 and RelB is potentiated by the activation of the canonical NF-κB pathway by TNFR1. Thus, TNFR2 non-canonical NF-κB activation is dependent on the canonical NF-κB activation by TNFR1, as well as the accumulation of NIK within the cell. TNFR2 can also activate the canonical NF-κB pathway, though this is less common than non-canonical NF-κB activation. The details of TNFR2's activation of the canonical NF-κB pathway are unknown. Presumably, TAK1 and IKK are recruited by the TRAF2 / TRAF1/3 / cIAP1/2 signalling complex, which in turn activates the canonical NF-κB pathway. TNFR2 can indirectly induce cell death by degrading cIAP1/2 as part of the non-canonical NF-κB pathway. The degradation of cIAP1/2 affects the ubiquitination of the TNFR1 signalling complex, which inhibits the function of IKK. This disables the IKK cell death checkpoint in TNFR1, inducing cell death.   === Reverse signalling === tmTNF can act as a receptor, activating pathways within its own cell upon binding to TNFR1 or TNFR2. tmTNF reverse signalling can induce apoptosis, apoptosis resistance, inflammation, or inflammation resistance depending on the ligand and cell type. In tumor cells, such as B lymphoma cells, tmTNF reverse signalling has been shown to increase NF-κB activity, enhancing cell survival and apoptosis resistance. In natural killer cells, tmTNF reverse signalling increases cytotoxic activity by increasing the expression of perforin, granzyme B, Fas ligand, and TNF. In T cells, the activation of the JNK pathway by tmTNF reverse signalling can lead to cell cycle inhibition and apoptosis. In monocytes, tmTNF has been shown to play a dual role in mediating the monocyte's inflammatory response to sTNF. If tmTNF reverse signalling occurs before a monocyte is activated by sTNF, then the monocyte's inflammatory response to sTNF is enhanced. If tmTNF reverse signalling occurs after a monocyte is activated by sTNF, then the inflammatory response is reduced. Meanwhile, tmTNF reverse signalling reduces a monocyte's inflammatory response to endotoxin. This effect is caused by tmTNF activating the JNK and p38 pathways, which induces TGF-β production, which then interferes with the signalling pathway of endotoxin.   === Immune response === The innate immune system is activated when pathogen-associated molecular patterns (PAMPs), such as endotoxins and double-stranded viral RNA, bind to the pattern recognition receptors (PRRs) of immune cells, causing them to secrete immune-regulating cytokines. These cytokines, such as IL-1, IL-6, IL-8, and TNF, are primarily secreted by mononuclear phagocytes, such as macrophages and dendritic cells. They mainly act on white blood cells, also known as leukocytes, as well as on endothelial cells in blood vessels to promote an early inflammatory response. TNF is the principal cytokine for regulating acute inflammation, though many of its functions are shared with other cytokines, especially IL-1. By binding to TNF receptors, TNF can perform functions including stimulating endothelial cells to induce coagulation, which obstructs blood flow to prevent the spread of microbes; stimulating endothelial cells and macrophages to secrete chemokines that attract white blood cells; stimulating the secretion of other cytokines such as IL-1; activating neutrophils and macrophages; stimulating the liver to produce acute phase proteins, such as C-reactive protein; inducing catabolism of muscles and fat to produce energy; and stimulating scar tissue formation, also known as fibrosis. In addition to inducing the secretion of cytokines, TNF itself can be induced by cytokines, enabling a cascade of inflammatory signals. Excessive amounts of TNF can cause septic shock. Much of TNF's functions are mediated through inflammatory signalling pathways, such as MAPK and NF-κB. Many pathogens attempt to prevent an immune response by hijacking cells and disrupting their inflammatory pathways. In response to this, the TNFR1 signalling pathway has cell death pathways that are inhibited by the activities of the inflammatory pathways. If a cell's inflammatory pathways are disrupted, the cell death pathways are uninhibited, triggering cell death. This prevents the pathogen from replicating within the cell, as well as alerting the immune system. Additionally, TNF induces fever to help the body fight infections. TNF can induce fever by triggering the release of cytokines interleukin-1 and interleukin-6, or through other mediators like PLA2. TNF or its mediators can reach the hypothalamus either through circulation in the bloodstream or through secretion by macrophages and endothelial cells near the hypothalamus. TNF can also induce fever by stimulating the primary vagal terminals in the liver, which signals to neurons to secrete norepinephrine. All of these pathways culminate in the synthesis of prostaglandins, which interact with the OVLT in the hypothalamus to raise the target temperature of the body.   === Central nervous system === TNF is expressed in various cells in the central nervous system, including glial cells, microglia, astrocytes, and neurons, and plays a critical role in maintaining homeostasis. Through TNFR1 signalling, TNF can increase the surface expression of AMPA receptors and NDMA receptors in neurons, strengthening synaptic transmission. TNF also decreases the surface expression of GABAA receptors, reducing the activity of inhibitory synapses. TNF can also modulate the release of glutamate, an excitatory neurotransmitter, and S100B, a zinc-binding protein, by astrocytes. The modulation of excitation and inhibition of neurons by TNF indicates that TNF plays a role in synaptic scaling and plasticity. Through TNFR2 signalling, TNF promotes the proliferation and maturation of oligodendrocytes, which produce protective myelin sheaths around nerve cells. On the other hand, TNF becomes cytotoxic to oligodendrocyte progenitor cells when the cells are in contact with astrocytes.   === Taste perception === Excessive levels of inflammatory cytokines, such as during infection or autoimmunity, have been associated with anorexia and reduced food intake. It is hypothesized that TNF reduces food intake by increasing sensitivity to bitter taste, though the exact mechanisms of this are unknown.   == Clinical significance ==   === Autoimmunity === Excessive production of TNF plays a key role in the pathology of autoimmune diseases, such as rheumatoid arthritis, inflammatory bowel disease, psoriatic arthritis, psoriasis, and noninfectious uveitis. In these diseases, TNF is erroneously secreted by immune cells in response to environmental factors or genetic mutations. TNF then triggers an inflammatory response, damaging normal tissue. TNF blockers are used to treat these diseases, often with high efficacy. TNF contributes to inflammatory disease both by activating inflammatory pathways in target cells, as well as by triggering cell death. Cell death triggers inflammation by exposing the intracellular components of dying cells to neighboring cells. Additionally, the death of epithelial cells in the skin or intestine may affect barrier integrity, allowing microbes to infiltrate tissue and induce inflammation. It is believed that TNF triggers cell death in inflammatory diseases due to elevated levels of interfering cytokines, elevated levels of TNFR2 signalling, or genetic mutations that disable cell death checkpoints. In animal models, the activation of cell death alone is enough to trigger autoinflammatory diseases. Drugs that target specifically the cell death pathway of TNF are being evaluated for their efficacy against autoinflammatory diseases.   === Cancer === TNF was initially discovered as an agent that kills tumors, particularly sarcomas. However, TNF is now known to play a dual role in cancer, both as a promoter and inhibitor, due to its ability to induce either proliferation or death in tumor cells. The exact mechanisms determining which role TNF plays in cancer are unclear. In general, TNF is considered to be a cancer promoter. In some cancers, TNF has been shown to play an inhibitory role, primarily when injected locally, repeatedly, and at high concentrations. Due to TNF's adverse side effects, potential TNF cancer treatments seek to maximize cytotoxicity to tumors while minimizing exposure to the entire body. Some treatments increase cytotoxicity by inhibiting the cell survival pathways of tumors before treatment with TNF. Other treatments localize TNF activity using antibody-TNF fusions, also known as immunocytokines. Local TNF treatment has been shown to induce tumor regression, though they rarely induce complete remission. Body-wide administration of TNF has shown low efficacy and high side effects. In many cancers, TNF is believed to play a supportive role. High TNF expression levels are associated with more advanced cancers, and TNF expression is found in tumor cells from the early stages of disease. TNF expression can lead to the recruitment of leukocytes that promote metastasis, as well as direct activation of pathways that promote tumor survival, invasion, and metastasis. TNF-blockers such as infliximab and etanercept did not induce a response in most advanced or metastatic cancers, but some studies have shown disease stabilization.   === Infections === TNF plays a critical role in the innate immune response to infections. Accordingly, the use of TNF blockers is associated with increased risks of infection, such as with Varicella-zoster virus, Epstein–Barr virus, and Cytomegalovirus. Conversely, TNF plays a role in the progression of HIV by inducing apoptosis of T cells in HIV-infected people. TNF blockage has reportedly led to clinical improvement in HIV without worsening the infection, though data is limited.   === Sepsis === TNF is believed to be an important contributor to sepsis due to its ability to upregulate the innate immune system and blood coagulation. In animals, the injection of TNF can produce heart, lung, kidney, and liver dysfunction similar to sepsis. However, in humans suffering from sepsis, TNF is not consistently elevated. Although TNF blockers showed efficacy in treating sepsis in mice, they showed mixed results in treating sepsis in humans. This is believed to be due to the dual role that TNF plays in the immune system; blocking TNF reduces the severe inflammation that causes sepsis, but also hinders the immune system's ability to resist the infection. It is hypothesized that TNF blockers are more beneficial in cases of severe sepsis, where the probability of death is higher.   === Liver fibrosis === TNF is a key player in liver injury and inflammation, but its role in liver fibrosis is controversial. TNF contributes to the activation and survival of hepatic stellate cells (HSCs), believed to be the primary contributors of liver fibrosis. On the other hand, TNF suppresses alpha-1 type-1 collagen expression and HSC proliferation in vitro, which should inhibit liver fibrosis. In general, TNF is considered to promote liver fibrosis by promoting HSC survival. Additionally, hepatocyte death, the initial event that drives liver injury and fibrosis, may be induced by TNF, though this connection is uncertain. TNF injection alone does not induce hepatocyte death in vivo. However, when TNF injection is coupled with survival pathway inhibition, such as during hepatitis C virus infection, TNF induces hepatocyte death and acute liver failure. The remnants of dead hepatocytes are consumed by HSCs and Kupffer cells, which then secrete fibrosis-promoting factors, such as TGF-β, as well as promoting further hepatocyte death. TNF blockers are not used to treat liver fibrosis. In clinical trials of alcoholic hepatitis, TNF blockers had no significant effect.   === Insulin resistance === TNF promotes insulin resistance by inhibiting insulin receptor substrate 1 (IRS1). Under normal circumstances, IRS1, upon activation by insulin, undergoes tyrosine phosphorylation and increases glucose uptake in the cell. This process is disrupted when TNF induces the serine phosphorylation of IRS1, converting IRS1 into an insulin inhibitor. TNF-induced insulin resistance is common in cases of obesity and can lead to Type II Diabetes. TNF has been found to be upregulated in the adipose tissue of humans and animals with obesity, though it remains unclear why obesity induces high TNF levels.   === Nonalcoholic fatty liver disease === TNF plays a key role in the pathogenesis of nonalcoholic fatty liver disease (NAFLD). When fat builds up in the liver, termed steatosis, hepatocytes, Kupffer cells, and infiltrating immune cells secrete TNF. TNF is hypothesized to contribute to NAFLD by promoting fat accumulation in the liver, prolonged inflammation, and insulin resistance. Clinical studies have shown that TNF levels are correlated with the severity of NAFLD, although some studies have shown otherwise. Pharmacological strategies that downregulate TNF have shown favorable effects on NAFLD, while the efficacy of TNF blockers is yet to be evaluated.   === Muscle wasting === Conditions that cause inflammation, such as cancer, can elevate TNF levels, which contributes to muscle wasting. TNF contributes to muscle wasting by activating the NF-κB pathway, which activates the ubiquitin–proteasome pathway to degrade protein, and by inhibiting the activation of satellite cells, which are responsible for protein regeneration. However, TNF blockers have had limited effect on muscle wasting in clinical studies, likely due to the multifactorial nature of muscle wasting.   === Exercise === During exercise, the level of IL-6, a TNF inhibitor, rapidly increases, leading to an anti-inflammatory effect. This is followed by a subsequent increase in the levels of IL-10 and soluble TNF receptors, both of which also inhibit TNF. While moderate exercise does not increase TNF levels, strenuous exercise has been shown to increase TNF levels two-fold, causing a pro-inflammatory effect. However, this proinflammatory effect is outweighed by the anti-inflammatory effect of IL-6, which can increase 50-fold. Regular exercise has been shown to reduce base TNF levels in the long term. Thus, exercise is generally considered to inhibit TNF, which contributes to the overall anti-inflammatory effect of exercise.   === Neuroinflammation === In the central nervous system, TNF is primarily produced by microglia, a type of macrophage, but also by neurons, endothelial cells, and immune cells. Excessive TNF contributes to neuroinflammation by causing excitotoxic neuronal cell death, increasing glutamate levels, activating microglial cells, and disrupting the blood–brain barrier. As a result, TNF is seen to play an important role in central nervous system disorders associated with neuroinflammation, including neurosarcoidosis, multiple sclerosis, Neuro-Behçet's disease. Paradoxically, TNF-blockers can cause demyelination of neurons and worsen multiple sclerosis symptoms. This is believed to be due to the homeostatic role of TNF in the central nervous system, especially on neuron myelination via TNFR2. The selective blockade of TNFR1 has shown positive outcomes in animal models. TNF-induced neuroinflammation has also been associated with Alzheimer's disease, and is suspected to contribute to the amyloid-β plaques and tau protein hyperphosphorylation found in the brains of Alzheimer's patients. TNF blockers have been associated with reduced risk of developing Alzheimer's. Some studies have shown TNF blockers to slightly improve cognition in Alzheimer's patients, though larger studies are needed. Since TNF blockers cannot pass through the blood–brain barrier, it is believed that reducing TNF levels across the body also reduces TNF levels within the brain.   === TRAPS === In TNF receptor associated periodic syndrome (TRAPS), genetic mutations in TNFR1 lead to defective binding of TNFR1 to TNF, as well as defective shedding of TNFR1, a mechanism that attenuates TNFR1 signalling. This causes periodic inflammation, though the exact mechanism is unknown. TNF blockers such as etanercept have shown partial efficacy in reducing symptoms, while other TNF blockers such as adalimumab and infliximab have been shown to worsen symptoms.   == Pharmacology ==   === TNF blockers ===  TNF blockers operate by binding to one or both forms of TNF to prevent it from binding to its receptors. Additionally, they can trigger tmTNF reverse signaling to induce apoptosis, eliminating TNF-expressing cells. Some are monoclonal antibodies, such as infliximab, adalimumab, certolizumab pegol, and golimumab, while others, like etanercept, are decoy fusion proteins that contain TNFR2 binding regions. New TNF blockers are being developed, including small compounds that can specifically target TNF, and monoclonal antibodies with lower immunogenicity potential, such as ozoralizumab. Rarely, the suppression of TNF can lead to the development of a new form of \"paradoxical\" autoimmunity. The absence of TNF is hypothesized to promote paradoxical autoimmunity by causing overexpression of other cytokines and amplifying the prevalence of T cells.   == References ==   == External links == Tumor Necrosis Factor-alpha at the U.S. National Library of Medicine Medical Subject Headings (MeSH) Overview of all the structural information available in the PDB for UniProt: P01375 (Tumor necrosis factor) at the PDBe-KB."}