{"name": "taurursodiol", "category": "drug", "content": "Ursodoxicoltaurine is the international nonproprietary name (INN) for the pharmaceutical form of tauroursodeoxycholic acid (TUDCA). It is also known as taurursodiol. Tauroursodeoxycholic acid is a naturally occurring hydrophilic bile acid which is the taurine conjugated form of ursodeoxycholic acid (UDCA). Humans have only trace amounts of tauroursodeoxycholic acid but bears have large amounts of tauroursodeoxycholic acid and ursodeoxycholic acid in their bile.   == Synthesis == Bile acids are naturally synthesized from cholesterol in the liver and are conjugated with specific amino-acids, specifically taurine.  Bear bile contains several bile acids including taurochenodeoxycholic acid, ursodeoxycholic acid, and chenodeoxycholic acid.  UDCA and its taurine conjugates comprise about 47% of the bile in American black bears and up to 76% in Asiatic bears. Ursodeoxycholic acid and tauroursodeoxycholic acid were first chemically synthesized in 1954 in Japan. Ursodeoxycholic acid is produced in several countries for the treatment of gallstones and primary biliary cholangitis.   == Medical uses ==  In Canada and the United States, ursodoxicoltaurine, in combination with sodium phenylbutyrate, was indicated for the treatment of amyotrophic lateral sclerosis (ALS). Following failed results from the phase 3 PHOENIX trial (NCT05021536) It has been removed from the market in April 2024. Amylyx Pharmaceuticals has announced that effective immediately Relyvrio will no longer be available.    == Cellular mechanisms == Apoptosis is largely influenced by the mitochondria. If the mitochondria are distressed, they release cytochrome C (cyC) and calcium which activate caspases to propagate a cascade of cellular mechanisms to cause apoptosis. Tauroursodeoxycholic acid prevents apoptosis with its role in the BAX pathway. Tauroursodeoxycholic acid prevents BAX from being transported to the mitochondria which protects the mitochondria from perturbation and the activation of caspases. Many effects of tauroursodeoxycholic acid appear to be dependent on the activation of the cell membrane receptors TGR5, S1PR2 and α5β1-Integrin. Tauroursodeoxycholic acid also acts as a chemical chaperone to help maintain the stability and correct folding of proteins.   == Research == Ursodoxicoltaurine has been shown to reduce apoptosis and to have protective effects in neurodegenerative diseases and the eye, particularly for retinal degenerative disorders. Studies have shown that tauroursodeoxycholic acid has neuroprotective actions based on its potent ability to inhibit apoptosis, attenuate oxidative stress, and reduce endoplasmic reticulum stress in different experimental models of these illnesses. Studies have shown protective effects of tauroursodeoxycholic acid in eye diseases.   === Photoreceptor cells === A study examined the effects of tauroursodeoxycholic acid on cones, in relation to retinitis pigmentosa (RP), a disease in which retinal rods and cones undergo apoptosis. Mice models were used, a wild-type and a mutant RP model, rd10. Both models were injected with tauroursodeoxycholic acid every 3 days from post-natal day 6 (p6) to p30 and compared to the vehicle. Electroretinography (ERG), photoreceptor cell counts, cone photoreceptor nuclei counts, and TUNEL labeling were all analyzed to show the effects of ursodoxicoltaurine. The dark-adapted and light-adapted ERG responses were greater in the ursodoxicoltaurine treated mouse than the vehicle treated mouse. Ursodoxicoltaurine treated mice also had more photoreceptor counts, yet non-altered retinal morphology or function. Even at P30, a stage where rod and cone function is usually greatly diminished in the rd10 mouse model, the photoreceptor function was protected. Another study, from the Department of Ophthalmology at Johns Hopkins University, in Baltimore, Maryland, saw similar effects in two components of bile, bilirubin and ursodoxicoltaurine, in relation to RP. Oxidative stress and prolonged light exposure were studied in rd10 mice and albino mice. In rd10 mice, intraperitoneal injections of bilirubin or ursodoxicoltaurine were given every 3 days starting at P6. This caused a considerable preservation in cone cell amount and function at P50, and a modest rod cell amount at P30. In the albino mice models, intraperitoneal injections of bilirubin or ursodoxicoltaurine were given prior to prolonged light exposure. Both treatments had positive effects on the health of the mouse retina, including a reduced accumulation of superoxide radicals, rod cell death, and disruption of cone inner and outer segments. The findings of the study are elucidating optimized conditions for RP treatment.   === Choroidal neovascularization === A study done at the Department of Ophthalmology at Seoul National University College of Medicine examined the effects of ursodoxicoltaurine and UDCA on laser-treated choroids of rat models. Argon lasers were used to induce choroidal neovascularization (CNV) in rat models. Ursodoxicoltaurine and UDCA were injected intraperitoneally 24 hours before and daily after the laser treatment. Fourteen days after laser-treatment, the eyes were examined for effects. Fluorescein angiography showed lower leakage from the CNV in UDCA and ursodoxicoltaurine treated groups than the control group. Additionally, vascular endothelial growth factor (VEGF) levels in the retina were examined and showed lower levels in the ursodoxicoltaurine treated group compared to the control group, whereas no effect in the UDCA treated group. ursodoxicoltaurine and UDCA may suppress CNV formation, which may be associated with its anti-inflammatory effects.   === Synaptic connectivity === A study from the Department of Physiology in University of Alicante, in Alicante, Spain, shows the effects of ursodoxicoltaurine in the P23H transgenic rat, a model of autosomal dominant retinitis pigmentosa. The transgenic rats were injected with ursodoxicoltaurine once a week starting from P21 until P120, along with vehicle-administered controls. At P120, the functionality of the retina was examined via ERG and immunoflourescent microscopy. The amplitude of the a- and b- waves were considerably higher in ursodoxicoltaurine treated rats, compared to the control group. Photoreceptor density in the center of the retina was three-fold greater in ursodoxicoltaurine treated rats. Also, TUNEL results showed smaller amounts of TUNEL-positive cells. The synaptic contacts amongst photoreceptor cells, bipolar cells, and horizontal cells were preserved in the ursodoxicoltaurine treated P23H rats. Additionally, the synaptic terminals in the outer plexiform layer were of greater density that in control rats. The neuroprotective effects of ursodoxicoltaurine are not only preserving retinal morphology and function, but also its synaptic contacts, a potentially useful aspect in delaying RP.   === Other diseases === Tauroursodeoxycholic acid has also been suggested to have potential application in heart disease, Huntington's disease, Parkinson's disease, amyotrophic lateral sclerosis and stroke in view of the drug's ability to reduce apoptotic effects.   == References =="}