{"name": "taurine", "category": "drug", "content": "Taurine (), or 2-aminoethanesulfonic acid, is a non-proteinogenic naturally occurred amino sulfonic acid that is widely distributed in animal tissues. It is a major constituent of bile and can be found in the large intestine, and accounts for up to 0.1% of total human body weight. Taurine is named after Latin taurus (cognate to Ancient Greek ταῦρος, taûros) meaning bull or ox, as it was first isolated from ox bile in 1827 by German scientists Friedrich Tiedemann and Leopold Gmelin. It was discovered in human bile in 1846 by Edmund Ronalds. Although taurine is abundant in human organs with diverse putative roles, it is not an essential human dietary nutrient and is not included among nutrients with a recommended intake level. Taurine is synthesized naturally in human liver from methionine and cysteine. Taurine is commonly sold as a dietary supplement, but there is no good clinical evidence that taurine supplements provide any benefit to human health. Taurine is used as a food additive for cats (who require it as an essential nutrient), dogs, and poultry. Taurine concentrations in land plants are low or undetectable, but up to 1000 nmol/g wet weight have been found in algae.   == Chemical and biochemical features == Taurine exists as a zwitterion H3N+CH2CH2SO−3, as verified by X-ray crystallography. The sulfonic acid has a low pKa ensuring that it is fully ionized to the sulfonate at the pHs found in the intestinal tract.   === Synthesis === Synthetic taurine is obtained by the ammonolysis of isethionic acid (2-hydroxyethanesulfonic acid), which in turn is obtained from the reaction of ethylene oxide with aqueous sodium bisulfite. A direct approach involves the reaction of aziridine with sulfurous acid. In 1993, about 5000–6000 tonnes of taurine were produced for commercial purposes: 50% for pet food and 50% in pharmaceutical applications. As of 2010, China alone has more than 40 manufacturers of taurine. Most of these enterprises employ the ethanolamine method to produce a total annual production of about 3000 tonnes. In the laboratory, taurine can be produced by alkylation of ammonia with bromoethanesulfonate salts.   === Biosynthesis === Taurine is naturally derived from cysteine. Mammalian taurine synthesis occurs in the pancreas via the cysteine sulfinic acid pathway. In this pathway, cysteine is first oxidized to its sulfinic acid, catalyzed by the enzyme cysteine dioxygenase. Cysteine sulfinic acid, in turn, is decarboxylated by sulfinoalanine decarboxylase to form hypotaurine. Hypotaurine is enzymatically oxidized to yield taurine by hypotaurine dehydrogenase. Taurine is also produced by the transsulfuration pathway, which converts homocysteine into cystathionine. The cystathionine is then converted to hypotaurine by the sequential action of three enzymes: cystathionine gamma-lyase, cysteine dioxygenase, and cysteine sulfinic acid decarboxylase. Hypotaurine is then oxidized to taurine as described above. A pathway for taurine biosynthesis from serine and sulfate is reported in microalgae, developing chicken embryos, and chick liver. Serine dehydratase converts serine to 2-aminoacrylate, which is converted to cysteic acid by 3′-phosphoadenylyl sulfate:2-aminoacrylate C-sulfotransferase. Cysteic acid is converted to taurine by cysteine sulfinic acid decarboxylase.   == In food == Taurine occurs naturally in fish and meat. The mean daily intake from omnivore diets was determined to be around 58 mg (range 9–372 mg), and to be low or negligible from a vegan diet. Typical taurine consumption in the American diet is about 123–178 mg per day. Taurine is partially destroyed by heat in processes such as baking and boiling. This is a concern for cat food, as cats have a dietary requirement for taurine and can easily become deficient. Either raw feeding or addition of extra taurine can satisfy this requirement. Lysine and taurine can both mask the metallic flavor of potassium chloride, a salt substitute.   === Breast milk === Prematurely born infants are believed to lack the enzymes needed to convert cystathionine to cysteine, and may, therefore, become deficient in taurine. Taurine is present in breast milk, and has been added to many infant formulas, as a measure of prudence, since the early 1980s. However, this practice has never been rigorously studied, and as such it has yet to be proven to be necessary, or even beneficial.   === Energy drinks and dietary supplements === Taurine is an ingredient in some energy drinks in amounts of 1–3 g per serving. A 1999 assessment of European consumption of energy drinks found that taurine intake was 40–400 mg per day.   == Research == Taurine is not regarded as an essential human dietary nutrient and has not been assigned recommended intake levels. High-quality clinical studies to determine possible effects of taurine in the body or following dietary supplementation are absent from the literature. Preliminary human studies on the possible effects of taurine supplementation have been inadequate due to low subject numbers, inconsistent designs, and variable doses. Preliminary studies have suggested that supplementing with taurine may increase exercise capacity and affects lipid profiles in individuals with diabetes.   == Safety and toxicity == According to the European Food Safety Authority (EFSA), taurine is \"considered to be a skin and eye irritant and skin sensitiser, and to be hazardous if inhaled;\" it may be safe to consume up to 6 grams of taurine per day. Other sources indicate that taurine is safe for  supplemental intake in normal healthy adults at up to 3 grams per day. A 2008 review found no documented reports of negative or positive health effects associated with the amount of taurine used in energy drinks, concluding, \"The amounts of guarana, taurine, and ginseng found in popular energy drinks are far below the amounts expected to deliver either therapeutic benefits or adverse events\".   == Animal dietary requirement ==   === Cats === Cats lack the enzymatic machinery (sulfinoalanine decarboxylase) to produce taurine and must therefore acquire it from their diet. A taurine deficiency in cats can lead to retinal degeneration and eventually blindness – a condition known as central retinal degeneration as well as hair loss and tooth decay. Other effects of a diet lacking in this essential amino acid are dilated cardiomyopathy and reproductive failure in female cats. Decreased plasma taurine concentration has been demonstrated to be associated with feline dilated cardiomyopathy. Unlike CRD, the condition is reversible with supplementation. Taurine is now a requirement of the Association of American Feed Control Officials (AAFCO) and any dry or wet food product labeled approved by the AAFCO should have a minimum of 0.1% taurine in dry food and 0.2% in wet food. Studies suggest the amino acid should be supplied at 10 mg per kilogram of bodyweight per day for domestic cats.   === Other mammals === A number of other mammals also have a requirement for taurine. While the majority of dogs can synthesize taurine, case reports have described a singular American cocker spaniel, 19 Newfoundland dogs, and a family of golden retrievers suffering from taurine deficiency treatable with supplementation. Foxes on fur farms also appear to require dietary taurine. The rhesus, cebus and cynomolgus monkeys each require taurine at least in infancy. The giant anteater also requires taurine.   === Birds === Taurine appears to be essential for the development of passerine birds. Many passerines seek out taurine-rich spiders to feed their young, particularly just after hatching. Researchers compared the behaviours and development of birds fed a taurine-supplemented diet to a control diet and found the juveniles fed taurine-rich diets as neonates were much larger risk takers and more adept at spatial learning tasks. Under natural conditions, each blue tit nestling receive 1 mg of taurine per day from parents. Taurine can be synthesized by chickens. Supplementation has no effect on chickens raised under adequate lab conditions, but seems to help with growth under stresses such as heat and dense housing.   === Fish === Species of fish, mostly carnivorous ones, show reduced growth and survival when the fish-based feed in their food is replaced with soy meal or feather meal. Taurine has been identified as the factor responsible for this phenomenon; supplementation of taurine to plant-based fish feed reverses these effects. Future aquaculture is expected to use more of these more environmentally-friendly protein sources, so supplementation would become more important. The need of taurine in fish is conditional, differing by species and growth stage. The Olive flounder, for example, has lower capacity to synthesize taurine compared to the rainbow trout. Juvenile fish are less efficient at taurine biosyntheis due to reduced cysteine sulfinate decarboxylase levels.   == Derivatives ==  Taurine is used in the preparation of the anthelmintic drug netobimin (Totabin). Taurolidine Taurocholic acid and tauroselcholic acid Tauromustine 5-Taurinomethyluridine and 5-taurinomethyl-2-thiouridine are modified uridines in (human) mitochondrial tRNA. Tauryl is the functional group attaching at the sulfur, 2-aminoethylsulfonyl. Taurino is the functional group attaching at the nitrogen, 2-sulfoethylamino. Thiotaurine Peroxytaurine which is a degradation product by both superoxide and heat degradation.   == See also ==  Homotaurine (tramiprosate), precursor to acamprosate Taurates, a group of surfactants   == References =="}