{"name": "tavaborole", "category": "drug", "content": "Tavaborole, sold under the brand name Kerydin, is a topical antifungal medication for the treatment of onychomycosis, a fungal infection of the nail and nail bed with a complete clearance rate of 6-7% and partial clearance rate of 23-24% in individuals whose “infection border does not reach the cuticle at the base of the large toenail.” Tavaborole was approved by the US FDA in July 2014. The medication inhibits an essential fungal enzyme, leucyl-tRNA synthetase, that is required for protein synthesis. The inhibition of protein synthesis leads to termination of cell growth and then cell death, eliminating the fungal infection.   == Medical uses == Tavaborole is used in the treatment of onychomycosis. In clinical trials, tavaborole was more effective than the vehicle (ethyl acetate and propylene glycol) alone in curing onychomycosis. In two studies, fungal infection was eliminated using tavaborole in 6.5% of the cases vs. 0.5% using the vehicle alone, and 27.5% vs. 14.6% using the vehicle alone.   == Side effects == Application site exfoliation, erythema (rash), and irritation are possible side effects, and may occur in less than 5% of individuals.   == Pharmacology == Tavaborole acts as an inhibitor of fungal leucyl-tRNA synthetase.   === Pharmacokinetics === Tavaborole, when prepared with a 1:1 mixture of ethyl acetate and propylene glycol, has the ability to fully penetrate through the human nail. In studies with cadaver fingernails, a 5% solution of tavaborole penetrated the nail an average of 524.7 mcg/cm2 after two weeks of daily use. Tavaborole is detectable in the blood at a level of 3.54 ng/mL after a single use of 0.2 mL of the 5% solution. Tavaborole has an elimination half-life of 28.5 hours, a maximum concentration of 5.17 ng/mL after two weeks of daily use, and takes 8 days to reach the maximum concentration.   == Society and culture ==   === Economics === Tavaborole began phase III clinical trials in December 2010 and was approved by the US FDA in July 2014. Originally developed by Anacor, it is now marketed in the United States by Novartis subsidiary Sandoz. Anacor was paid US$65 million and also entered into a profit sharing scheme for future sales. A 10 mL bottle of a 5% solution of tavaborole will cost the patient without insurance about $1,356.   == See also == Crisaborole – a structurally related topical medication used for the treatment of mild-to-moderate atopic dermatitis (eczema)   == References ==   == External links == \"Tavaborole\". Drug Information Portal. U.S. National Library of Medicine."}