{"name": "tazarotene", "category": "drug", "content": "Tazarotene, sold under the brand name Tazorac, among others, is a third-generation prescription topical retinoid. It is primarily used for the treatment of plaque psoriasis and acne. Tazarotene is also used as a therapeutic for photoaged and photodamaged skin. It is a member of the acetylenic class of retinoids. Tazarotene was approved for medical use in 1997 and is available as a generic medication.   == Medical uses == Tazarotene is most commonly used topically to treat acne vulgaris and psoriasis. Like other topical retinoids, such as tretinoin and adapalene, tazarotene can be combined with benzoyl peroxide or an oral antibiotic, such as clindamycin or dapsone, for the treatment of acne. This results in increased efficacy compared to tazarotene monotherapy. For psoriasis, a combination therapy of tazarotene and a mid- to high-potency corticosteroid is more effective than either treatment alone. Tazarotene can also be used for the treatment of photodamaged skin. It can reduce the clinical and histological signs of photodamaged skin. The therapy is more effective when used with the daily application of sunscreen.   === Pregnancy === Before 2015, tazarotene was considered a Category X drug (meaning its use was contraindicated during pregnancy) according to Food and Drug Administration (FDA) guidelines, despite demonstrating similar plasma retinoid levels as adapalene and tretinoin, which were classified as Category C drugs. Under the FDA's updated Pregnancy and Lactation Labeling Rule which eliminated the lettered pregnancy categories and came into effect in 2015, tazarotene was determined to be contraindicated in pregnancy. Because of the lack of pregnancy outcomes data for the drug, the determination was based on the teratogenic effects observed in rat and rabbit studies.   == Contraindications == Tazarotene is contraindicated for use in patients who are known to be or suspected of being pregnant. Tazarotene is a known teratogen.   == Adverse effects == Adverse effects for tazarotene include skin irritation, such as redness, itchiness, and burning. In patients with psoriasis, these adverse effects can be mitigated by a combined treatment with either mometasone furoate or fluocinonide. These effects tend to be mild to moderate, and increase in intensity as tazarotene concentration increases.   == Pharmacology ==   === Mechanism of action === Tazarotene is selective for two types of retinoic acid receptors, RAR-γ and RAR-β. Like all retinoids, it affects the ability of keratinocytes in the epidermis to proliferate and differentiate. It does so by upregulating filaggrin expression and downregulating the expression of keratinocyte transglutaminase, ornithine decarboxylase, involucrin, epidermal growth factor receptor, and various keratins.    === Pharmacokinetics === More than 99% of tazarotenic acid, the active metabolite of tazarotene, in the blood binds to plasma proteins (the most predominant being albumin). The volume of distribution (VD) for tazarotene is 26.1 L/kg and the VD for tazarotenic acid is 1.97 L/kg. Tazarotene is excreted from the body via feces and urine equally, and it has an elimination half-life of 16 to 18 hours.   == Synthesis == Acetylenic retinoid prodrug converted to the active metabolite, tazarotenic acid, with selective affinity for retinoic acid receptors RARβ and RARγ.   The formation of the ring system involves first alkylation of the anion from thiophenol with dimethylallyl bromide (1) to give the thioether (2). Friedel-Crafts cyclization of the olefin with the equivalent of PPA then gives the thiopyran (3). Acylation with acetyl chloride in the presence of aluminium chloride gives the methyl ketone (4). Reaction of the enolate of that ketone with diethyl chlorophosphate gives the enol phosphate 5 as a transient intermediate. This eliminates diethyl phosphite in the presence of excess base to give the corresponding acetylene 6. The anion from the reaction of the acetylene with base is then used to displace chlorine from Ethyl 6-chloronicotinate (7). This reaction affords the coupling product tazarotene (8).   == References =="}