{"name": "tazemetostat", "category": "drug", "content": "Tazemetostat, sold under the brand name Tazverik, is a medication used for the treatment of adults and adolescents aged 16 years and older with metastatic (when cancer cells spread to other parts of the body) or locally advanced (when cancer has grown outside the organ it started in, but has not yet spread to distant parts of the body) epithelioid sarcoma not eligible for complete resection (surgically removing all of a tissue, structure, or organ). The most common side effects are pain, fatigue, nausea, decreased appetite, vomiting and constipation. People taking tazemetostat are at increased risk of developing secondary malignancies including: T-cell lymphoblastic lymphoma (a type of blood cancer that affects the lymphatic system usually found in the lymph nodes), myelodysplastic syndrome (a disorder resulting from poorly formed or dysfunctional blood cells) and acute myeloid leukemia (a cancer of the blood and bone marrow). Tazemetostat is a cancer drug that acts as a potent selective EZH2 inhibitor. Tazemetostat blocks activity of the EZH2 methyltransferase, which may help keep the cancer cells from growing. Most cases of epithelioid sarcoma begin in the soft tissue under the skin of an extremity, though it can start in other areas of the body. Surgical removal is considered the main treatment when the cancer is localized to one area of the body. Chemotherapy or radiation may also be given. However, there is a high likelihood for local and regional spread of the disease even with treatment and approximately 50% of patients have metastatic disease at the time of diagnosis. Metastatic disease is considered life-threatening to the patient. According to the NCI Drug Dictionary, \"tazemetostat is an orally available, small molecule selective and S-adenosyl methionine (SAM) competitive inhibitor of histone methyl transferase EZH2, with potential antineoplastic activity. Upon oral administration, tazemetostat selectively inhibits the activity of both wild-type and mutated forms of EZH2. Inhibition of EZH2 specifically prevents the methylation of histone H3 lysine 27 (H3K27). This decrease in histone methylation alters gene expression patterns associated with cancer pathways and results in decreased tumor cell proliferation in EZH2 mutated cancer cells. EZH2, which belongs to the class of histone methyltransferases (HMTs), is overexpressed or mutated in a variety of cancer cells and plays a key role in tumor cell proliferation.\" The U.S. Food and Drug Administration (FDA) considers it to be a first-in-class medication.   == History == The U.S. Food and Drug Administration (FDA) approved tazemetostat in January 2020, based on the results of a clinical trial (NCT02601950) enrolling 62 subjects with metastatic or locally advanced epithelioid sarcoma. During the clinical trial, subjects received 800 milligrams (mg) of tazemetostat twice a day until the disease progressed or the subject reached an unacceptable level of toxicity. Tumor response assessments were performed every eight weeks during the clinical trial. The trial measured how many subjects experienced complete or partial shrinkage (by a certain amount) of their tumors during treatment (overall response rate). The overall response rate was 15%, with 1.6% of subjects having a complete response and 13% having a partial response. Of the nine subjects that had a response, six (67%) subjects had a response lasting six months or longer. The trial was conducted at 22 sites in France, United Kingdom, Taiwan, Italy, Canada, Belgium, and the United States. The FDA granted the application for tazemetostat accelerated approval and orphan drug designation. The FDA granted the approval of Tazverik to Epizyme Inc.   == References ==   == External links == \"Tazemetostat\". Drug Information Portal. U.S. National Library of Medicine."}