{"name": "tazobactam", "category": "drug", "content": "Piperacillin/tazobactam, sold under the brand name Tazocin among others, is a combination medication containing the antibiotic piperacillin and the β-lactamase inhibitor tazobactam. The combination has activity against many Gram-positive and Gram-negative bacteria including Pseudomonas aeruginosa. It is used to treat pelvic inflammatory disease, intra-abdominal infection, pneumonia, cellulitis, and sepsis. It is given by injection into a vein. Common adverse effects include headache, trouble sleeping, rash, nausea, constipation, and diarrhea. Serious adverse effects include Clostridium difficile infection and allergic reactions including anaphylaxis. Those who are allergic to other β-lactam are more likely to be allergic to piperacillin/tazobactam. Use in pregnancy or breastfeeding appears to generally be safe. It usually results in bacterial death through blocking their ability to make a cell wall. Piperacillin/tazobactam was approved for medical use in the United States in 1993. It is on the World Health Organization's List of Essential Medicines. It is available as a generic medication.   == Medical uses == Its main uses are in intensive care medicine (pneumonia, peritonitis), some diabetes-related foot infections, and empirical therapy in febrile neutropenia (e.g., after chemotherapy). The drug is administered intravenously every 6 or 8 hr, typically over 3–30 min. It may also be administered by continuous infusion over four hours.  Prolonged infusions are thought to maximize the time that serum concentrations are above the minimum inhibitory concentration (MIC) of the bacteria implicated in infection. Piperacillin-tazobactam is recommended by the National Institute for Health and Care Excellence as first-line therapy for the treatment of bloodstream infections in neutropenic cancer patients. For β-lactam antipseudomonal antibiotics, including piperacillin/tazobactam, prolonged intravenous infusion is associated with lower mortality than bolus intravenous infusion in persons with sepsis due to Pseudomonas aeruginosa.   == Route of administration == Piperacillin with tazobactam is administered through an intravenous (IV) method, where it is infused into the bloodstream over a period of 30 minutes to 4 hours so that the medication is delivered slowly and steadily. The minimal duration of the infusion of 30 minutes is set for both adults and pediatric patients. Typically, this drug is not given through a rapid injection because the solution has high osmolality, which means it has a high concentration of particles; still, in emergency situations, it is possible to administer the drug through a rapid injection into a vein: despite the high osmolality, studies have shown that this method of administration is safe and tolerable for adult patients. As for bactericidal efficiency, slow infusing of the medication is generally more effective than rapid injection into a vein. Prolonged infusion times of 3-4 hours are especially effective in providing the best bactericidal efficiency, improving the chances of achieving the desired therapeutic effect.   == Adverse effects == The most common adverse effect is diarrhea (7–11%). Another adverse effect is inhibition of platelets which is also known as thrombocytopenia.   == Contraindications == Piperacillin/tazobactam is contraindicated when a patient has hypersensitivity to penicillins, cephalosporins, beta-lactamase inhibitors or any component of the formulation.   == Society and culture ==   === Brand names === The combination is marketed in various countries under brand names including Tazocin, Zosyn, Tazovex, Tazact, Biopiper TZ, Brodactam, Piptaz, Maxitaz, Kilbac, Trezora, Du-Tazop, Tazopen, Sytaz, Tazin, and Inzalin TZ.   === 2017 shortage === Various sources have referred to a shortage of the drug since May 2017, citing various reasons, including an earthquake in China and other issues at the major production facility in 海正 (Hisun); increased demand; withdrawal of funding by a major pharmaceutical company.   == References =="}