{"name": "tebentafusp", "category": "drug", "content": "Tebentafusp, sold under the brand name Kimmtrak, is an anti-cancer medication used to treat uveal melanoma (eye cancer). Tebentafusp is a bispecific gp100 peptide-HLA-directed CD3 T cell engager. Tebentafusp is given by intravenous infusion. The most common side effects include cytokine release syndrome, rash, pyrexia (fever), pruritus (itching), fatigue (tiredness), nausea, chills, abdominal pain (stomach pain), edema (swelling), hypotension (low blood pressure), dry skin, headache, and vomiting, and abnormal liver blood tests. Tebentafusp was approved for medical use in the United States in January 2022. The US Food and Drug Administration (FDA) considers it to be a first-in-class medication.   == Medical uses == Tebentafusp is indicated for the treatment of HLA-A*02:01-positive adults with unresectable or metastatic uveal melanoma.   == History == Efficacy was evaluated in IMCgp100-202 (NCT03070392), a randomized, open-label, multicenter trial of 378 participants with metastatic uveal melanoma. Participants were required to be HLA-A*02:01 genotype positive identified by a central assay. Participants were excluded if prior systemic therapy or localized liver-directed therapy were administered. Prior surgical resection of oligometastatic disease was permitted. Participants with clinically significant cardiac disease or symptomatic, untreated brain metastases were excluded. Two thirds of the participants were treated with tebentafusp and one third of the participants were treated with comparator drugs based on investigators' choice that included pembrolizumab, ipilimumab, or dacarbazine. The benefit of tebentafusp was evaluated by measuring how long participants lived after starting treatment with tebentafusp compared with participants who received comparator drugs. The trial was conducted at 58 sites across 14 countries including Australia, Belgium, Canada, France, Germany, Italy, the Netherlands, Poland, the Russian Federation, Spain, Switzerland, Ukraine, the United Kingdom, and the United States. This same clinical trial was used to assess efficacy and safety. The U.S. Food and Drug Administration (FDA) granted Immunocore's application for tebentafusp priority review, breakthrough therapy, and orphan drug designations.   == Society and culture ==   === Legal status === On 24 February 2022, the Committee for Medicinal Products for Human Use (CHMP) of the European Medicines Agency (EMA) adopted a positive opinion, recommending the granting of a marketing authorization for the medicinal product Kimmtrak, intended for the treatment of uveal melanoma. The applicant for this medicinal product is Immunocore Ireland Limited. Tebentafusp was approved for medical use in the European Union in April 2022.   == References ==   == External links == Clinical trial number NCT03070392 for \"Safety and Efficacy of IMCgp100 Versus Investigator Choice in Advanced Uveal Melanoma\" at ClinicalTrials.gov"}