{"name": "tecovirimat", "category": "drug", "content": "Tecovirimat, sold under the brand name Tpoxx among others, is an antiviral medication with activity against orthopoxviruses such as smallpox and mpox. In 2018 it became the first antipoxviral drug approved in the United States.  The drug works by blocking cellular transmission of the virus, thus preventing the disease. It is an inhibitor of the orthopoxvirus VP37 envelope wrapping protein. Tecovirimat has been effective in laboratory testing; it has been shown to protect animals from mpox and rabbitpox and causes no serious side effects in humans. Tecovirimat was first used for treatment in December 2018, after a laboratory-acquired vaccinia virus infection. Two million doses of tecovirimat are stockpiled in the US Strategic National Stockpile should an orthopoxvirus-based bioterror attack occur. The U.S. Food and Drug Administration (FDA) considers it to be a first-in-class medication.   == Medical uses == In the United States, tecovirimat is indicated for the treatment of human smallpox disease. In the European Union it is indicated for the treatment of smallpox, mpox, and cowpox.   == Mechanism of action == Tecovirimat inhibits the function of a major envelope protein required for the production of extracellular virus. The drug prevents the virus from leaving an infected cell, hindering the spread of the virus within the body.   == Chemistry == The first synthesis of tecovirimat was published in a patent filed by scientists at SIGA Technologies in 2004. It is made in two steps from cycloheptatriene.  A Diels–Alder reaction of cycloheptatriene with maleic anhydride forms the main ring system and then in the second step a reaction with 4-trifluormethylbenzhydrazide gives the cyclic imide of the drug.   == History == Originally researched by the National Institute of Allergy and Infectious Diseases, the drug was owned by Viropharma and discovered in collaboration with scientists at the United States Army Medical Research Institute of Infectious Diseases. It is owned and manufactured by SIGA Technologies. SIGA and Viropharma were issued a patent for tecovirimat in 2012.   === Clinical trials === As of 2009, the results of clinical trials support its use against smallpox and other related orthopoxviruses. It shows potential for a variety of uses including preventive healthcare, as a post-exposure therapeutic, as a therapeutic, and an adjunct to vaccination. Tecovirimat can be taken by mouth and as of 2008, was permitted for phase II trials by the U.S. Food and Drug Administration (FDA). In phase I trials, tecovirimat was generally well tolerated with no serious adverse events. Due to its importance for biodefense, the FDA designated tecovirimat for fast-track status, creating a path for expedited FDA review and eventual regulatory approval. On 13 July 2018, the FDA announced approval of tecovirimat for the treatment of smallpox. On 25 August 2022, the AIDS Clinical Trials Group (ACTG) began a randomized, placebo-controlled, double-blinded trial on the safety and efficacy of tecovirimat for mpox, known as STOMP (Study of Tecovirimat for Human mpox Virus), aiming to enroll at least 500 participants with acute mpox infection.   == Society and culture ==   === Legal status === In November 2021, the Committee for Medicinal Products for Human Use of the European Medicines Agency adopted a positive opinion, recommending the granting of a marketing authorization under exceptional circumstances for the medicinal product tecovirimat SIGA, intended for the treatment of orthopoxvirus disease (smallpox, mpox, cowpox, and vaccinia complications) in adults and in children who weigh at least 13 kilograms (29 lb) The applicant for this medicinal product is SIGA Technologies Netherlands B.V. Tecovirimat was approved for medical use in the European Union in January 2022. In December 2021, Health Canada approved oral tecovirimat for the treatment of smallpox in people weighing at least 13 kilograms (29 lb). As of August 2022, Tpoxx is available in the US only through the Strategic National Stockpile as a Centers for Disease Control and Prevention investigational new drug. Intravenous Tpoxx has no lower weight cap and can be used in infants under the investigational new drug protocol.   == References ==   == External links == \"Tecovirimat\". Drug Information Portal. U.S. National Library of Medicine. \"Tecovirimat monohydrate\". Drug Information Portal. U.S. National Library of Medicine."}