{"name": "tedizolid phosphate", "category": "drug", "content": "Tedizolid, sold under the brand name Sivextro is an oxazolidinone-class antibiotic. Tedizolid phosphate is a phosphate ester prodrug of the active compound tedizolid. It was developed by Cubist Pharmaceuticals, following acquisition of Trius Therapeutics (originator: Dong-A Pharmaceuticals), and is marketed for the treatment of acute bacterial skin and skin structure infections (also known as complicated skin and skin-structure infections (cSSSIs)). The most common side effects include nausea (feeling sick), headache, diarrhoea and vomiting. These side effects were generally of mild or moderate severity. Tedizolid was approved for medical use in the United States in June 2014, and for medical use in the European Union in March 2015.   == Medical uses == Tedizolid was approved by the U.S Food and Drug Administration (FDA) on June 20, 2014, with the indication for the treatment of acute bacterial Skin and skin structure infections (ABSSSI) caused by certain susceptible bacteria, including Staphylococcus aureus (including methicillin-resistant strains, MRSA, and methicillin-susceptible strains), various Streptococcus species (S. pyogenes, S. agalactiae, and S. anginosus group including S. anginosus, S. intermedius, and S. constellatus), and Enterococcus faecalis. Tedizolid is a second-generation oxazolidinone derivative that is 4-to-16-fold more potent against staphylococci and enterococci compared to linezolid. The recommended dosage for treatment is 200 mg once daily for a total duration of six days, either orally (with or without food) or through an intravenous injection (if patient is older than 18 years old). In the European Union tedizolid is indicated for the treatment of acute bacterial skin and skin structure infections (ABSSSI) in adults.   == Mechanism of action == Tedizolid phosphate (TR-701) is a prodrug activated by plasma or intestinal phosphatases to tedizolid (TR-700) following administration of the drug either orally or intravenously. Once activated, tedizolid exerts its bacteriostatic microbial activity through inhibition of protein synthesis by binding to the 50S ribosomal subunit (on the acceptor site) of the bacteria.   == Pharmacokinetic/pharmacodynamic (PK/PD) properties == Tedizolid tablets have an oral bioavailability >90%. Tedizolid has higher binding to plasma proteins (80%), longer half-life, and a larger volume of distribution compared to linezolid. It is primarily metabolized by the liver as an inactive sulphate conjugate (phase II reaction), with no metabolism by cytochrome P-450 enzymes. Less than 20% of the drug is excreted unchanged in the urine. Tedizolid bactericidal activity on VRE and MRSA is time dependent. Correlations are closest between fAUC24/MIC and the tedizolid PK/PD index against MRSA and VRE. To achieve 1 log10 kill, tedizolid fAUC24/MIC in neutropenic mouse models with a thigh infection with VRE and MRSA should be 14.2 and 138.5, respectively. The post-antibiotic effects of tedizolid against VRE and MRSA are 2.39 and 0.99 h, respectively.   == Clinical trials == Tedizolid proved its noninferiority to linezolid in two phase-III trials, known as the ESTABLISH trials. Tedizolid is the second treatment approved by the FDA under the new federal law Generating Antibiotic Incentives Now (known as the GAIN Act). New antibiotics manufactured under this new act will be designed as a Qualified Infectious Disease Product (QIDP), allowing an expedited review by the FDA and an additional five years of market exclusivity.   == Adverse effects == The most common adverse effects found in the clinical trials were nausea, headache, diarrhea, vomiting, and dizziness. Tedizolid has also been found to have hematologic (blood) effects, as shown in Phase-I studies in which subjects exposed to doses longer than 6 days showed a possible dose and duration effect on hematologic parameters.  Its safety in patients with decreased levels of white blood cells has not been established.  Patients on tedizolid are also at low risk of peripheral and optic neuropathy, similar to other members of the oxazolidinone class.   == References ==   == External links == \"Tedizolid Injection: MedlinePlus Drug Information\". MedlinePlus."}