{"name": "tegafur", "category": "drug", "content": "Tegafur is a chemotherapeutic prodrug of 5-fluorouracil (5-FU) used in the treatment of cancers. It is a component of the combination drug tegafur/uracil. When metabolised, it becomes 5-FU. It was patented in 1967 and approved for medical use in 1972.   == Medical uses == As a prodrug to 5-FU it is used in the treatment of the following cancers:  Stomach (when combined with gimeracil and oteracil) Breast (with uracil) Gallbladder Lung (specifically adenocarcinoma, typically with uracil) Colorectal (usually when combined with gimeracil and oteracil) Head and neck Liver (with uracil) Pancreatic It is often given in combination with drugs that alter its bioavailability and toxicity such as gimeracil, oteracil or uracil. These agents achieve this by inhibiting the enzyme dihydropyrimidine dehydrogenase (uracil/gimeracil) or orotate phosphoribosyltransferase (oteracil).   == Adverse effects == The major side effects of tegafur are similar to fluorouracil and include myelosuppression, central neurotoxicity and gastrointestinal toxicity (especially diarrhoea). Gastrointestinal toxicity is the dose-limiting side effect of tegafur. Central neurotoxicity is more common with tegafur than with fluorouracil.   === Pharmacogenetics === The dihydropyrimidine dehydrogenase (DPD) enzyme is responsible for the detoxifying metabolism of fluoropyrimidines, a class of drugs that includes 5-fluorouracil, capecitabine, and tegafur. Genetic variations within the DPD gene (DPYD) can lead to reduced or absent DPD activity, and individuals who are heterozygous or homozygous for these variations may have partial or complete DPD deficiency; an estimated 0.2% of individuals have complete DPD deficiency. Those with partial or complete DPD deficiency have a significantly increased risk of severe or even fatal drug toxicities when treated with fluoropyrimidines; examples of toxicities include myelosuppression, neurotoxicity and hand-foot syndrome.   == Mechanism of action == It is a prodrug to 5-FU, which is a thymidylate synthase inhibitor.   == Pharmacokinetics == It is metabolised to 5-FU by CYP2A6.   == Interactive pathway map == Click on genes, proteins and metabolites below to link to respective articles.    == See also == Tegafur/uracil Tegafur/gimeracil/oteracil   == References =="}