{"name": "tegaserod", "category": "drug", "content": "Tegaserod is a 5-HT4 agonist manufactured by Novartis and sold under the names Zelnorm and Zelmac for the management of irritable bowel syndrome and constipation. Approved by the FDA in 2002, it was subsequently removed from the market in 2007 due to FDA concerns about possible adverse cardiovascular effects.  Before then, it was the only drug approved by the United States Food and Drug Administration to help relieve the abdominal discomfort, bloating, and constipation associated with irritable bowel syndrome.  Its use was also approved to treat chronic idiopathic constipation.   == Mechanism of action == The drug functions as a motility stimulant, achieving its desired therapeutic effects through activation of the 5-HT4 receptors of the enteric nervous system in the gastrointestinal tract. It also stimulates gastrointestinal motility and the peristaltic reflex, and allegedly reduces abdominal pain. Additionally, tegaserod is a 5-HT2B receptor antagonist.   == Withdrawal from market == On 30 March 2007, the United States Food and Drug Administration requested that Novartis withdraw tegaserod from shelves. The FDA alleged a relationship between prescriptions of the drug and increased risks of heart attack or stroke. An analysis of data collected on over 18,000 patients demonstrated adverse cardiovascular events in 13 of 11,614 patients treated with tegaserod (a rate of 0.11%) as compared with 1 of 7,031 patients treated with placebo (a rate of 0.01%). Novartis alleged all of the affected patients had preexisting cardiovascular disease or risk factors for such, and further alleged that no causal relationship between tegaserod use and cardiovascular events has been demonstrated. On the same day as the FDA announcement, Novartis Pharmaceuticals Canada announced that it was suspending marketing and sales of the drug in  Canada in response to a request from Health Canada. In a large cohort study based on a US health insurance database, no increase in the risk of cardiovascular events were found under tegaserod treatment. In 2019, tegaserod was reintroduced as for use in irritable bowel syndrome with constipation (IBS-C) in women under 65.   == References =="}