{"name": "teicoplanin", "category": "drug", "content": "Teicoplanin is an semisynthetic glycopeptide antibiotic with a spectrum of activity similar to vancomycin. Its mechanism of action is to inhibit bacterial cell wall peptidoglycan synthesis. It is used in the prophylaxis and treatment of serious infections caused by Gram-positive bacteria, including methicillin-resistant Staphylococcus aureus and Enterococcus faecalis. Teicoplanin is marketed by Sanofi-Aventis under the trade name Targocid. Other trade names include Ticocin marketed by  Cipla(India). Oral teicoplanin has been demonstrated to be effective in the treatment of pseudomembranous colitis and Clostridium difficile-associated diarrhoea, with comparable efficacy with vancomycin. Its strength is considered to be due to the length of the hydrocarbon chain. Teicoplanin is produced by the so-called \"rare\" actinobacterium Actinoplanes teichomyceticus ATCC 31121, belonging to the Micromonosporaceae family. Biosynthetic pathway leading to teicoplanin, as well as the regulatory circuit governing the biosynthesis, were studied intensively in recent years allowing to construct an integrated model of the biosynthesis.   == Indications == Teicoplanin is applicable in treatment of a wide range of infections with Gram-positive bacteria, including endocarditis, septicaemia, soft tissue and skin infections, and venous catheter-associated infections.   === Susceptible organisms === Teicoplanin has demonstrated in vitro efficacy against Gram-positive bacteria including staphylococci (including MRSA), streptococci, enterococci, and against anaerobic Gram-positive bacteria including Clostridium spp. Teicoplanin is not effective against Gram-negative bacteria as the large, polar molecules of the compound are unable to pass through the external membrane of these organisms. The following represents MIC susceptibility data for a few medically significant pathogens:  Clostridium difficile: 0.06 μg/ml - 0.5 μg/ml Staphylococcus aureus: ≤0.06 μg/ml - ≥128 μg/ml Staphylococcus epidermidis: ≤0.06 μg/ml - 32 μg/ml   == Pharmacology == Teicoplanin exhibits a very long biological half-life of about 45-70h (sufficient plasma levels can thus be sustained with once-daily administration). Elimination is almost exclusively renal. It is mostly excreted unchanged.   == Adverse effects == Adverse effects of teicoplanin are usually limited to local effects or hypersensitivity reactions. While there is potenial for nephrotoxicity and ototoxicity, incidence of such organ toxicity is rare if recommended serum concentrations are successfully maintained.   == Considerations == Reduced renal function slows teicoplanin clearance, consequently increasing its elimination half-life. Elimination half-life is longer in the elderly due to the reduced renal function in this population.   == Chemistry == Teicoplanin (TARGOCID, marketed by Sanofi Aventis Ltd) is actually a mixture of several compounds, five major (named teicoplanin A2-1 through A2-5) and four minor (named teicoplanin RS-1 through RS-4). All teicoplanins share a same glycopeptide core, termed teicoplanin A3-1 — a fused ring structure to which two carbohydrates (mannose and N-acetylglucosamine) are attached. The major and minor components also contain a third carbohydrate moiety — β-D-glucosamine — and differ only by the length and conformation of a side-chain attached to it. Teicoplanin A2-4 and RS-3 have chiral side chains while all other side chains are achiral. Teicoplanin A3 lacks both the side chains as well as the β-D-glucosamine moiety. The structures of the teicoplanin core and the side-chains that characterize the five major as well as four minor teicoplanin compounds are shown below.  Teicoplanin refers to a complex of related natural products isolated from the fermentation broth of a strain of Actinoplanes teichomyceticus, consisting of a group of five structures.  These structures possess a common aglycone, or core, consisting of seven amino acids bound by peptide and ether bonds to form a four-ring system.  These five structures differ by the identity of the fatty acyl side-chain attached to the sugar.  The origin of these seven amino acids in the biosynthesis of teicoplanin was studied by 1H and 13C nuclear magnetic resonance. The studies indicate amino acids 4-Hpg, 3-Cl-Tyr, and 3-chloro-β-hydroxytyrosine are derived from tyrosine, and the amino acid 3,5-dihydroxyphenylglycine (3,5-Dpg) is derived from acetate. Teicoplanin contains 6 non-proteinogenic amino acids and three sugar moieties, N-acyl-β-D-glucosamine, N-acetyl-β-D-glucosamine, and D-mannose.   === Gene cluster === The study of the genetic cluster encoding the biosynthesis of teicoplanin identified 49 putative open reading frames (ORFs) involved in the compound's biosynthesis, export, resistance, and regulation.  Thirty-five of these ORFs are similar to those found in other glycopeptide gene clusters. The function of each of these genes is described by  Li and co-workers. A summary of the gene layout and purpose is shown below. Gene layout.  The genes are numbered.  The letters L and R designate transcriptional direction.  The presence of the * symbol means a gene is found after NRPs, which are represented by A, B, C, and D.  Based on the figure from: Li, T-L.; Huang, F.; Haydock, S. F.; Mironenko, T.; Leadlay, P. F.; Spencer, J. B. Chemistry & Biology. 2004, 11, p. 109. [11-L] [10-L] [9-R] [8-R] [7-R] [6-R] [5-R] [4-L][3-L] [2-L] [1-R] [A-R] [B-R] [C-R] [D-R] [1*-R] [2*-R] [3*-R] [4*-R] [5*-R] [6*-R] [7*-R] [8*-R] [9*-R] [10*-R] [11*-R] [12*-R] [13*-R] [14*-R] [15*-R] [16*-R] [17*-R] [18*-R] [19*-R] [20*-R] [21*-R] [22*-R] [23*-R] [24*-R] [25*-L] [26*-L] [27*-R] [28*-R] [29*-R] [30*-R][31*-R] [32*-L] [33*-L] [34*-R]   === Heptapeptide backbone synthesis === The heptapeptide backbone of teicoplanin is assembled by the nonribosomal peptide synthetases (NRPSs) TeiA, TeiB, TeiC and TeiD. Together these comprise seven modules, each containing a number of domains, with each module responsible for the incorporation of a single amino acid. Modules 1, 4, and 5 activate L-4-Hpg as the aminoacyl-AMP, modules 2 and 6 activate L-Tyr, and modules 3 and 7 activate L-3,5-Dpg. The activated amino acids are covalently bound to the NRPS as thioesters by a phosphopantetheine cofactor, which is attached to the peptidyl carrier protein (PCP) domain. The enzyme bound amino acids are then joined by amide bonds by the action of the condensation (C) domain. The heptapetide of teicoplanin contains 4 D-amino acids, formed by epimerization of the activated L-amino acids. Modules 2, 4 and 5 each contain an epimerization (E) domain which catalyzes this change. Module 1 does not contain an E domain, and epimerization is proposed to be catalysed by the C domain.  In all, six of the seven total amino acids of the teicoplanin backbone are composed of nonproteinogenic or modified amino acids.  Eleven enzymes are coordinatively induced to produce these six required residues. Teicoplanin contains two chlorinated positions, 2 (3-Cl-Tyr) and 6 (3-Cl-β-Hty). The halogenase Tei8* has been acts to catalyze the halogenation of both tyrosine residues.  Chlorination occurs at the amino acyl-PCP level during the biosynthesis, prior to phenolic oxidative coupling, with the possibility of tyrosine or β-hydroxytyrosine being the substrate of chlorination. Hydroxylation of the tyrosine residue of module 6 also occurs in trans during the assembly of the heptapeptide backbone.   === Modification after heptapeptide backbone formation === Once the heptapeptide backbone has been formed, the linear enzyme-bound intermediate is cyclized. Gene disruption studies indicate cytochrome P450 oxygenases as the enzymes that performs the coupling reactions. The X-domain in the final NRPS module is required to recruit the oxygenase enzymes. OxyB forms the first ring by coupling residues 4 and 6, and OxyE then couples residues 1 and 3. OxyA couples residues 2 and 4, followed by the formation of a C-C bond between residues 5 and 7 by OxyC.  The regioselectivity and atropisomer selectivity of these probable one-electron coupling reactions has been suggested to be due to the folding and orientation requirements of the partially crossed-linked substrates in the enzyme active site.  The coupling reactions are shown below.  Specific glycosylation has been shown to occur after the formation of the heptpeptide aglycone. Three separate glycosyl transferases are required for the glycosylation of the teicoplanin aglycone.  Tei10* catalyses the addition of GlcNAc to residue 4, followed by deacetylation by Tei2*. The acyl chain (produced by the action of Tei30* and Tei13*) is then added by Tei11*. Tei1 then adds a second GlcNAc to the β-hydroxyl group of residue 6, followed by mannosylation of residue 7 catalysed by Tei3*.   == References =="}