{"name": "telaprevir", "category": "drug", "content": "Telaprevir (VX-950), marketed under the brand names Incivek and Incivo, is a pharmaceutical drug for the treatment of hepatitis C co-developed by Vertex Pharmaceuticals and Johnson & Johnson. It is a member of a class of antiviral drugs known as protease inhibitors. Specifically, telaprevir inhibits the hepatitis C viral enzyme NS3/4A serine protease. Telaprevir is only indicated for use against hepatitis C genotype 1 viral infections and has not been proven to be safe or effective when used for other genotypes of the virus. The standard therapy of pegylated interferon and ribavirin is less effective than telaprevir in those with genotype 1.   == Clinical trials and approvals == In a randomized controlled trial (PROVE3) of patients in whom standard treatment with peginterferon alfa-2a and ribavirin had failed, repeat treatment with the addition of telaprevir was more likely to have a sustained virological response (SVR) than repeat treatment with peginterferon alfa-2a and ribavirin alone. In patients who received peginterferon alfa-2a and ribavirin for a year, the addition of telaprevir for 24 weeks achieved an SVR of 53% compared to 14% in patients who did not receive telaprevir. In that study, shorted treatment with only three months of telaprevir and six months of treatment peginterferon alfa-2a and ribavirin achieved an SVR of 51%. In a second randomized controlled trial (REALIZE) of patients who had previously relapsed or had only a partial response, rates of SVR were higher in patients treated with telaprevir (83% to 88%) compared to 24% in controls. In a third trial (ADVANCE) for previously untreated patients, patients taking telaprevir had a SVR (69% to 75%) versus 44% in the control group. On April 28, 2011, the FDA Antiviral Drugs Advisory Committee voted 18–0 to recommend approval telaprevir  for people with genotype 1 chronic hepatitis C. The committee reviewed clinical trial data (including findings from the phase-III ADVANCE, ILLUMINATE, and REALIZE studies) showing that combining telaprevir with pegylated interferon and ribavirin produced a higher cure rate—and in less time—than standard therapy alone. This improvement is most notable for hard-to-treat patients including those with HCV genotype 1, people with liver cirrhosis, and those who did not respond to a prior course of interferon-based therapy.  Merck's boceprevir, also a new antihepatitis C drug, was given a positive recommendation by the same committee, on the previous day.  Telaprevir was fully approved for use in the United States in May 2011. The hypothesis that host genetics play an essential role in the ability not only to clear acute hepatitis C infection, but also to achieve sustained virologic response (SVR) to interferon-based therapy has been proved with the recent discovery of two single-nucleotide polymorphisms on chromosome 19. Variants in the minor allele rs8099917 and the proximate polymorphism rs12979860, 3 kb upstream of the interleukin (IL)-28B gene, which encodes the endogenous antiviral cytokine IFN-λ, are associated with SVR and with natural viral clearance. The disparate frequencies of these alleles in ethnic groups worldwide may well explain differing rates of SVR among them. The test for one of these polymorphisms is now commercially available and can serve as a powerful predictor of a patient's chance of achieving SVR. Perhaps more importantly, the test can help the clinician personally tailor the duration and even the type of therapy most appropriate for an individual patient, newly or chronically infected with the hepatitis C virus.   == Adverse effects == The most common adverse effect is rash. Grade 3 adverse events (mainly anemia and leukopenia/neutropenia) were more frequent in the telaprevir groups than in the control group (37% vs. 22%). After receiving reports of serious skin reactions, some fatal, in patients taking the hepatitis C drug Incivek (telaprevir) in combination with drugs peginterferon alfa and ribavirin (Incivek combination treatment), the US Food and Drug Administration (FDA) has added a black box warning to the label of this Vertex product. On December 19, 2012, Vertex announced it would add a boxed warning of possible side effects on the US labels of telaprevir, following \"reports of a small number of fatal skin reactions in patients who continued to receive Incivek combination therapy after a serious skin reaction was identified.”  The FDA reported two people had died from serious skin reactions caused by the Incivek combination treatment and a total of 112 patients had developed serious skin reactions of two different types.   == Availability == The cost of telaprevir-based triple therapy for hepatitis C is $189,000 per sustained viral response. On August 12, 2014, Vertex Pharmaceuticals announced that it would discontinue production of its brand of telaprevir, Incivek, due to falling demand for the drug caused by competition from newer hepatitis C treatments.   == References =="}