{"name": "telavancin", "category": "drug", "content": "Telavancin (trade name Vibativ) is a bactericidal lipoglycopeptide for use in MRSA or other Gram-positive infections. Telavancin is a semi-synthetic derivative of vancomycin. The FDA approved the drug in September 2009 for complicated skin and skin structure infections (cSSSI), and in June 2013 for hospital-acquired and ventilator-associated bacterial pneumonia caused by Staphylococcus aureus.   == History == On 19 October 2007, the US Food and Drug Administration (FDA) issued an approvable letter for telavancin. Its developer, Theravance, submitted a complete response to the letter, and the FDA has assigned a Prescription Drug User Fee Act (PDUFA) target date of 21 July 2008. On 19 November 2008, an FDA antiinfective drug advisory committee concluded that they would recommend telavancin be approved by the FDA. The FDA approved the drug on 11 September 2009 for complicated skin and skin structure infections (cSSSI). Theravance has also submitted telavancin to the FDA in a second indication, nosocomial pneumonia, sometimes referred to as hospital-acquired pneumonia, or HAP. On 30 November 2012, an FDA advisory panel endorsed approval of a once-daily formulation of telavancin for nosocomial pneumonia when other alternatives are not suitable. However, telavancin did not win the advisory committee's recommendation as first-line therapy for this indication. The committee indicated that the trial data did not prove \"substantial evidence\" of telavancin's safety and efficacy in hospital-acquired pneumonia, including ventilator-associated pneumonia caused by Gram-positive organisms Staphylococcus aureus and Streptococcus pneumoniae. On 21 June 2013 FDA gave approval for telavancin to treat patients with hospital-acquired pneumonia, but indicated it should be used only when alternative treatments are not suitable. FDA staff had indicated telavancin has a \"substantially higher risk for death\" for patients with kidney problems or diabetes compared to vancomycin. On March 11 2013, Clinigen Group plc and Theravance, Inc. announced that they have entered into an exclusive commercialization agreement in the European Union (EU) and certain other countries located in Europe for VIBATIV® (telavancin) for the treatment of nosocomial pneumonia (hospital-acquired), including ventilator-associated pneumonia, known or suspected to be caused by methicillin resistant Staphylococcus aureus (MRSA) when other alternatives are not suitable.   == Mechanism of action == Like vancomycin, telavancin inhibits bacterial cell wall synthesis by binding to the D-Ala-D-Ala terminus of the peptidoglycan in the growing cell wall (see Pharmacology and chemistry of vancomycin). In addition, it disrupts bacterial membranes by depolarization.   == Adverse effects == Common but harmless adverse effects include nausea, vomiting, constipation, and headache. Telavancin has a higher rate of kidney failure than vancomycin in two clinical trials. It showed teratogenic effects in animal studies.   == Interactions == Telavancin inhibits the liver enzymes CYP3A4 and CYP3A5. No data regarding the clinical relevance are available.   == References =="}