{"name": "telbivudine", "category": "drug", "content": "Telbivudine is an antiviral drug used in the treatment of hepatitis B infection. It is marketed by Swiss pharmaceutical company Novartis under the trade names Sebivo (European Union) and Tyzeka (United States). Clinical trials have shown it to be significantly more effective than lamivudine or adefovir, and less likely to cause resistance. However, HBV signature resistance mutation M204I (a change from methionine to isoleucine at position 204 in the reverse transcriptase domain of the hepatitis B polymerase)  or L180M+M204V have been associated with Telbivudine resistance. Telbivudine is a synthetic thymidine β-L-nucleoside analogue; it is the L-isomer of thymidine. Telbivudine impairs hepatitis B virus (HBV) DNA replication by leading to chain termination. It differs from the natural nucleotide only with respect to the location of the sugar and base moieties, taking on an levorotatory configuration versus a dextrorotatory configuration as do the natural deoxynucleosides. It is taken orally in a dose of 600 mg once daily with or without food. Telbivudine has no in vitro activity against HIV-1, and in a case-series of three HIV-HBV co-infected patients, telbivudine did not produce sustained HIV-1 virologic suppression or induce any resistance mutations in HIV-1. Phase III clinical trials suggested that telbivudine put patients at greater risk for myopathy and peripheral neuropathy than the comparator drug lamivudine.  FDA required a required a risk evaluation and mitigation strategy (REMS) aiming to increase awareness of peripheral neuropathy by requiring distribution of a medication guide. In 2016, Novartis posted a discontinuation notice.  Efficacy or safety concerns were not cited as rationale for discontinuation, but rather \"availability of alternative medications\"; presumably this refers to tenofovir disoproxil, which became available as a generic medication in 2017, and is a safe and effective treatment for chronic HBV infection.   == References ==   == External links == \"Telbivudine\". Drug Information Portal. U.S. National Library of Medicine."}