{"name": "tenapanor", "category": "drug", "content": "Tenapanor, sold under the brand name Ibsrela among others, is a medication used for the treatment of adults with a disease of the gut called irritable bowel syndrome with constipation commonly referred to as IBS-C. It is used in form of tenapanor hydrochloride. It is also used in the treatment of chronic kidney disease. Tenapanor is a sodium hydrogen exchanger 3 (NHE3) inhibitor. Tenapanor is a drug developed by Ardelyx, which acts as an inhibitor of the sodium-proton exchanger NHE3. This antiporter protein is found in the kidney and intestines, and normally acts to regulate the levels of sodium absorbed and secreted by the body. When administered orally, tenapanor selectively inhibits sodium uptake in the intestines, limiting the amount absorbed from food, and thereby reduces levels of sodium in the body. This may make it useful in the treatment of chronic kidney disease and hypertension, both of which are exacerbated by excess sodium in the diet. It was approved for medical use in the United States in September 2019. The U.S. Food and Drug Administration (FDA) considers it to be a first-in-class medication. In October 2023, tenapanor was approved by the FDA for the treatment of hyperphosphatemia.   == References ==   == External links == Clinical trial number NCT02686138 for \"A 26-Week Study to Evaluate the Efficacy and Safety of Tenapanor in IBS-C (T3MPO-2)\" at ClinicalTrials.gov Clinical trial number NCT02621892 for \"A 12-Week Study With a 4-Week Randomized Withdrawal Period to Evaluate the Efficacy and Safety of Tenapanor for the Treatment of IBS-C (T3MPO-1)\" at ClinicalTrials.gov Clinical trial number NCT02675998 for \"An 8-Week Study to Evaluate Tenapanor in the Treatment of Hyperphosphatemia in End-Stage Renal Disease Patients on Hemodialysis (ESRD-HD)\" at ClinicalTrials.gov Clinical trial number NCT03427125 for \"A Phase 3 Study of Tenapanor to Treat Hyperphosphatemia in ESRD Patients on Dialysis\" at ClinicalTrials.gov Clinical trial number NCT03824587 for \"Study to Evaluate the Efficacy of Tenapanor as Adjunctive Therapy to Phosphate Binder Therapy\" at ClinicalTrials.gov"}