{"name": "tenecteplase", "category": "drug", "content": "Tenecteplase, sold under the trade names TNKase, Metalyse and Elaxim, is an enzyme used as a thrombolytic drug. Tenecteplase is a tissue plasminogen activator (tPA) produced by recombinant DNA technology using an established mammalian cell line (Chinese hamster ovary cells). Tenecteplase is a 527 amino acid glycoprotein developed by introducing the following modifications to the complementary DNA for natural human tPA: a substitution of threonine 103 with asparagine, and a substitution of asparagine 117 with glutamine, both within the kringle 1 domain, and a tetra-alanine substitution at amino acids 296–299 in the protease domain. Tenecteplase is a recombinant fibrin-specific plasminogen activator that is derived from native t-PA by modifications at three sites of the protein structure. It binds to the fibrin component of the thrombus (blood clot) and selectively converts thrombus-bound plasminogen to plasmin, which degrades the fibrin matrix of the thrombus. Tenecteplase has a higher fibrin specificity and greater resistance to inactivation by its endogenous inhibitor (PAI-1) compared to native t-PA. The abbreviation TNK is common for referring to tenecteplase, but abbreviating drug names is not best practice in medicine, and in fact \"TNK\" is one of the examples given on the Institute for Safe Medication Practices do-not-use list.   == Research == Researchers at Newcastle University in Australia say they have had a significant breakthrough in treating stroke patients using the commonly used drug. The findings were published in the New England Medical Journal. Though safety has been established through previous clinical trials, there is ongoing debate about whether this is an effective treatment for ischemic stroke, and significant ongoing discussion between emergency physicians, neurologists and pharmacists about whether this treatment should be used for that indication.  The American Heart Association/American Stroke Association 2019 update to the 2018 guidelines for the Early Management of Acute Ischemic Stroke supports considering tenecteplase over alteplase in patients without contraindication to intravenous thrombolytics.    == Pharmacokinetics == Distribution: approximates plasma volume Metabolism: Primarily hepatic Half-life elimination: Biphasic: Initial: 20–24 minutes; Terminal: 90–130 minutes Excretion: Clearance: Plasma: 99–119 mL/minute   == Gallery ==   == References ==   == Further reading ==   == External links == MedlinePlus DrugInfo uspdi-500145"}