{"name": "teniposide", "category": "drug", "content": "Teniposide (trade name Vumon) is a chemotherapeutic medication used in the treatment of childhood acute lymphocytic leukemia (ALL), Hodgkin's lymphoma, certain brain tumours, and other types of cancer. It is in a class of drugs known as podophyllotoxin derivatives and slows the growth of cancer cells in the body.   == Medical uses == Teniposide is used for the treatment of a number of cancer types in children. In the US, it is approved for the second-line therapy of acute lymphocytic leukemia (ALL) in combination with other antineoplastic drugs. In Europe, it is also approved for the treatment of Hodgkin's lymphoma, generalized malignant lymphoma, reticulocyte sarcoma, acute leukaemia, primary brain tumours (glioblastoma, ependymoma, astrocytoma), bladder cancer, neuroblastoma and other solid tumours in children.   === Administration === The medication is injected though a vein and burns if it leaks under the skin. It can be used in combination with other anticancer drugs.   == Contraindications == The drug is contraindicated during pregnancy and lactation, in patients with severe liver or kidney impairment or severely impaired haematopoiesis.   == Side effects == Teniposide, when used with other chemotherapeutic agents for the treatment of ALL, results in severe bone marrow suppression. Other common side effects include gastrointestinal toxicity, hypersensitivity reactions, and reversible alopecia.   == Interactions == No systematic interaction studies are available. The enzyme inducers phenobarbital and phenytoin have been found to lower its blood plasma concentrations. Theoretically possible interactions include increased plasma concentrations when combined with sodium salicylate, sulfamethizole or tolbutamide, which displace teniposide from plasma protein binding, at least in vitro.   == Pharmacology ==   === Mechanism of action === Teniposide causes dose-dependent single- and double-stranded breaks in DNA and DNA-protein cross-links. The substance has been found to act as an inhibitor of topoisomerase II (an enzyme that aids in DNA unwinding), since it does not intercalate into DNA or bind strongly to DNA. The cytotoxic effects of teniposide are related to the relative number of double-stranded DNA breaks produced in cells, which are a reflection of the stabilization of a topoisomerase II-DNA intermediate.   == Chemistry ==  Teniposide is a semisynthetic derivative of podophyllotoxin from the rhizome of the wild mandrake (Podophyllum peltatum). More specifically, it is a glycoside of podophyllotoxin with a D-glucose derivative. It is chemically similar to the anti-cancer drug etoposide, being distinguished only by a thienyl rest where etoposide has a methyl. Both these compounds have been developed with the aim of creating less toxic derivatives of podophyllotoxin.   == References =="}