{"name": "tenofovir alafenamide", "category": "drug", "content": "Tenofovir alafenamide, sold under the brand name Vemlidy, is an antiviral medication used against hepatitis B and HIV. It is used for the treatment of chronic hepatitis B virus (HBV) infection in adults with compensated liver disease and is given in combination with other medications for the prevention and treatment of HIV. It is taken by mouth. Tenofovir alafenamide is a nucleotide reverse transcriptase inhibitor and is a prodrug of tenofovir. It was developed by Gilead Sciences based on the protide technology of Chris McGuigan and is applied in the form of tenofovir alafenamide fumarate (TAF). Closely related to the commonly used reverse-transcriptase inhibitor tenofovir disoproxil fumarate (TDF), TAF has greater antiviral activity and better distribution into lymphoid tissues than that agent. It was approved for use in the US for HIV in 2015, and for hepatitis B in 2016. Although the US Food and Drug Administration (FDA) has approved tenofovir alafenamide for manufacture as a generic medication, it is not available.   == Fixed-dose combinations containing tenofovir alafenamide ==  Elvitegravir/cobicistat/emtricitabine/tenofovir alafenamide (Genvoya) — approved both in the United States and in the European Union in November 2015, (compare elvitegravir/cobicistat/emtricitabine/tenofovir; (Stribild)) Emtricitabine/rilpivirine/tenofovir alafenamide (Odefsey) — approved in the United States in March 2016, and in the European Union in June 2016, (compare Emtricitabine/rilpivirine/tenofovir; (Complera)) Emtricitabine/tenofovir alafenamide (Descovy) — approved in the United States in April 2016 (compare emtricitabine/tenofovir; (Truvada)). In October 2019, Descovy was approved in the United States for HIV-1 pre-exposure prophylaxis (PrEP). Bictegravir/emtricitabine/tenofovir alafenamide (Biktarvy) — approved in the United States in February 2018. Darunavir/cobicistat/emtricitabine/tenofovir alafenamide (Symtuza) — approved in the European Union in September 2017, in the United States in July 2018, and in Australia in November 2019. Dolutegravir/emtricitabine/tenofovir alafenamide. Dolutegravir/lamivudine/tenofovir alafenamide.   == Research == Gilead announced a Phase III clinical trial evaluating a single-tablet regimen combining tenofovir alafenamide with cobicistat, emtricitabine and elvitegravir and developed a coformulation of the drug with cobicistat, emtricitabine and the protease inhibitor darunavir. In a 48-week study comparing elvitegravir/cobicistat/emtricitabine/tenofovir disoproxil (Stribild) to elvitegravir/cobicistat/emtricitabine/tenofovir alafenamide (Genvoya), the results showed the newer drug's effects to be non-inferior to the established agent, but at much lower dosages and with lower incidence of adverse side effects such as impaired kidney function. The FDA approved the TAF-based treatment regimen for treatment of HIV-1 in November 2015. Genvoya is the first TAF-based regimen to receive approval.   == References =="}