{"name": "Tension Headache", "category": "disease", "content": "Tension headache, stress headache, or tension-type headache (TTH), is the most common type of primary headache. The pain usually radiates from the lower back of the head, the neck, the eyes, or other muscle groups in the body typically affecting both sides of the head. Tension-type headaches account for nearly 90% of all headaches. Pain medications, such as paracetamol and ibuprofen, are effective for the treatment of tension headache. Tricyclic antidepressants appear to be useful for prevention. Evidence is poor for SSRIs, propranolol and muscle relaxants. The 2016 Global Burden of Disease study revealed that TTHs affect about 1.89 billion people and are more common in women than men (30.8% to 21.4% respectively). TTH was most prevalent between ages 35 and 39. Despite its benign character, tension-type headache, especially in its chronic form, can impart significant disability on patients as well as burden on society at large. In 2016, the global burden of TTH was reported to be 7.2 million years of life lived with disability (YLDs). The YLD was calculated using TTH prevalence and average time spent with TTH multiplied by percentage health loss caused by TTH (3.7%).   == Signs and symptoms == According to the third edition of the International Classification of Headache Disorders, the attacks must meet the following criteria:  A duration of between 30 minutes and 7 days. At least two of the following four characteristics: bilateral location pressing or tightening (non-pulsating) quality mild or moderate intensity not aggravated by routine physical activity such as walking or climbing stairs Both of the following: no nausea or vomiting no more than one of photophobia (sensitivity to bright light) or phonophobia (sensitivity to loud sounds) Tension-type headaches may be accompanied by tenderness of the scalp on manual pressure during an attack.   == Risk factors == Various precipitating factors may cause tension-type headaches in susceptible individuals:  Anxiety Stress Sleep problems Young age Poor health   == Mechanism == Although the musculature of the head and neck and psychological factors such as stress may play a role in the overall pathophysiology of TTH, neither is currently believed to be the sole cause of the development of TTH. The pathologic basis of TTH is most likely derived from a combination of personal factors, environmental factors, and alteration of both peripheral and central pain pathways. Peripheral pain pathways receive pain signals from pericranial (around the head) myofascial tissue (protective tissue of muscles) and alteration of this pathway likely underlies episodic tension-type headache (ETTH). In addition, pericranial muscle tenderness, inflammation, and muscle ischemia have been postulated in headache literature to be causal factors in the peripheral pathophysiology of TTH. However, multiple studies have failed to illustrate evidence for a pathologic role of either ischemia or inflammation within the muscles. Pericranial tenderness is also not likely a peripheral causal factor for TTH, but may instead act to trigger a chronic pain cycle. This is when the peripheral pain response is transformed over time into a centralized pain response. These prolonged alterations in the peripheral pain pathways can lead to increased excitability of the central nervous system pain pathways, resulting in the transition of ETTH into chronic tension-type headache (CTTH). Specifically, the hyperexcitability occurs in central nociceptive neurons (the trigeminal spinal nucleus, thalamus, and cerebral cortex) resulting in central sensitization, which manifests clinically as allodynia and hyperalgesia of CTTH. Additionally, CTTH patients exhibit decreased thermal and pain thresholds which further bolsters support for central sensitization occurring in CTTH. The alterations in physiology that leads to the overall process of central sensitization, involves changes at the level of neural tracts, neurotransmitters and their receptors, the neural synapse, and the post-synaptic membrane. Evidence also suggests that dysfunction in supraspinal descending inhibitory pain pathways may contribute to the pathogenesis of central sensitization in CTTH.   === Neurotransmitters === Specific neuronal receptors and neurotransmitters thought to be most involved include NMDA and AMPA receptors, glutamate, serotonin (5-HT), β-endorphin, and nitric oxide (NO). Of the neurotransmitters, NO plays a major role in central pain pathways and likely contributes to the process of central sensitization. Briefly, the enzyme nitric oxide synthase (NOS) forms NO which ultimately results in vasodilatation and activation of central nervous system pain pathways. Serotonin may also be of significant importance and involved in malfunctioning pain filter located in the brain stem. The view is that the brain misinterprets information—for example from the temporal muscle or other muscles—and interprets this signal as pain. Evidence for this theory comes from the fact that chronic tension-type headaches may be successfully treated with certain antidepressants such as nortriptyline. However, the analgesic effect of nortriptyline, as well as amitriptyline in chronic tension-type headache, is not solely due to serotonin reuptake inhibition, and likely other mechanisms are involved.   === Synapses === Regarding synaptic level changes, homosynaptic facilitation and heterosynaptic facilitation are both likely to be involved in central sensitization. Homosynaptic facilitation occurs when synapses normally involved in pain pathways undergo changes involving receptors on the post-synaptic membrane as well as the molecular pathways activated upon synaptic transmission. Lower pain thresholds of CTTH result from this homosynaptic facilitation. In contrast, heterosynaptic facilitation occurs when synapses not normally involved in pain pathways become involved. Once this occurs innocuous signals are interpreted as painful signals. Allodynia and hyperalgesia of CTTH represent this heterosynaptic facilitation clinically.   === Stress === In the literature, stress is mentioned as a factor and may be implicated via the adrenal axis. This ultimately results in downstream activation of NMDA receptor activation, NFκB activation, and upregulation of iNOS with subsequent production of NO leading to pain as described above.   == Diagnosis == With TTH, the physical exam is expected to be normal with perhaps the exception of either pericranial tenderness upon palpation of the cranial muscles, or presence of either photophobia or phonophobia.   === Classification ===  The International Headache Society's most current classification system for headache disorders is the International Classification of Headache Disorders 3rd edition (ICHD-3) as of 2018. This classification system separates tension-type headache (TTH) into two main groups: episodic (ETTH) and chronic (CTTH). CTTH is defined as fifteen days or more per month with headache for greater than three months, or one-hundred eighty days or more, with headache per year. ETTH is less than fifteen days per month with headache or less than one-hundred eighty days with headache per year. However, ETTH is further sub-divided into frequent and infrequent TTH. Frequent TTH is defined as ten or more episodes of headache over the course of one to fourteen days per month for greater than three months, or at least twelve days per year, but less than one-hundred eighty days per year. Infrequent TTH is defined as ten or more episodes of headache for less than one day per month or less than twelve days per year. Furthermore, all sub-classes of TTH can be classified as having presence or absence of pericranial tenderness, which is tenderness of the muscles of the head. Probable TTH is utilized for patients with some characteristics, but not all characteristics of a given sub-type of TTH.   === Differential diagnosis === Extensive testing is not needed as TTH is diagnosed by history and physical examination. However, if symptoms indicative of a more serious diagnosis are present, a contrast enhanced MRI may be utilized. Furthermore, giant cell arteritis should be considered in those 50 years of age and beyond. Screening for giant cell arteritis involves the blood tests of erythrocyte sedimentation rate (ESR) and c-reactive protein.  Migraine Oromandibular dysfunction Sinus disease Eye disease Cervical spine disease Infection in immunocompromised Intracranial mass Idiopathic intracranial hypertension Medication overuse headache Secondary headache (headache due to other disorder) Giant cell arteritis (≥50 years of age) Dermatochalasis   == Prevention ==   === Lifestyle === Good posture might prevent headaches if there is neck pain. Drinking alcohol can make headaches more likely or severe. Drinking water and avoiding dehydration helps in preventing tension headache. People who have jaw clenching might develop headaches, and getting treatment from a dentist might prevent those headaches. Using stress management and relaxing often makes headaches less likely. Biofeedback techniques may also help.   === Medications === People who have 15 or more headaches in a month may be treated with certain types of daily antidepressants which act to prevent continued tension headaches from occurring. In those who are predisposed to tension type headaches the first-line preventative treatment is amitriptyline, whereas mirtazapine and venlafaxine are second-line treatment options. Tricyclic antidepressants appear to be useful for prevention. Tricyclic antidepressants have been found to be more effective than SSRIs but have greater side effects. Evidence is poor for the use of SSRIs, propranolol, and muscle relaxants for prevention of tension headaches.   == Treatment == Treatment for a current tension headache is to drink water and confirm that there is no dehydration. If symptoms do not resolve within an hour for a person who has had water, then stress reduction might resolve the issue.   === Exercise === Evidence supports simple neck and shoulder exercises in managing ETTH and CTTH for headaches associated with neck pain. Exercises include stretching, strengthening and range of motion exercises. CTTH can also benefit from combined therapy from stress therapy, exercises and postural correction.   === Medications ===   ==== Episodic ==== Over-the-counter drugs, like paracetamol, or NSAIDs (ibuprofen, aspirin, naproxen, ketoprofen), can be effective but tend to only be helpful as a treatment for a few times in a week at most. For those with gastrointestinal problems (ulcers and bleeding), and/or kidney problems, acetaminophen is the better choice over aspirin, though both provide roughly equivalent pain relief. It is important to note that large daily doses of paracetamol should be avoided as it may cause liver damage especially in those that consume 3 or more drinks/day and those with pre-existing liver disease.  Ibuprofen, one of the NSAIDs listed above, is a common choice for pain relief but may also lead to gastrointestinal discomfort. Analgesic/caffeine combinations are popular such as the aspirin-caffeine combination or the aspirin, paracetamol and caffeine combinations. Frequent use (daily or skipping just one day in between use for 7–10 days) of any of the above analgesics may, however, lead to medication overuse headache. Analgesic/sedative combinations are widely used (e.g., analgesic/antihistamine combinations, analgesic/barbiturate combinations such as Fiorinal). Muscle relaxants are typically used for and are helpful with acute post-traumatic TTH rather than ETTH. Opioid medications are not utilized to treat ETTH. Botulinum toxin does not appear to be helpful.   ==== Chronic ==== Classes of medications involved in treatment of CTTH include tricyclic antidepressants (TCAs), SSRIs, benzodiazepine (Clonazepam in small evening dose), and muscle relaxants. The most commonly utilized TCA is amitriptyline due to the postulated role in decreasing central sensitization and analgesic relief. Another popular TCA used is Doxepine. SSRIs may also be utilized for management of CTTH. For patients with concurrent muscle spasm and CTTH, the muscle relaxant Tizanidine can be a helpful option. These medications however, are not effective if concurrent overuse of over the counter medications or other analgesics is occurring. Stopping overuse must occur prior to proceeding with other forms of treatment.   === Manual therapy === Current evidence for acupuncture is slight. A 2016 systematic review suggests better evidence among those with frequent tension headaches, but concludes that further trials comparing acupuncture with other treatment options are needed. People with tension-type headache often use spinal manipulation, soft tissue therapy, and myofascial trigger point treatment. Studies of effectiveness are mixed. A 2006 systematic review found no rigorous evidence supporting manual therapies for tension headache. A 2005 structured review found only weak evidence for the effectiveness of chiropractic manipulation for tension headache, and that it was probably more effective for tension headache than for migraine. Two other systematic reviews published between 2000 and May 2005 did not find conclusive evidence in favor of spinal manipulation. A 2012 systematic review of manual therapy found that hands-on work may reduce both the frequency and the intensity of chronic tension-type headaches. More current literature also appears to be mixed however, CTTH patients may benefit from massage and physiotherapy as suggested by a systemic review examining these modalities via RCTs specifically for this patient population Despite being helpful, the review also makes a point to note that there is no difference in effectiveness long term (6 months) between those CTTH patients utilizing TCAs and physiotherapy. Another systemic review comparing manual therapy to pharmacologic therapy also supports little long term difference in outcome regarding TTH frequency, duration, and intensity.   == Epidemiology == As of 2016 tension headaches affect about 1.89 billion people  and are more common in women than men (23% to 18% respectively). Despite its benign character, tension-type headache, especially in its chronic form, can impart significant disability on patients as well as burden on society at large.   == References ==   == External links ==  National Headache Foundation World Headache Alliance"}