{"name": "teplizumab", "category": "drug", "content": "Teplizumab, sold under the brand name Tzield, is a humanized anti-CD3 monoclonal antibody that is the first approved treatment indicated to delay the onset of stage 3 type 1 diabetes (T1D) in people with stage 2 T1D. The Fc region of this antibody has been engineered to have Fc receptor non-binding (FNB) properties. The mechanisms of action of teplizumab appear to involve weak agonistic activity on signaling via the T cell receptor-CD3 complex associated with the development of anergy, unresponsiveness, and/or apoptosis, particularly of unwanted activated Teff cells. In addition, regulatory cytokines are released and regulatory T cells are expanded that may lead to the reestablishment of immune tolerance  Teplizumab was approved for medical use in the United States in November 2022. The US Food and Drug Administration (FDA) considers it to be a first-in-class medication.   == Medical uses == Teplizumab is indicated to delay the onset of stage 3 type 1 diabetes (T1D) people aged eight years of age and older with stage 2 T1D.   == History == Teplizumab was developed at the University of Chicago in partnership with Ortho Pharmaceuticals, and was then further developed at MacroGenics, Inc., including a collaboration with Eli Lilly to conduct the first Phase 3 clinical trial in early-onset type 1 diabetes. After the initial Phase 3 trial conducted by Macrogenics failed to meet the primary endpoint, the drug was acquired by Provention Bio, which restarted development based on subset analysis of the original trials.   == Research == Teplizumab has been used in clinical trials with the aim of protecting the remaining β-cells in newly diagnosed type 1 diabetes patients. Immunomodulatory agents such as anti-CD3-antibodies may restore normal glucose control if provided in very early stages of the disease, such as stage 2 T1DM, when there are still enough beta cells to maintain euglycemia. Teplizumab has been evaluated for treatment of renal allograft rejection, for induction therapy in islet transplant recipients, and for psoriatic arthritis. A phase II study showed that teplizumab could delay the development of diabetes in family members of type 1 diabetics showing signs of progression towards diabetes by about two years after a single treatment, renewing interest in its use as a preventive rather than therapeutic treatment in high-risk patients.   == References ==   == External links == \"Teplizumab\". Drug Information Portal. U.S. National Library of Medicine."}