{"name": "tepotinib", "category": "drug", "content": "Tepotinib, sold under the brand name Tepmetko, is an anti-cancer medication used for the treatment of adults with non-small cell lung cancer (NSCLC). The most common side effects include edema (build-up of fluid), nausea (feeling sick), low albumin level in the blood, diarrhea, and increase in creatinine level in the blood (a sign of kidney problems). Tepotinib first received marketing approval in Japan, in March 2020, as a \"line-agnostic\" drug, meaning it is approved both for treatment-naive patients and for those in whom previous attempts at treatment have failed. US approval followed in February 2021. It is the second therapy approved by the US Food and Drug Administration (FDA) to treat non-small cell lung cancer with these particular mutations, after capmatinib.   == Medical uses == Tepotinib is indicated for the treatment of adults with metastatic non-small cell lung cancer (NSCLC) whose tumors have a mutation that leads to MET exon 14 skipping.   == Adverse effects == The most common side effects seen in clinical trials were edema, fatigue, nausea, diarrhea, muscle aches, and shortness of breath. Like capmatinib, tepotinib can also cause interstitial lung disease and liver damage, and is toxic to a developing fetus.  The most common treatment-related adverse effect in a 2021 study were peripheral edema (54.1%), nausea (20.0%), diarrhea (19.6%), blood creatinine increased (17.6%), and hypoalbuminemia (14.5%), which were 'mostly mild or moderate'.   == Society and culture ==   === Legal status === In December 2021, the Committee for Medicinal Products for Human Use (CHMP) of the European Medicines Agency (EMA) adopted a positive opinion, recommending the granting of a marketing authorization for the medicinal product Tepmetko, intended for the treatment of people with advanced non-small cell lung cancer (NSCLC) harboring alterations leading to mesenchymal-epithelial transition factor gene exon 14 (METex14) skipping. The applicant for this medicinal product is Merck Europe. Tepotinib (Tepmetko) was approved for medical use in the European Union in February 2022. The US Food and Drug Administration (FDA) granted the application for tepotinib orphan drug designation. In February 2024, the FDA converted the approval of tepotinib for adults with metastatic non-small cell lung cancer (NSCLC) harboring mesenchymal-epithelial transition (MET) exon 14 skipping alterations, to traditional approval. It was previously granted accelerated approval for this indication in February 2021. The application was granted breakthrough and orphan drug designations.   == References ==   == Further reading == Paik PK, Felip E, Veillon R, Sakai H, Cortot AB, Garassino MC, et al. (September 2020). \"Tepotinib in Non-Small-Cell Lung Cancer with MET Exon 14 Skipping Mutations\". The New England Journal of Medicine. 383 (10): 931–943. doi:10.1056/NEJMoa2004407. PMC 8422679. PMID 32469185.   == External links == \"Tepotinib\". NCI Drug Dictionary. National Cancer Institute. \"Tepotinib hydrochloride\". NCI Drug Dictionary. National Cancer Institute. Clinical trial number NCT02864992 for \"Tepotinib Phase II in Non-small Cell Lung Cancer (NSCLC) Harboring MET Alterations (VISION)\" at ClinicalTrials.gov"}