{"name": "teprotumumab", "category": "drug", "content": "Teprotumumab, sold under the brand name Tepezza, is a medication used to treat adults with thyroid eye disease, a rare condition where the muscles and fatty tissues behind the eye become inflamed, causing the eyes to bulge outwards. The most common side effects are muscle spasm, nausea, hair loss, diarrhea, fatigue, high blood sugar, hearing loss, dry skin, altered sense of taste, and headache. Teprotumumab should not be used if pregnant, and women of child-bearing potential should have their pregnancy status verified prior to beginning treatment and should be counseled on pregnancy prevention during treatment and for six months following the last dose. It is a human monoclonal antibody developed by Genmab and Roche for tumour treatment but was later researched by River Vision Development Corporation and Horizon Therapeutics to be used for ophthalmic uses. It binds to IGF-1R. Teprotumumab was approved for use in the United States in January 2020. The U.S. Food and Drug Administration (FDA) considers it to be a first-in-class medication.   == Medical use == In a multicenter, randomized trial in participants with active Graves' ophthalmopathy, teprotumumab was more effective than placebo. In February 2019, Horizon announced results from a Phase III confirmatory trial evaluating teprotumumab for the treatment of active thyroid eye disease (TED). The study met its primary endpoint, showing more participants treated with teprotumumab compared with placebo had a meaningful improvement in proptosis, or bulging of the eye: 82.9% of teprotumumab participants compared to 9.5% of placebo participants achieved the primary endpoint of a 2 mm or more reduction in proptosis (p<0.001). Proptosis is the main cause of morbidity in TED. All secondary endpoints were also met and the safety profile was consistent with the Phase II study of teprotumumab in TED. On 10 July 2019, Horizon submitted a biologics license application  to the FDA for teprotumumab for the treatment of active thyroid eye disease. Horizon requested priority review for the application - if so granted (FDA has a 60-day review period to decide) it would result in a maximum 6-month review process.   == History == Teprotumumab-trbw was approved for use in the United States in January 2020, for the treatment of adults with thyroid eye disease (TED). Teprotumumab was first investigated for the treatment of solid and hematologic tumors, including breast cancer, Hodgkin's and non-Hodgkin's lymphoma, non-small cell lung cancer, and sarcoma. Although results of phase I and early phase II trials showed promise, research for these indications were discontinued in 2009, by Roche. Phase II trials still in progress were allowed to complete, as the development was halted due to business prioritization rather than safety concerns. Teprotumumab was subsequently licensed to River Vision Development Corporation in 2012, for research in the treatment of ophthalmic conditions. Horizon Pharma (now Horizon Therapeutics, from here on Horizon) acquired RVDC in 2017, and will continue clinical trials. It is in phase III trials for Graves' ophthalmopathy (TED) and phase I for diabetic macular edema. It was granted Breakthrough Therapy, Orphan Drug Status and Fast Track designations by the FDA for Graves' ophthalmopathy. Teprotumumab-trbw was approved based on the results of two clinical trials (Trial 1/ NCT01868997 and Trial 2/ NCT03298867) of 170 subjects with active TED who were randomized to either receive teprotumumab-trbw or a placebo. Of the subjects who were administered Tepezza, 71% in study 1 and 83% in study 2 demonstrated a greater than 2 mm reduction in proptosis (eye protrusion) as compared to 20% and 10% of subjects who received placebo, respectively. The trials were conducted at 28 sites in Europe and United States. The FDA granted the application for teprotumumab-trbw fast-track, breakthrough therapy, priority review, and orphan drug designations. The FDA granted the approval of Tepezza to Horizon Therapeutics Ireland DAC.   == References =="}