{"name": "terbinafine", "category": "drug", "content": "Terbinafine is an antifungal medication used to treat pityriasis versicolor, fungal nail infections, and ringworm including jock itch and athlete's foot. It is either taken by mouth or applied to the skin as a cream or ointment. The cream and ointment should not be used for fungal nail infections. Common side effects when taken by mouth include nausea, diarrhea, headache, cough, rash, and elevated liver enzymes. Severe side effects include liver problems and allergic reactions. Liver injury is, however, unusual. Oral use during pregnancy is not typically recommended. The cream and ointment may result in itchiness but are generally well tolerated. Terbinafine is in the allylamines family of medications. It works by decreasing the ability of fungi to synthesize ergosterol. It appears to result in fungal cell death. Terbinafine was discovered in 1991. It is on the World Health Organization's List of Essential Medicines. In 2021, it was the 245th most commonly prescribed medication in the United States, with more than 1 million prescriptions.   == Medical uses == Terbinafine is mainly effective on molds  of the order Onygenales and some yeasts in the genus Candida. As a cream or powder, it is used topically for superficial skin infections such as jock itch (tinea cruris), athlete's foot (tinea pedis), and other types of ringworm (tinea corporis). Tablets by mouth are often prescribed for the treatment of onychomycosis, a fungal nail infection, typically by a dermatophyte or Candida species. Fungal nail infections are located deep under the nail in the cuticle to which topically applied treatments are unable to penetrate in sufficient amounts. The tablets may, rarely, cause hepatotoxicity, so patients are warned of this and may be monitored with liver function tests. Alternatives to oral administration have been studied. Terbinafine may induce or exacerbate subacute cutaneous lupus erythematosus. Persons with lupus erythematosus should first discuss possible risks with their doctor before initiation of therapy.   == Side effects == Many side effects and adverse drug reactions have been reported with oral terbinafine hydrochloride, possibly due to its extensive biodistribution and the often extended durations involved in antifungal treatment (longer than two months). A comprehensive list of adverse events associated with terbinafine use includes:  Gastrointestinal problems: Diarrhea, constipation, nausea, fullness, abdominal pain, indigestion, dyspepsia, gastritis, cholestasis, flatulence, altered stool colour, abdominal muscular pain Central nervous system or neurological problems: Headaches, dizziness, vertigo, light-headedness, decreased concentration levels, paraesthesia (pins and needles) Hepatic problems: Raised liver enzyme levels, liver inflammation (hepatitis), liver damage, liver failure Immune system problems: Decreased white blood cell counts including pancytopenia, leukopenia, lymphopenia, thrombocytopenia, agranulocytosis, and neutropenia,  autoimmune reactions such as lupus erythematosus Psychological problems: Depression, anxiety, insomnia, increased or unusual dream activity, malaise Sensory problems: Complete loss of taste (ageusia), decreased taste (hypogeusia) and distorted taste (dysgeusia), often involving a metallic taste sensation and dry mouth, visual disturbances including blurred vision, green vision and double vision. In extremely rare cases, the loss or impairment of taste is permanent  Skin problems: Rashes, hives (urticaria), skin irritation, itching, jaundice, Stevens–Johnson syndrome Other side effects: Fatigue, increased heart rate (tachycardia), hair loss (alopecia), decreased red blood cell count (anemia), muscle pain (myalgia), joint pain (arthralgia) In 2015, physicians reported that a patient with an MTHFR enzyme mutation (specifically the C677T variant) had developed an adverse reaction to Lamisil (headache, fatigue, and dizziness). Genetic testing revealed the MTHFR C677T mutation. It was noted that Lamisil interferes with the methylation cycle and that this can cause side effects in individuals with the MTHFR C677T mutation.   == Pharmacology ==  Like other allylamines, terbinafine inhibits ergosterol synthesis by inhibiting squalene epoxidase, an enzyme that catalyzes the conversion of squalene to lanosterol. In fungi, lanosterol is then converted to ergosterol; in humans, lanosterol becomes cholesterol. However, as fungi and animals diverged around 1.1 billion years ago - there is enough difference in this enzyme that terbinafine preferentially binds fungal squalene epoxidase, making it selective for inhibiting ergosterol production in fungi without significantly affecting cholesterol production in mammals. This is thought to fatally disrupt the fungal cell membrane. Terbinafine is highly lipophilic and tends to accumulate in hair, skin, nails, and fat cells. This accumulation results in therapeutic levels of terbinafine even after 80 days following one week treatment of 250 mg/day. Different dosing schedules have been proposed such as 500 mg/day for one week or 250 mg/day for two weeks each followed by a drug-free period of two or three weeks, totaling 3 months of treatment including the drug-free periods. Such intermittent dosing schedules appear to be as effective as continuous regimens.   == Chemistry == Terbinafine hydrochloride is a white crystalline powder that is freely soluble in methanol and dichloromethane, soluble in ethanol, and slightly soluble in water.  Terbinafine is produced from olefin metathesis of 1,3-dichloropropene and neohexene followed by reaction with N-methyl-1-naphthalenemethanamine. Despite its name it does not contain terbium.   == History == Terbinafine first became available in Europe in 1991 and in the United States in 1996. The U.S. Food and Drug Administration has approved the first generic versions of prescription Lamisil (terbinafine hydrochloride) tablets. The remaining patent or exclusivity for Lamisil expired on June 30, 2007. On September 28, 2007, the FDA stated that terbinafine is now approved for use by children age four and up. The antifungal granules can be sprinkled on a child's food to treat scalp fungus. In the United States the price in 1999 was $547 for a 12-week course; this fell to $10 by 2015, after the patent had expired.   == Society and culture ==   === Brand names === Terbinafine is sold in India as Terboderm by Omega Pharma and Tyza (Abbott Healthcare). Lamisil in Argentina, Australia, Bangladesh, Belgium, Brazil, Canada, Chile, Colombia, Croatia, Egypt, the Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Israel, Mexico, the Netherlands, New Zealand, Norway, Pakistan, Peru, the Philippines, Romania, Russia, Slovakia, Slovenia, South Africa, Sweden, Thailand, the United Kingdom, the United States, and Venezuela Corbinal and Terbisil in Turkey, Pakistan, Undofen in Poland. Another alternate is Terbistad (Stada Arzneimittel). As a generic oral medication, it is sold as Sebifin, Tinasil, Terbisil, Terbicor, and Tamsil in Australia, whilst the generic topical medication is sold there as SolvEasyTinea and Tamsil. It is also available as a generic medication in the United States, the United Kingdom, Belgium, Switzerland, Brazil, Mexico, Canada and France. In India, terbinafine hydrochloride is available in topical form under the brand names Triabin by Medley Pharmaceuticals, Sebifin (Sun Pharma), Zimig (GSK Pharma) and mycoCeaze (Progreś Laboratories). MycoVa, developed by Apricus Biosciences, is a topical nail solution of terbinafine and DDAIP, which has completed three phase-III studies for the treatment of onychomycosis. Other names include Terbinaforce (Mankind Pharma) and Tafine (Deurali Janta Pharmaceuticals Pvt Ltd.) Turbo (Apex Pharmaceuticals Pvt Ltd) in Nepal. The topical form is sold as Lamisil AT in the United States.   == References =="}