{"name": "terconazole", "category": "drug", "content": "Terconazole is an antifungal drug used to treat vaginal yeast infection. It comes as a lotion or a suppository and disrupts the biosynthesis of fats in a yeast cell. It has a relatively broad spectrum compared to azole compounds but not triazole compounds. Testing shows that it is a suitable compound for prophylaxis for those that suffer from chronic vulvovaginal candidiasis.   == Medical uses == Terconazole is approved to treat vulvovaginal candidiasis (vaginal thrush). It works as a broad spectrum antifungal and has shown to be an effective first-line treatment against other Candida species. It also shows effectiveness against dermatomycoses in animal models. A review found that short-term rates for intravaginally administered azole treatments shows cure in 80% of cases in a short term follow-up and 66% over long term follow-up. In a double-blind study by Slavin in 1992, terconazole showed a 75% mycological cure over a short-term period (7–14 days) and 100% mycological cure over a long-term period (28–34 days). This study focused on the drug as an 80 mg vaginal suppository, taken three times overnight by 10 women. In another placebo-controlled, double blind study by Schmidt et al., the efficacy of different concentrations of terconazole creams were tested. Cream was applied for three days to 24 women between the ages of 18 and 60. The results showed 0.8% terconazole mycologic cure rates were 83.3% within 1–3 days of starting treatment, 83.3% within 8–11 days of treatment and 58.3% within 30–35 days of treatment. The suppository is more effective after a long-term follow-up than terconazole as a cream or other intravaginal treatments.   == Side effects == The most common side effects of terconazole include headaches, vulvar/vaginal irritation, rash, itching, burning or discomfort. Other side effects may include abdominal pain or cramps, dysmenorrhea, chills, fever and allergic reactions. Flu-like symptoms have been recorded in those that take suppositories greater than 160 mg. May cause birth defects if used in the first trimester. Terconazole is not considered hazardous when handled under normal conditions. It is generally non-flammable and non-carcinogenic. Generally is non-toxic, however, can emit toxic fumes when dust is set alight. Can cause respiratory distress as dust. Can be absorbed by embryo within the first trimester of pregnancy and cause birth defects. Cross inhibition shows that there may be some toxicity.   == Interactions == Terconazole may interact with the spermicide nonoxynol-9. A precipitate is formed upon combination of both drugs. Terconazole may weaken latex-based condoms.   == Chemistry == Terconazole is a triazole ketal with broad-spectrum antifungal/antimycotic tendencies. Terconazole synthesis synologous with ketoconazole except for the fact that triazole and not imidazole heterocyclic ring is used, and that isopropyl group instead of acetamide.  Terconazole has the chemical formula C26H31Cl2N5O3. The chemical name for terconazole is 1-{[(2S,4S)-2-(2,4-dichlorophenyl)-4-{[p-(4-isopropyl-1-piperazinyl)phenoxy]methyl}-1,3-dioxolan-2-yl]methyl}-1H-1,2,4-triazole. Terconazole has a melting point of 126.3 °C (259.34 °F). The molecular weight of terconazole is 532.462 g/mol. Terconazole is synthesized using two chemical compounds: cis-[2(bromomethyl)-2-(2,4-dichlorophenyl)-1,3-dioxolan-4-yl] methyl benzoate and the sodium salt of triazole, created by mixing triazole with sodium hydride. These are put in a solution and catalyzed using dimethyl sulfate at 1300 °C (2372 °F) to give many different types of triazole derivatives. These are purified using alcohol and chromatography. Terconazole is non-reactive except when exposed to strong oxidizing agents or strong bases due to the nitrogen attached to the triazole ring. It has been found to be photosensitive.   == Mechanism of action == Terconazole binds to the heme iron component on the cytochrome P450 enzyme lanosterol of fungi, also known as CYP3A4. The gene ERG11 controls lanosterol creation. Lanosterol is found within the yeast plasma membrane. It is a class of methylsterol. Within a normal yeast cell, lanosterol is demethylated using 14α-demethylation. This process creates zymosterol: a major constituent in the ergosterol biosynthesis pathway for the creation of cell membrane constituents in yeast. This structure provides the membrane with fluidity. This occurs by transforming lanosterol into 4,4'-dimethyl cholesta-8,14,24-triene-3-β-ol. This stops respiration by prohibiting reduction of NADH to NAD. This stops biosynthesis of cell membrane products as well as transport and catabolism. Eventually, membrane fluidity and activity of membrane bound enzymes become depleted. It has also been shown to inhibit morphologic change of yeast as well as cell adherence and is directly toxic to yeast. Terconazole targets fungi specifically since humans do not use lanosterol in this pathway. This process does not affect all fungi such as Pneumocystis jirovecii, which lacks lanosterol.   == Metabolism == Absorption of terconazole is 5–8% in patients that have had a hysterectomy and 12–16% in other patients. In those that administered 0.8% terconazole, plasma concentrations of the drug remained quite low with the peak plasma concentration being 0.006 mcg at 6.6 hours. Those metabolism rates show similar results in pregnant vulvovaginal candidiasis, non-pregnant vulvovaginal candidiasis and healthy women. The half-life of terconazole in blood is recorded to be around 6.9 hours over a range of 4–11.3 hours). Radioactivity of plasma terconazole is low compared to terconazole at 0.6%. Excretion of radioactivity is via two routes, renal (32–53%) and fecal (47–52%). Metabolism is extensive and is highly protein bound (94.9%) with the degree of binding being independent of drug concentration.   == History == In 1940, the first commercial antifungal drug, called amphotericin B, was available on the market, replacing rare and expensive treatments. It was effective in its function but was very toxic and only used for serious infections. The drug was infused into the bloodstream and could cause kidney damage and other side effects. The first azole compounds to replace this treatment were synthesized in the late 1960s and early 1970s and administered to humans under strict care. These compounds were imidazoles, a molecule containing two non-adjacent nitrogen atoms in a 5 membered ring.  The first oral antimycotic imidazole, called ketoconazole, was available on the market in 1981. Triazole based drugs came shortly after and quickly gained popularity due to its broader spectrum of antifungal activity and less toxicity. Terconazole was the first triazole-based antifungal drug synthesized for human use. Janssen Pharmaceutica developed it in 1983. Previously, all triazole based drugs targeted fungal infections related to plants from Candida species. Since creation, terconazole has been superseded by second-generation triazoles due to their even broader spectrum and higher activity levels against resistant pathogens like Aspergillus spp. It is still used as a treatment in cases of resistance to other drugs.   == Available forms == Terconazole is a white, odourless powder. It can be purchased commercially in the following forms:  Terconazole 0.4% cream 5 g applied intravaginally once a day for 7 days; Terconazole 0.8% cream 5 g applied intravaginally once a day for 3 days; Terconazole 80 mg vaginal suppository used once daily for 3 days.   == References ==   == External links == Information about terconazole from the United States Government"}