{"name": "teriflunomide", "category": "drug", "content": "Teriflunomide, sold under the brand name Aubagio, is the active metabolite of leflunomide. Teriflunomide was investigated in the Phase III clinical trial TEMSO as a medication for multiple sclerosis (MS). The study was completed in July 2010. 2-year results were positive.  However, the subsequent    TENERE head-to-head comparison trial reported that \"although permanent discontinuations [of therapy] were substantially less common among MS patients who received teriflunomide compared with interferon beta-1a, relapses were more common with teriflunomide.\" The drug was approved for use in the United States in September 2012 and for use in the European Union in August 2013.   == Adverse effects ==  The US Food and Drug Administration's prescribing information warns of potential hepatotoxicity (liver injury including liver failure) and teratogenicity (birth defects). Elavated ALT enzyme levels is the most common side effect (≥10% and ≥2% over placebo).   == Mechanisms of action == Teriflunomide is an immunomodulatory drug inhibiting pyrimidine de novo synthesis by blocking the enzyme dihydroorotate dehydrogenase. It is uncertain whether this explains its effect on MS lesions. Teriflunomide inhibits rapidly dividing cells, including activated T cells, which are thought to drive the disease process in MS. Teriflunomide may decrease the risk of infections compared to chemotherapy-like drugs because of its more-limited effects on the immune system. It has been found that teriflunomide blocks the transcription factor NF-κB. It also inhibits tyrosine kinase enzymes, but only in high doses not clinically used.   == Activation of leflunomide to teriflunomide == The branded drug teriflunomide is the main active in vivo metabolite of the generically available leflunomide. Upon administration of leflunomide, 70% of the drug administered converts into teriflunomide. The only difference between the molecules is the opening of the isoxazole ring. This is considered a simple structural modification and a technically simple one-step synthetic transformation. Upon oral administration of leflunomide in vivo, the isoxazole ring of leflunomide is opened and teriflunomide is formed.  \"Regardless of the substance administered (leflunomide or teriflunomide), it is the same molecule (teriflunomide)—the one exerting the pharmacological, immunological or metabolic action in view of restoring, correcting or modifying physiological functions, and does not present, in clinical use, a new chemical entity to patients.\" Because of this, EMA initially had not considered teriflunomide being a new active substance.   == References =="}