{"name": "teriparatide", "category": "drug", "content": "Teriparatide, sold under the brand name Forteo, is a form of parathyroid hormone (PTH) consisting of the first (N-terminus) 34 amino acids, which is the bioactive portion of the hormone. It is an effective anabolic (promoting bone formation) agent used in the treatment of some forms of osteoporosis. Teriparatide is a recombinant human parathyroid hormone analog (PTH 1-34). It has an identical sequence to the 34 N-terminal amino acids of the 84-amino acid human parathyroid hormone.   == Medical uses == Teriparatide is indicated for the treatment of postmenopausal women with osteoporosis; for the increase of bone mass in men with primary or hypogonadal osteoporosis; and treatment of men and women with osteoporosis associated with sustained systemic glucocorticoid therapy. It is effective in growing bone (e.g., 8% increase in bone density in the spine after one year) and reducing the risk of fragility fractures. Teriparatide cuts the risk of hip fracture by more than half but does not reduce the risk of arm or wrist fracture.   == Contraindications == Teriparatide is contraindicated for those with open epiphyses, metabolic bone diseases, Paget's Disease of bone, bone metastases, history of skeletal malignancies, or prior external beam or implant radiation therapy involving the skeleton. In the animal studies and in one human case report, it was found to potentially be associated with developing osteosarcoma in test subjects after over two years of use.   == Adverse effects == Adverse effects of teriparatide include headache, nausea, dizziness, and limb pain. Teriparatide has a theoretical risk of osteosarcoma, which was found in rat studies but not confirmed in humans. This may be because, unlike humans, rat bones grow for their entire life. The tumors found in the rat studies were located on the end of the bones which grew after the injections began. After nine years on the market, there were only two cases of osteosarcoma reported. This risk was considered by the FDA as \"extremely rare\" (1 in 100,000 people) and is only slightly more than the incidence in the population over 60 years old (0.4 in 100,000).   == Mechanism of action == Teriparatide is a portion of human parathyroid hormone (PTH), amino acid sequence 1 through 34, of the complete molecule (containing 84 amino acids). Endogenous PTH is the primary regulator of calcium and phosphate metabolism in bone and kidney. PTH increases serum calcium, partially accomplishing this by increasing bone resorption. Thus, chronically elevated PTH will deplete bone stores. However, intermittent exposure to PTH will activate osteoblasts more than osteoclasts. Thus, once-daily injections of teriparatide have a net effect of stimulating new bone formation leading to increased bone mineral density.   == Society and culture ==   === Legal status === Teriparatide was approved for medical use in the United States in 1987. Teriparatide (Forteo) was approved by the FDA in November 2002, for the treatment of osteoporosis in men and postmenopausal women who are at high risk for having a fracture. In October 2019, the US FDA approved the recombinant teriparatide product with brand name Bonsity.   === Biosimilars === Recombinant teriparatide is sold by Eli Lilly and Company under the brand names Forteo and Forsteo. In June 2020, Alvogen, Inc, Pfenex Inc.'s commercialization partner, launched teriparatide injection (Bonsity) in the United States. Teriparatide injection was developed by Pfenex Inc and approved by the US Food and Drug Administration (FDA) in October 2019. Teriparatide injection is pharmaceutically equivalent to Forteo (that is, has the same active ingredient in the same strength, dosage form and route of administration) and has been shown to have comparable bioavailability. These characteristics allowed the product to be approved under a 505(b)(2) NDA for which Forteo was the reference drug. It may provide a lower-cost teriparatide option for increasing bone density in patients at high risk for fracture, and is FDA-approved for the same indications as Forteo, which means it can be used for the same patients as Forteo, including new patients and those currently responding to treatment. Teriparatide was approved for medical use in the European Union in June 2003. A synthetic teriparatide from Teva Generics has been authorized for marketing in the European Union. Biosimilar product from Gedeon Richter plc has been authorized in the European Union. In October 2019, the US FDA approved a recombinant teriparatide product. In June 2020, the Committee for Medicinal Products for Human Use (CHMP) of the European Medicines Agency (EMA) recommended the approval of the biosimilar products Qutavina and Livogiva. Qutavina and Livogiva were approved for medical use in the European Union in August 2020. Osnuvo was approved for medical use in Canada in January 2020. Sondelbay was approved for medical use in the European Union in March 2022. On 10 November 2022, the Committee for Medicinal Products for Human Use (CHMP) adopted a positive opinion, recommending the granting of a marketing authorization for the medicinal product Kauliv, intended for the treatment of osteoporosis. The applicant for this medicinal product is Strides Pharma Cyprus. Kauliv was approved for medical use in the European Union in February 2023.   == Research == Teriparatide is undergoing a clinical trial with zoledronic acid as a treatment for osteogenesis imperfecta to reduce the risk of broken bones.   === Combined teriparatide and denosumab === Combined teriparatide and denosumab increased BMD more than either agent alone and more than has been reported with approved therapies. Combination treatment might, therefore, be useful to treat patients at high risk of fracture by increasing BMD. However, there is no evidence of fracture rate reduction in patients taking a teriparatide and denosumab combination. The first such trial was published by Leder et al. in Lancet in 2013 with further data subsequently published in JCEM in a trial of post menopausal osteoporotic women demonstrating larger bone mineral density increases in the spine and hip with combination therapy compared to either drug alone.   == References =="}