{"name": "testolactone", "category": "drug", "content": "Testolactone (INNTooltip International Nonproprietary Name, USANTooltip United States Adopted Name) (brand name Teslac) is a non-selective, irreversible, steroidal aromatase inhibitor which is used as an antineoplastic drug to treat advanced-stage breast cancer. The drug was discontinued in 2008 and is no longer available for medical use.   == Medical uses == Testolactone is mainly used for treating various types of breast cancer in women who have been through menopause or whose ovaries no longer function. It works by blocking the production of estrogens, which helps prevent the growth of breast cancers that are stimulated by estrogens. It may also prevent tumor cells from being activated by other hormones. Testolactone has also been used to postpone precocious puberty because of its ability to block estrogen production. In addition, it has been used in the treatment of gynecomastia. Testolactone is used to treat breast cancer at a dosage of 250 mg four times per day by mouth or 100 mg three times per week by intramuscular injection.   === Available forms === Testolactone has been provided in the form of 50 mg and 250 mg oral tablets.   == Side effects == The most common side effects include:  Abnormal skin sensations Aches of the legs and arms General body discomfort Hair loss Loss of appetite Nausea Redness of the tongue Vomiting Rare but serious side effects include:  Allergic reactions New breast lumps Bone pain Menstrual changes, abnormal vaginal bleeding, abnormal vaginal discharge, pelvic pain or pressure Excessive nausea, vomiting, or thirst Glossitis Edema Paresthesia Erythema Alopecia   == Pharmacology == The principal action of testolactone is reported to be inhibition of aromatase activity and the reduction in estrogen synthesis that follows. Androstenedione, a 19-carbon steroid hormone produced in the adrenal glands and the gonads, is where estrone synthesis originates and is the source of estrogen in postmenopausal women. In vitro studies report that the aromatase inhibition may be noncompetitive and irreversible, and could possibly account for the persistence of this drug's effect on estrogen synthesis after drug withdrawal. Testolactone at a dosage of 1,000 mg/day has been found to decrease estradiol levels in men by 25 to 50% after 6 to 10 days of use. This reduction is substantially less than with second- and third-generation aromatase inhibitors. In addition to its activity as an aromatase inhibitor, testolactone also reportedly possesses some anabolic activity and weak androgenic activity via binding to and activation of the androgen receptor (AR). However, its affinity for the AR is very low; in one study, it showed 0.0029% of the affinity of the anabolic steroid metribolone (100%) for the human AR (Ki = 41 μM and 1.18 nM, respectively). In accordance, androgenic side effects such as hirsutism, acne, and voice changes have been reported in no women in clinical trials with testolactone.   == Chemistry == Testolactone, also known as 13-hydroxy-3-oxo-13,17-secoandrosta-1,4-dien-17-oic acid δ-lactone, is a synthetic 18-oxasteroid and a D-homo-18-oxo analogue of androstenedione (androst-4-en-3,17-dione), with a six-membered lactone ring in place of the five-membered carbocyclic D-ring.   == History == Testolactone was first approved for medical use in the United States in 1970.   == References =="}