{"name": "Testicular hypogonadism", "category": "disease", "content": "Hypogonadism means diminished functional activity of the gonads—the testicles or the ovaries—that may result in diminished production of sex hormones. Low androgen (e.g., testosterone) levels are referred to as hypoandrogenism and low estrogen (e.g., estradiol) as hypoestrogenism. These are responsible for the observed signs and symptoms in both males and females. Hypogonadism, commonly referred to by the symptom \"low testosterone\" or \"Low T\", can also decrease other hormones secreted by the gonads including progesterone, DHEA, anti-Müllerian hormone, activin, and inhibin. Sperm development (spermatogenesis) and release of the egg from the ovaries (ovulation) may be impaired by hypogonadism, which, depending on the degree of severity, may result in partial or complete infertility. In January 2020, the American College of Physicians issued clinical guidelines for testosterone treatment in adult men with age-related low levels of testosterone. The guidelines are supported by the American Academy of Family Physicians. The guidelines include patient discussions regarding testosterone treatment for sexual dysfunction; annual patient evaluation regarding possible notable improvement and, if none, to discontinue testosterone treatment; physicians should consider intramuscular treatments, rather than transdermal treatments, due to costs and since the effectiveness and harm of either method is similar; and, testosterone treatment for reasons other than possible improvement of sexual dysfunction may not be recommended.   == Classification ==  Deficiency of sex hormones can result in defective primary or secondary sexual development, or withdrawal effects (e.g., premature menopause) in adults. Defective egg or sperm development results in infertility. The term hypogonadism usually means permanent rather than transient or reversible defects, and usually implies deficiency of reproductive hormones, with or without fertility defects. The term is less commonly used for infertility without hormone deficiency. There are many possible types of hypogonadism and several ways to categorize them. Hypogonadism is also categorized by endocrinologists by the level of the reproductive system that is defective. Physicians measure gonadotropins (LH and FSH) to distinguish primary from secondary hypogonadism. In primary hypogonadism the LH and/or FSH are usually elevated, meaning the problem is in the testicles (hyper-gonatropic hypogonadism); whereas in secondary hypogonadism, both are normal or low, suggesting the problem is in the brain (hypo-gonatropic hypogonadism).   === Affected system === Hypogonadism resulting from defects of the gonads is referred to as hypergonadotropic hypogonadism or primary hypogonadism. Examples include Klinefelter syndrome and Turner syndrome. Mumps is known to cause testicular failure, and in recent years has been immunized against in the US. A varicocele can reduce hormonal production as well. Hypogonadism resulting from hypothalamic or pituitary defects is termed hypogonadotropic hypogonadism (HH), secondary hypogonadism, or central hypogonadism (referring to the central nervous system). Examples of hypothalamic defects include Kallmann syndrome. Examples of pituitary defects include hypopituitarism and pituitary hypoplasia. An example of a hypogonadism resulting from the lack of hormone response is androgen insensitivity syndrome, where there are inadequate receptors to bind the testosterone, resulting in varying clinical phenotypes of sexual characteristics despite XY chromosomes. Isolated hypogonadotropic hypogonadism (IHH), also called idiopathic or congenital hypogonadotropic hypogonadism (CHH) as well as isolated or congenital gonadotropin-releasing hormone deficiency (IGD) accounts for a small subset of cases of hypogonadotropic hypogonadism (HH) due to deficiency in or insensitivity to gonadotropin-releasing hormone (GnRH) where the function and anatomy of the anterior pituitary are otherwise normal and secondary causes of HH are not present.   === Primary or secondary === Primary –  defect is inherent within the gonad: e.g. Noonan syndrome, Turner syndrome (45X,0), Klinefelter syndrome (47XXY), XY with SRY gene-immunity Secondary –  defect lies outside of the gonad: e.g. Polycystic ovary syndrome, and Kallmann syndrome, also called hypogonadotropic hypogonadism. Hemochromatosis and diabetes mellitus can be causes of this as well.   === Congenital vs. acquired === Examples of congenital causes of hypogonadism, that is, causes that are present at birth: Turner syndrome and Klinefelter syndrome. It is also one of the signs of CHARGE syndrome. Examples of acquired causes of hypogonadism: Opioid Induced Androgen Deficiency (resulting from the prolonged use of opioid class drugs, e.g. codeine, Dihydrocodeine, morphine, oxycodone, methadone, fentanyl, hydromorphone, etc.) Anabolic steroid-induced hypogonadism (ASIH) Childhood mumps Children born to mothers who had ingested the endocrine disruptor diethylstilbestrol for potential miscarriage Traumatic brain injury, even in childhood In males, normal aging causes a decrease in androgens, which is sometimes called \"male menopause\" (also known by the coinage \"manopause\"), late-onset hypogonadism (LOH), and \"andropause\" or androgen decline in the aging male (ADAM), among other names. It is a symptom of  hereditary hemochromatosis   === Hormones vs. fertility === Hypogonadism can involve just hormone production or just fertility, but most commonly involves both.  Examples of hypogonadism that affect hormone production more than fertility are hypopituitarism and Kallmann syndrome; in both cases, fertility is reduced until hormones are replaced but can be achieved solely with hormone replacement. Examples of hypogonadism that affect fertility more than hormone production are Klinefelter syndrome and Kartagener syndrome.   === Other === Hypogonadism can occur in other conditions, like Prader–Willi syndrome.   == Signs and symptoms == Women with hypogonadism do not begin menstruating and it may affect their height and breast development. Onset in women after puberty causes cessation of menstruation, lowered libido, loss of body hair, and hot flashes. In men, it causes impaired muscle and body hair development, gynecomastia, decreased height, erectile dysfunction, and sexual difficulties. If hypogonadism is caused by a disorder of the central nervous system (e.g., a brain tumor), then this is known as central hypogonadism. Signs and symptoms of central hypogonadism may involve headaches, impaired vision, double vision, milky discharge from the breast, and symptoms caused by other hormone problems.   === Hypogonadotrophic hypogonadism === The symptoms of hypogonadotrophic hypogonadism, a subtype of hypogonadism, include late, incomplete or lack of development at puberty, and sometimes short stature or the inability to smell; in females, a lack of breasts and menstrual periods, and in males a lack of sexual development, e.g., facial hair, penis and testes enlargement, deepening voice.   == Diagnosis ==   === Women === Testing serum LH and FSH levels are often used to assess hypogonadism in women, particularly when menopause is believed to be happening. These levels change during a woman's normal menstrual cycle, so the history of having ceased menstruation coupled with high levels aids the diagnosis of being menopausal. Commonly, the post-menopausal woman is not called hypogonadal if she is of typical menopausal age. Contrast with a young woman or teen, who would have hypogonadism rather than menopause. This is because hypogonadism is an abnormality, whereas menopause is a normal change in hormone levels. In any case, the LH and FSH levels will rise in cases of primary hypogonadism or menopause, while they will be low in women with secondary or tertiary hypogonadism. Hypogonadism is often discovered during evaluation of delayed puberty, but ordinary delay, which eventually results in normal pubertal development, wherein reproductive function is termed constitutional delay. It may be discovered during an infertility evaluation in either men or women.   === Men === Low testosterone can be identified through a simple blood test performed by a laboratory, ordered by a health care provider. Blood for the test must be taken in the morning hours, when levels are highest, as levels can drop by as much as 13% during the day and all normal reference ranges are based on morning levels. Normal total testosterone levels depend on the man's age but generally range from 240 to 950 ng/dL (nanograms per deciliter) or 8.3–32.9 nmol/L (nanomoles per liter). According to American Urological Association, the diagnosis of low testosterone can be supported when the total testosterone level is below 300 ng/dl. Some men with normal total testosterone have low free or bioavailable testosterone levels which could still account for their symptoms. Men with low serum testosterone levels should have other hormones checked, particularly luteinizing hormone to help determine why their testosterone levels are low and help choose the most appropriate treatment (most notably, testosterone is usually not appropriate for secondary or tertiary forms of male hypogonadism, in which the LH levels are usually reduced). Treatment is often prescribed for total testosterone levels below 230 ng/dL with symptoms. If the serum total testosterone level is between 230 and 350 ng/dL, free or bioavailable testosterone should be checked as they are frequently low when the total is marginal. The standard range given is based on widely varying ages and, given that testosterone levels naturally decrease as humans age, age-group specific averages should be taken into consideration when discussing treatment between doctor and patient. In men, testosterone falls approximately 1 to 3 percent each year.  Blood testing A position statement by the Endocrine Society expressed dissatisfaction with most assays for total, free, and bioavailable testosterone. In particular, research has questioned the validity of commonly administered assays of free testosterone by radioimmunoassay. The free androgen index, essentially a calculation based on total testosterone and sex hormone-binding globulin levels, has been found to be the worst predictor of free testosterone levels and should not be used. Measurement by equilibrium dialysis or mass spectroscopy is generally required for accurate results, particularly for free testosterone which is normally present in very small concentrations.   == Screening == Screening males who do not have symptoms for hypogonadism is not recommended as of 2018.   == Treatment == Male primary or hypergonadotropic hypogonadism is often treated with testosterone replacement therapy if they are not trying to conceive. In short- and medium-term testosterone replacement therapy the risk of cardiovascular events (including strokes and heart attacks and other heart diseases)is not increased. The long-term safety of the therapy is not known yet. Side effects can include an elevation of hematocrit to levels that require blood withdrawal (phlebotomy) to prevent complications from excessively thick blood. Gynecomastia (growth of breasts in men) sometimes occurs. Finally, some physicians worry that obstructive sleep apnea may worsen with testosterone therapy, and should be monitored. While historically, men with prostate cancer risk were warned against testosterone therapy, that has shown to be a myth. Another treatment for hypogonadism is human chorionic gonadotropin (hCG). This stimulates the LH receptor, thereby promoting testosterone synthesis. This will not be effective in men whose testes simply cannot synthesize testosterone anymore (primary hypogonadism), and the failure of hCG therapy is further support for the existence of true testicular failure in a patient. It is particularly indicated in men with hypogonadism who wish to retain their fertility, as it does not suppress spermatogenesis (sperm production) as testosterone replacement therapy does. For both men and women, an alternative to testosterone replacement is low-dose clomifene treatment, which can stimulate the body to naturally increase hormone levels while avoiding infertility and other side effects that can result from direct hormone replacement therapy. Clomifene blocks estrogen from binding to some estrogen receptors in the hypothalamus, thereby causing an increased release of gonadotropin-releasing hormone and subsequently LH from the pituitary. Clomifene is a selective estrogen receptor modulator (SERM). Generally, clomifene does not have adverse effects at the doses used for this purpose.   == See also ==   == References ==   == External links == Isolated Gonadotropin-Releasing Hormone (GnRH) Deficiency Overview at National Center for Biotechnology Information. MedlinePlus Encyclopedia: Hypogonadism Hypogonadism at eMedicine"}