{"name": "testosterone propionate", "category": "drug", "content": "Testosterone propionate, sold under the brand name Testoviron among others, is an androgen and anabolic steroid (AAS) medication which is used mainly in the treatment of low testosterone levels in men. It has also been used to treat breast cancer in women. It is given by injection into muscle usually once every two to three days. Side effects of testosterone propionate include symptoms of masculinization like acne, increased hair growth, voice changes, and increased sexual desire. Testosterone supplementation is also known to reduce the threshold for aggressive behavior in men. The drug is a synthetic androgen and anabolic steroid and hence is an agonist of the androgen receptor (AR), the biological target of androgens like testosterone and dihydrotestosterone (DHT). It has strong androgenic effects and moderate anabolic effects, which make it useful for producing masculinization and suitable for androgen replacement therapy. Testosterone propionate is a testosterone ester and a relatively short-acting prodrug of testosterone in the body. Because of this, it is considered to be a natural and bioidentical form of testosterone. Testosterone propionate was discovered in 1936 and was introduced for medical use in 1937. It was the first testosterone ester to be marketed, and was the major form of testosterone used in medicine until about 1960. The introduction of longer-acting testosterone esters like testosterone enanthate, testosterone cypionate, and testosterone undecanoate starting in the 1950s resulted in testosterone propionate mostly being superseded. As such, it is rarely used today. In addition to its medical use, testosterone propionate is used to improve physique and performance. The drug is a controlled substance in many countries and so non-medical use is generally illicit.   == Medical uses ==  Testosterone propionate is used primarily in androgen replacement therapy. It is specifically approved for the treatment of hypogonadism in men, breast cancer, low sexual desire, delayed puberty in boys, and menopausal symptoms.   === Available forms === Testosterone propionate is usually provided as an oil solution for use by intramuscular injection. It was also previously available as an 30 mg or 50 mg aqueous suspension. Buccal tablets of testosterone propionate were previously available as well.   == Side effects ==  Side effects of testosterone propionate include virilization among others. Testosterone propionate is often a painful injection, which is attributed to its short ester chain.   == Pharmacology ==   === Pharmacodynamics ===  Testosterone propionate is a prodrug of testosterone and is an androgen and anabolic–androgenic steroid (AAS). That is, it is an agonist of the androgen receptor (AR).   === Pharmacokinetics === Testosterone propionate is administered in oil via intramuscular injection. It has a relatively short elimination half-life and mean residence time of 2 days and 4 days, respectively. As such, it has a short duration of action and must be administered two to three times per week. Intramuscular injection of testosterone propionate as an oil solution, aqueous suspension, and emulsion has been compared.   == Chemistry ==  Testosterone propionate, or testosterone 17β-propanoate, is a synthetic androstane steroid and a derivative of testosterone. It is an androgen ester; specifically, it is the C17β propionate (propanoate) ester of testosterone.   == History == Testosterone esters were synthesized for the first time in 1936, and were found to have greatly improved potency relative to testosterone. Among the esters synthesized, testosterone propionate was the most potent, and for this reason, was selected for further development, subsequently being marketed. Testosterone propionate was introduced in 1937 by Schering AG in Germany under the brand name Testoviron. It was the first commercially available form of testosterone, and the first testosterone ester, to be introduced. The medication was the major form of testosterone used medically before 1960. Buccal testosterone propionate tablets were introduced for medical use in the mid-to-late 1940s under the brand name Oreton Buccal Tablets. An aqueous suspension of testosterone propionate was marketed by Ciba by 1950. In the 1950s, longer-acting testosterone esters like testosterone enanthate and testosterone cypionate were introduced and superseded testosterone propionate. Although rarely used nowadays due to its short duration, testosterone propionate remains medically available.   == Society and culture ==   === Generic names === Testosterone propionate is the generic name of the drug and its USANTooltip United States Adopted Name and BANTooltip British Approved Name. It has also been referred to as testosterone propanoate or as propionyltestosterone.   === Brand names === Testosterone propionate is or has been marketed under a variety of brand names, including, among numerous others:  Agrovirin Andronate Andrusol-P Anertan Masenate Neo-Hombreol Oreton Perandren Synandrol Testoviron   === Availability === Testosterone propionate is no longer available commercially in the United States except via a compounding pharmacy.   === Legal status === Testosterone propionate, along with other AAS, is a schedule III controlled substance in the United States under the Controlled Substances Act and a schedule IV controlled substance in Canada under the Controlled Drugs and Substances Act.   == References =="}