{"name": "testosterone undecanoate", "category": "drug", "content": "Testosterone undecanoate, sold under the brand name Nebido among others, is an androgen and anabolic steroid (AAS) medication that is used mainly in the treatment of low testosterone levels in men, It is taken by mouth or given by injection into muscle. Side effects of testosterone undecanoate include symptoms of masculinization like acne, increased hair growth, voice changes, hypertension, elevated liver enzymes, hypertriglyceridemia, and increased sexual desire. The drug is a prodrug of testosterone, the biological ligand of the androgen receptor (AR) and hence is an androgen and anabolic steroid. It has strong androgenic effects and moderate anabolic effects, which make it useful for producing masculinization and suitable for androgen replacement therapy. Testosterone undecanoate is a testosterone ester and a prodrug of testosterone in the body. Because of this, it is considered to be a natural and bioidentical form of testosterone. Testosterone undecanoate was introduced in China for use by injection and in the European Union for use by mouth in the 1970s. It became available for use by injection in the European Union in the early to mid 2000s and in the United States in 2014. Formulations for use by mouth are approved in the United States. Along with testosterone enanthate, testosterone cypionate, and testosterone propionate, testosterone undecanoate is one of the most widely used testosterone esters. However, it has advantages over other testosterone esters in that it can be taken by mouth and in that it has a far longer duration when given by injection. In addition to its medical use, testosterone undecanoate is used to improve physique and performance. The drug is a controlled substance in many countries. Oral administration of testosterone undecanoate is an effective method to achieve therapeutic physiological levels of serum testosterone in patients with hypogonadism. In addition, oral therapy has been found to have a positive impact in these patients on quality of life factors such as sexual function, mood, and mental status, as documented in various studies.   == Medical uses == Testosterone undecanoate is indicated for testosterone replacement therapy in adult males for conditions associated with a deficiency or absence of endogenous testosterone.   == Side effects ==  Side effects of testosterone undecanoate include virilization among others.   === Anaphylaxis === The Reandron 1000 formulation (Aveed in the United States) contains 1,000 mg of testosterone undecanoate suspended in 4 ml castor oil with benzyl benzoate for solubilization and as a preservative, and is administered by intramuscular injection. As an excipient in Reandron 1000, benzyl benzoate has been reported as a cause of anaphylaxis (a serious life-threatening allergic reaction) in a case in Australia. Bayer includes this report in information for health professionals and recommends that physicians \"should be aware of the potential for serious allergic reactions\" to preparations of this type. In Australia, reports to the Adverse Drug Reactions Advisory Committee (ADRAC), which evaluates reports of adverse drug reactions for the Therapeutic Goods Administration (TGA), show several reports of allergic reactions since the anaphylaxis case from 2011.   == Pharmacology ==   === Pharmacodynamics ===  Testosterone undecanoate is a prodrug of testosterone and is an androgen and anabolic–androgenic steroid (AAS). That is, it is an agonist of the androgen receptor (AR).   === Pharmacokinetics === Testosterone undecanoate has a very long elimination half-life and mean residence time when given as a depot intramuscular injection. Its elimination half-life is 20.9 days and its mean residence time is 34.9 days in tea seed oil, while its elimination half-life is 33.9 days and its mean residence time is 36.0 days in castor oil. These values are substantially longer than those of testosterone enanthate (which, in castor oil, has values of 4.5 days and 8.5 days, respectively). Testosterone undecaondate has very low bioavailability when taken orally, only about 3-7% in men and 4-10% in women. This bioavailability is increased with food, especially foods containing fat, thus it is typically recommended to be taken with a meal. It is absorbed through the lymphatic system (90-100%) and peak serum levels are reached after about 3-5 hours. From there, plasma levels decline, typically reaching pre-dose levels after 6-12 hours. The elimination half-life via the oral route has been stated to be 1.6 hours, with a mean residence time of 3.7 hours. However, there is a large amount of individual variability in its duration of action. For this reason it is often dosed twice or even three times a day.  Testosterone undecanoate is metabolized partially in the intestinal wall into 5-alpha-dihydrotestosterone undecanoate (DHTU). In the blood, non-specific esterases metabolize testosterone undecanoate into testosterone and DHTU into dihydrotestosterone (DHT). Thus, testosterone undecanoate increases plasma levels of both testerone and DHT. The fact the conversion happens in the blood complicates the accurate measurement of blood levels of testosterone induced by the drug, as the conversion continues to occur while blood samples are being prepared for assay. Ideally, enzyme inhibitors should be used to properly assay the blood testosterone levels induced by testosterone undecanoate.   == Chemistry ==  Testosterone undecanoate, or testosterone 17β-undecanoate, is a synthetic androstane steroid and a derivative of testosterone. It is an androgen ester; specifically, it is the C17β undecylate (undecanoate) ester of testosterone. A related testosterone ester with a similarly very long duration is testosterone buciclate. The first commercialized preparation of oral testosterone undecanoate had it dissolved in oleic acid. This formulation had to be refrigerated in the pharmacy for reasons of stability and would only last about three months at room temperature. A newer more stable pharmaceutical formulation with castor oil and propylene glycol laurate has since been developed. This new formulation can be stored at room temperature for three years. A novel self-emulsifying formulation of oral testosterone undecanoate in 300-mg capsules for use once per day has been under development.<   == History == In the late 1970s, testosterone undecanoate was introduced for oral use in Europe, although intramuscular testosterone undecanoate had already been in use in China for several years. Intramuscular testosterone undecanoate was not introduced in Europe and the United States until much later, in the early to mid 2000s and 2014, respectively. Testosterone undecanoate was approved in the United States only in 2014 after three previous rejections due to safety concerns.   == Society and culture ==   === Generic names === Testosterone undecanoate is the generic name of the drug and its USANTooltip United States Adopted Name and BANTooltip British Approved Name. It is also referred to as testosterone undecylate.   === Brand names === Testosterone undecanoate is or has been marketed under a variety of brand names, including Andriol, Androxon, Aveed, Cernos Depot, Jatenzo, Kyzatrex, Nebido, Nebido-R, Panteston, Reandron 1000, Restandol, Sustanon 250, Undecanoate 250, and Undestor.   === Availability ===  Oral testosterone undecanoate is available in Europe, Mexico, Asia, and the United States.  Intramuscular testosterone undecanoate has been approved worldwide, including the European Union, Russia, and the United States. Intramuscular testosterone undecanoate is marketed as Nebido in Europe and as Aveed in the United States while oral testosterone undecanoate is marketed as Andriol.   === Legal status === Testosterone undecanoate, along with other AAS, is a schedule III controlled substance in the United States under the Controlled Substances Act and a schedule IV controlled substance in Canada under the Controlled Drugs and Substances Act. In March 2019, the US Food and Drug Administration approved testosterone undecanoate (Jatenzo), an oral testosterone capsule to treat men with certain forms of hypogonadism. These men have low testosterone levels due to specific medical conditions, such as genetic disorders like Klinefelter syndrome or tumors that have damaged the pituitary gland. The FDA granted the approval of Jatenzo to Clarus Therapeutics. In March 2022, testosterone undecanoate (Tlando) was approved for medical use in the United States. In July 2022, Kyzatrex, an oral testosterone undecanoate capsule, was approved for medical use in the United States. The FDA granted the approval of Kyzatrex to Marius Pharmaceuticals.   == Research ==   === Non-alcoholic steatohepatitis === In 2013, a phase II clinical trial testing intramuscular testosterone undecanoate for the treatment of non-alcoholic steatohepatitis (NASH) was initiated in the United Kingdom. In the United States in 2018, Lipocine Inc. began investigating the potential of using an oral testosterone undecanoate formulation, known as LPCN-1144, in patients with NASH.   === Osteoporosis === In 2013, a study aimed to evaluate the efficacy of testosterone undecanoate therapy on bone mineral density (BMD) and biochemical markers of bone turnover in elderly males with osteoporosis and low serum testosterone levels. They study found that administering low-dose testosterone undecanoate (TU) at a rate of 20 mg per day to elderly men with low serum testosterone and osteoporosis effectively increases bone mineral density in the lumbar spine and femoral neck, and improves bone turnover, similar to the standard-dose TU (40 mg, per day) treatment. The treatment did not exhibit any adverse side effects on the prostate gland, including prostate-specific antigen. Therefore, low-dose TU appears to be a safe and cost-effective protocol for treating elderly male osteoporosis. However, further clinical trials with larger sample sizes, multiple centers, and long-term follow-ups are required to determine the efficacy and safety of low-dose testosterone undecanoate treatment in elderly male osteoporosis with low serum testosterone.   == Health implications ==   === Risks associated with treatment of late-onset hypogonadism === There is a potential concern in the medical community that the administration of testosterone therapy for the treatment of late-onset hypogonadism may escalate the risks associated with benign prostatic hyperplasia, prostate cancer and heart diseases.   === Body composition === In 2020, a study that evaluated the effects of testosterone therapy in men with testosterone deficiency and varying degrees of weight (normal weight, overweight, and obesity) on anthropometric and metabolic parameters found that long-term testosterone undecanoate therapy in hypogonadal men, regardless of their weight at the start of the study, led to improvements in several body composition parameters, including body weight, waist circumference, and body mass index. Additionally, testosterone undecanoate therapy was found to lower fasting blood glucose and HbA1c levels and improve lipid profiles in this population.   === Bone density === There have been several studies that evaluate the effect of testosterone therapy on bone density or bone mineral density (BMD). One study concluded that long-term testosterone replacement therapy (TRT) in middle-aged men with late-onset hypogonadism (LOH) and metabolic syndrome (MS) led to a significant increase in both vertebral and femoral bone mineral density (BMD) after 36 months of treatment, as measured by dual-energy x-ray absorptiometry. The TRT treatment was shown to induce a 5% per year increase in BMD without changes in body mass index (BMI). The study suggests that long-term TRT could be beneficial for improving bone health in middle-aged men with LOH and MS, even in the absence of osteoporosis.   == References =="}