{"name": "testosterone enantate", "category": "drug", "content": "Testosterone enanthate is an androgen and anabolic steroid (AAS) medication which is used mainly in the treatment of low testosterone levels in men. It is also used in hormone therapy for transgender men. It is given by injection into muscle or subcutaneously usually once every one to four weeks. Side effects of testosterone enanthate include symptoms of masculinization like acne, increased hair growth, voice changes, and increased sexual desire. The drug is a synthetic androgen and anabolic steroid and hence is an agonist of the androgen receptor (AR), the biological target of androgens like testosterone and dihydrotestosterone (DHT).  Testosterone enanthate is a testosterone ester and a long-lasting prodrug of testosterone in the body. Because of this, it is considered to be a natural and bioidentical form of testosterone, which make it useful for producing masculinization and suitable for androgen replacement therapy. Testosterone enanthate was introduced for medical use in 1954. Along with testosterone cypionate, testosterone undecanoate, and testosterone propionate, it is one of the most widely used testosterone esters. In addition to its medical use, testosterone enanthate is used to improve physique and performance. The drug is a controlled substance in many countries and so non-medical use is generally illicit.   == Medical uses ==  Testosterone enanthate is used primarily in androgen replacement therapy. It is the most widely used form of testosterone in androgen replacement therapy. The medication is specifically approved, in the United States, for the treatment of hypogonadism in men, delayed puberty in boys, and breast cancer in women. It is also used in masculinizing hormone therapy for transgender men.   == Side effects ==  Side effects of testosterone enanthate include virilization among others. Approximately  10 percent of testosterone enanthate will be converted to dihydrotestosterone in normal men. Dihydrotestosterone (DHT) can promote masculine characteristics in both males and females. These masculine characteristics include: clitoral hypertrophy, androgenic alopecia, growth of body hair and deepening of the vocal cords. Dihydrotestosterone also plays an important role in male sexual function and may also be a contributing factor of ischemic priapism in males as shown in a study conducted on the use of finasteride to treat ischemic priapism in males. Testosterone enanthate can also lead to an increase in IGF-1 and IGFBP. Testosterone enanthate can also be converted to estradiol by aromatase, which may lead to gynecomastia in males. Aromatase inhibitors can help to prevent the estrogenic activity of testosterone enanthate in the body.   == Pharmacology ==   === Pharmacodynamics ===  Testosterone enanthate is a prodrug of testosterone and is an androgen and anabolic–androgenic steroid (AAS). That is, it is an agonist of the androgen receptor (AR). Testosterone cypionate is converted by the body to testosterone that has both androgenic effects and anabolic effects; still, the relative potency of these effects can depend on various factors and is a topic of ongoing research. Testosterone can either directly exert effects on target tissues or be metabolized by 5α-reductase into dihydrotestosterone (DHT) or aromatized to estradiol (E2). Both testosterone and DHT bind to an androgen receptor; however, DHT has a stronger binding affinity than testosterone and may have more androgenic effect in certain tissues at lower levels.   === Pharmacokinetics === Testosterone enanthate has an elimination half-life of 4.5 days and a mean residence time of 8.5 days when used as a depot intramuscular injection. It requires frequent administration of approximately once per week, and large fluctuations in testosterone levels result with it, with levels initially being elevated and supraphysiological.   == Chemistry ==  Testosterone enanthate, or testosterone 17β-heptanoate, is a synthetic androstane steroid and a derivative of testosterone. It is an androgen ester; specifically, it is the C17β enanthate (heptanoate) ester of testosterone.   == History == Testosterone enanthate was described as early as 1952 and was first introduced for medical use in the United States in 1954 under the brand name Delatestryl.   == Society and culture ==   === Generic names === Testosterone enanthate is the generic name of the drug and its USANTooltip United States Adopted Name and BANTooltip British Approved Name. It has also referred to as testosterone heptanoate.   === Brand names === Testosterone enanthate is marketed primarily under the brand name Delatestryl. It is or has been marketed under a variety of other brand names as well, including, among others:  Andro LA Andropository Cypionat Cypoprime Depandro Durathate Everone Testocyp Testostroval Testrin Testro LA Xyosted pharmaqo labs   === Availability ===  Testosterone enanthate is available in the United States and widely elsewhere throughout the world. Testosterone enanthate (testosterone heptanoate) is often available in concentrations of 200 mg per milliliter of fluid.   === Legal status === Testosterone enanthate, along with other AAS, is a schedule III controlled substance in the United States under the Controlled Substances Act and a schedule IV controlled substance in Canada under the Controlled Drugs and Substances Act.   == Research == As of October 2017, an auto-injection formulation of testosterone enanthate was in preregistration for the treatment of hypogonadism in the United States.   === Xyosted === On October 1, 2018, the U.S. Food and Drug Administration (FDA) announced the approval of Xyosted.  Xyosted, a product of Antares Pharma, Inc., is a single-use disposable auto-injector that dispenses testosterone enanthate. Xyosted is the first FDA-approved subcutaneous testosterone enanthate product for testosterone replacement therapy in adult males.   == References =="}