{"name": "testosterone cypionate", "category": "drug", "content": "Testosterone cypionate, sold under the brand name Depo-Testosterone among others, is an androgen and anabolic steroid (AAS) medication which is used mainly in the treatment of low testosterone levels in men, including hormone therapy for transgender men. It is given by injection into muscle or subcutaneously, once every one to four weeks, depending on clinical indication. Side effects of testosterone cypionate include symptoms of masculinization like acne, increased hair growth, voice changes, and increased sexual desire. Testosterone supplementation is also known to reduce the threshold for aggressive behavior in men. The drug is a synthetic androgen and anabolic steroid and hence is an agonist of the androgen receptor (AR), the biological target of androgens like testosterone and dihydrotestosterone (DHT). Testosterone cypionate is converted by the body to testosterone that has both androgenic effects and anabolic effects, which make it useful for producing masculinization and suitable for androgen replacement therapy; still, the relative potency of these effects can depend on various factors and is a topic of ongoing research. Testosterone can either directly exert effects on target tissues or be metabolized by 5α-reductase into DHT or aromatized to estradiol (E2). Both testosterone and DHT bind to an androgen receptor; however, DHT has a stronger binding affinity than testosterone and may have more androgenic effect in certain tissues at lower levels. Testosterone cypionate is a testosterone ester and a long-lasting prodrug of testosterone in the body. Because of this, it is considered to be a natural and bioidentical form of testosterone. Testosterone cypionate was introduced for medical use in 1951. Along with testosterone enanthate, testosterone undecanoate, and testosterone propionate, it is one of the most commonly used testosterone esters. It is used mainly in the United States. In addition to its medical use, testosterone cypionate is used to improve physique and performance. The drug is a controlled substance in many countries and so non-medical use is generally illicit.   == Medical uses ==  Testosterone cypionate is used primarily in androgen replacement therapy. It is currently FDA approved for the treatment of primary or hypogonadotropic hypogonadism (either congenital or acquired). The drug's safety in andropause (late-onset hypogonadism in men) has not yet been established, and there are concerns that it may escalate the risks of benign prostatic hyperplasia, prostate cancer and heart diseases. It is currently used off-label for breast cancer, breast disorders, delayed puberty in boys, oligospermia (low sperm count), transmasculine hormone replacement therapy in transgender men, and osteoporosis.   == Side effects ==  Side effects of testosterone cypionate include virilization among others. Diminished sperm production is a common side-effect of testosterone replacement therapy because of the decreased intra-testicular concentration of testosterone and suppression of the hypothalamic-pituitary-gonadal axis.   == Pharmacology ==   === Pharmacodynamics ===  Testosterone cypionate is a prodrug of testosterone and is an androgen and anabolic–androgenic steroid (AAS). That is, it is an agonist of the androgen receptor (AR). Testosterone cypionate is converted by the body to testosterone that has both androgenic effects and anabolic effects; still, the relative potency of these effects can depend on various factors and is a topic of ongoing research. Testosterone can either directly exert effects on target tissues or be metabolized by 5α-reductase into dihydrotestosterone (DHT) or aromatized to estradiol (E2). Both testosterone and DHT bind to an androgen receptor; however, DHT has a stronger binding affinity than testosterone and may have more androgenic effect in certain tissues at lower levels.   === Pharmacokinetics === The pharmacokinetics of testosterone cypionate via depot intramuscular injection, including its elimination half-life and duration of action, are said to be extremely comparable to and hence essentially the same as those of testosterone enanthate. As such, testosterone cypionate and testosterone enanthate are considered to be \"functionally interchangeable\" as medications. For reference, testosterone enanthate has an elimination half-life of 4.5 days and a mean residence time of 8.5 days and requires frequent administration of approximately once per week. Large fluctuations in testosterone levels result with it, with levels initially being elevated and supraphysiological. The pharmacokinetics of testosterone cypionate have been studied and reported.   == Chemistry ==  Testosterone cypionate, or testosterone 17β-cyclopentylpropionate, is a synthetic androstane steroid and a derivative of testosterone. It is an androgen ester; specifically, it is the C17β cyclopentylpropionate (cypionate) ester of testosterone.   == History == Testosterone cypionate was first synthesized in 1951 and was introduced for medical use in the United States the same year under the brand name Depo-Testosterone.   == Society and culture ==   === Generic names === Testosterone cypionate is the generic name of the drug and its USPTooltip United States Pharmacopeia. The drug does not have an INNTooltip International Nonproprietary Name, USANTooltip United States Adopted Name, or BANTooltip British Approved Name. It has also been referred to as testosterone cipionate, as well as testosterone cyclopentylpropionate or testosterone cyclopentanepropionate.   === Brand names === Testosterone cypionate is or has been marketed under a variety of brand names, including:  Andro Cyp Andronaq LA Andronate Dep Andro Dep Test Deposteron Depostomead Depotest Depo-Testosterone Depovirin Durandro Duratest Jectatest Malogen CYP Pertestis Testa-C Testadiate Depo Testex Elmu Prolongatum Testoject LA Virilon   === Availability ===  Testosterone cypionate is marketed in the United States. It is not widely available outside of the United States, though it has been marketed in Canada, Australia, Spain, Brazil, and South Africa.   === Legal status === Testosterone cypionate, along with other AAS, is a schedule III controlled substance in the United States under the Controlled Substances Act and a schedule IV controlled substance in Canada under the Controlled Drugs and Substances Act.   == References =="}