{"name": "tetrabenazine", "category": "drug", "content": "Tetrabenazine is a drug for the symptomatic treatment of hyperkinetic movement disorders. It is sold under the brand names Nitoman and Xenazine among others. On August 15, 2008, the U.S. Food and Drug Administration approved the use of tetrabenazine to treat chorea associated with Huntington's disease. Although other drugs had been used \"off label,\" tetrabenazine was the first approved treatment for Huntington's disease in the U.S. The compound has been known since the 1950s.   == Medical uses == Tetrabenazine is used as a treatment, but not as a cure, for hyperkinetic disorders such as:  Huntington's disease – specifically, the chorea associated with it Tourette syndrome and other tic disorders Tardive dyskinesia, a serious and sometimes irreversible side effect of long-term use of many antipsychotics, mainly typical antipsychotics Hemiballismus, spontaneous flinging limb movements due to contra-lateral subthalamic nucleus damage Tetrabenazine has been used as an antipsychotic in the treatment of schizophrenia, both in the past and in modern times.   == Side effects == The most common adverse reactions, which have occurred in at least 10% of subjects in studies and at least 5% greater than in subjects who received placebo, have been: sedation or somnolence, fatigue, insomnia, depression, suicidal thoughts, akathisia, anxiety, and nausea. It has also been reported to produce apathy.   == Warnings == There is a boxed warning associated with the use of tetrabenazine:  Increases the risk of depression and suicidal thoughts and behavior in patients with Huntington's disease Balance risks of depression and suicidality with the clinical need for control of chorea when considering the use of tetrabenazine Monitor patients for emergence or worsening of depression, suicidality or unusual changes in behavior Inform patients, caregivers and families of the risk of depression and suicidality and instruct to report behaviours of concern promptly to the treating physician Exercise caution when treating patients with a history of depression or prior suicide attempts or ideation Tetrabenazine is contraindicated in patients who are actively suicidal and in patients with untreated or inadequately treated depression   == Pharmacology ==  The precise mechanism of action of tetrabenazine is unknown. Its anti-chorea effect is believed to be due to a reversible depletion of monoamines such as dopamine, serotonin, norepinephrine, and histamine from nerve terminals. Tetrabenazine reversibly inhibits vesicular monoamine transporter 2, resulting in decreased uptake of monoamines into synaptic vesicles, as well as depletion of monoamine storage.   == Research ==   === Animal model of motivational dysfunction === Tetrabenazine is used in the only animal model of motivational dysfunction. The drug results in selective depletion of dopamine at low doses of 0.25 to 1.0 mg/kg and induces a low-effort bias in effort-based decision-making tasks at these doses. It has been found to reduce striatal or nucleus accumbens dopamine levels by 57 to 75% at a dose of 0.75–1.0 mg/kg in rats. In contrast, levels of serotonin and norepinephrine are only reduced by up to 15 to 30% at this dosage. A 10-fold higher dosage of 10 mg/kg is needed to decrease serotonin levels as much as the reduction in dopamine levels at 1 mg/kg. The low-effort bias of systemic administration of tetrabenazine also occurs when it is injected directly into the nucleus accumbens but not the overlying medial neostriatum (i.e., dorsal striatum). Dopamine D1 receptor antagonists like ecopipam and dopamine D2 receptor antagonists like haloperidol have similar amotivational effects as tetrabenazine in animals. A number of pro-motivational drugs have been found to reverse the amotivational effects of tetrabenazine. These include the dopamine releasing agent lisdexamfetamine, the dopamine reuptake inhibitors methylphenidate, bupropion, modafinil, vanoxerine, PRX-14040, and MRZ-9547, and the MAO-B inhibitor and catecholaminergic activity enhancer selegiline. Selegiline shows a complicated U-shaped dose–response curve in its efficacy in the model. In contrast to the preceding agents, many antidepressants, including selective serotonin reuptake inhibitors (SSRIs) like fluoxetine and citalopram, the norepinephrine reuptake inhibitors (NRIs) desipramine and atomoxetine, the selective MAO-A inhibitor moclobemide, and the non-selective monoamine oxidase inhibitor pargyline, are ineffective in reversing tetrabenazine-induced amotivational symptoms. SSRIs and NRIs actually induced further motivational impairments at high doses.   == See also == Deutetrabenazine   == References ==   == External links == Xenazine prescribing information FDA Archived 2017-02-16 at the Wayback Machine NIMH Repository data sheet \"Tetrabenazine\" from HOPES: Huntington's Disease Outreach Project for Education at Stanford Detailed monograph on tetrabenazine on rxmed.com Information on tetrabenazine from netdoctor.co.uk"}