{"name": "tetracaine", "category": "drug", "content": "Tetracaine, also known as amethocaine, is an ester local anesthetic used to numb the eyes, nose, or throat. It may also be applied to the skin before starting intravenous therapy to decrease pain from the procedure. Typically it is applied as a liquid to the area. Onset of effects when used in the eyes is within 30 seconds and last for less than 15 minutes. Common side effects include a brief period of burning at the site of use. Allergic reactions may uncommonly occur. Long-term use is generally not recommended as it may slow healing of the eye. It is unclear if use during pregnancy is safe for the baby. Tetracaine is in the ester-type local anesthetic family of medications. It works by blocking the sending of nerve impulses. Tetracaine was patented in 1930 and came into medical use in 1941. It is on the World Health Organization's List of Essential Medicines   == Medical uses == A systematic review investigated tetracaine for use in emergency departments, especially for starting intravenous lines in children, in view of its analgesic and cost-saving properties. However, it did not find an improvement in first-attempt cannulations. Tetracaine is the T in TAC, a mixture of 5 to 12% tetracaine, 0.05% adrenaline, and 4 or 10% cocaine hydrochloride used in ear, nose, and throat surgery and in the emergency department where numbing of the surface is needed rapidly, especially when children have been injured in the eye, ear, or other sensitive locations.   == Mechanism == In biomedical research, tetracaine is used to alter the function of calcium release channels (ryanodine receptors) that control the release of calcium from intracellular stores. Tetracaine is an allosteric blocker of channel function. At low concentrations, tetracaine causes an initial inhibition of spontaneous calcium release events, while at high concentrations, tetracaine blocks release completely.   == References ==   == External links == \"Tetracaine\". Drug Information Portal. U.S. National Library of Medicine. \"Tetracaine hydrochloride\". Drug Information Portal. U.S. National Library of Medicine."}