{"name": "tetryzoline", "category": "drug", "content": "Tetryzoline (INN), also known as tetrahydrozoline, is a drug used in some over-the-counter eye drops and nasal sprays. Tetryzoline was patented in 1954, and came into medical use in 1959.   == Side effects == Tetryzoline eye drops may cause blurred vision, eye irritation and dilated pupils. Tetryzoline is not suitable for prolonged use as its vasoconstrictive effects within the eye eventually decrease or stop. If tolerance to the drug has developed, ceasing its use may cause a rebound effect and increase redness of the eyes — ⁠a vasodilatory effect. Intranasal use of tetryzoline may cause transient burning, stinging, or dryness of the mucosa and sneezing. Prolonged intranasal use often causes opposite effects in the form of rebound congestion with effects such as chronic redness, swelling and rhinitis. Prolonged use thus may result in overuse of the drug. In children, it might cause profound sedation.   === Overdose === Overdose most often causes slow heart rate. Respiratory depression, low blood pressure, constricted pupils, hypothermia, brief episodes of high blood pressure, drowsiness, headaches and vomiting may also occur. In serious cases some of these effects may result in circulatory shock. Most often overdoses occur in children who have ingested the drug. There is no antidote for tetryzoline or other similar imidazoline analogue poisoning, but the symptoms can be alleviated. With treatment, death is rare.   == Pharmacology ==   === Pharmacodynamics === Tetryzoline is an alpha agonist for the alpha-1 receptor. This action relieves the redness of the eye caused by minor ocular irritants. Moreover, to treat allergic conjunctivitis, tetryzoline can be combined in a solution with antazoline.   === Pharmacokinetics === In a healthy person, the biological half-life of tetryzoline is approximately 6 hours, and it is excreted in urine, chemically unchanged, at least in part. In one study, 10 people were given two drops of 0.5 mg/mL of tetryzoline eye drops (0.025–0.05 mg) at 0 hrs, 4 hrs, 8 hrs, and 12 hrs. Within a 24-hour time window, since the last dose of tetryzoline, the blood serum concentration of tetryzoline in the test subjects was 0.068-0.380 ng/mL and the urine concentration was 13–210 ng/mL. Both the blood and the urine levels of tetryzoline reached their maximums approximately 9 hrs after the last dose. These fluid-concentration levels correspond to normal ocular use of tetryzoline; thus, greater concentrations of tetryzoline in the blood and the urine of the user can indicate misuse of the drug or of poisoning with the drug.   == Chemistry == Chemically, tetryzoline is a derivative of imidazoline. It has two enantiomers.   == Society and culture ==   === Names === Tetryzoline is the International Nonproprietary Name (INN).   === Urban legend === An urban legend suggests that tetryzoline can cause violent diarrhea if given orally, such as by putting a few drops of Visine in an unsuspecting person's beverage. However, the actual results of the prank may be worse, varying from severe nausea and vomiting to seizures or a coma. Larger doses can cause death. Diarrhea is not a side effect.   === Criminal use === In late August 2018, a South Carolina woman was charged with murdering her husband by putting eye drops containing tetryzoline in his drinking water. An autopsy found a high concentration of tetryzoline in his body. Tetryzoline has been used as a date rape drug in a number of cases due to its ability to cause dizziness and unconsciousness. In 2018, a 62 year-old woman in Pewaukee, Wisconsin, died in an apparent overdose or suicide involving tetryzoline and other substances; in November 2023 her caregiver was convicted of first-degree murder, following the allegation that her death was caused by a water bottle laced with Visine. In 2019, a North Carolina paramedic was accused of using tetryzoline eye drops to cause the death of his wife. The blood sample results showed about 30–40 times higher than the therapeutic level of tetryzoline.   == References =="}