{"name": "Tetralogy of Fallot", "category": "disease", "content": "Tetralogy of Fallot (TOF), formerly known as Steno-Fallot tetralogy, is a congenital heart defect characterized by four specific cardiac defects. Classically, the four defects are:  pulmonary stenosis, which is narrowing of the exit from the right ventricle; a ventricular septal defect, which is a hole allowing blood to flow between the two ventricles; right ventricular hypertrophy, which is thickening of the right ventricular muscle; and an overriding aorta, which is where the aorta expands to allow blood from both ventricles to enter. At birth, children may be asymptomatic or present with many severe symptoms. Later in infancy, there are typically episodes of bluish colour to the skin due to a lack of sufficient oxygenation, known as cyanosis. When affected babies cry or have a bowel movement, they may undergo a \"tet spell\" where they turn cyanotic, have difficulty breathing, become limp, and occasionally lose consciousness. Other symptoms may include a heart murmur, finger clubbing, and easy tiring upon breastfeeding. The cause of tetralogy of Fallot is typically not known. Risk factors include a mother who uses alcohol, has diabetes, is over the age of 40, or gets rubella during pregnancy.: 62  It may also be associated with Down syndrome and other chromosomal defects that cause congenital heart defects.  TOF is typically treated by open heart surgery in the first year of life. The timing of surgery depends on the baby's symptoms and size. The procedure involves increasing the size of the pulmonary valve and pulmonary arteries and repairing the ventricular septal defect. In babies who are too small, a temporary surgery may be done with plans for a second surgery when the baby is bigger. With proper care, most people who are affected live to be adults. Long-term problems may include an irregular heart rate and pulmonary regurgitation. The prevalence of TOF is estimated to be anywhere from 0.02 to 0.04%. Though males and females were initially thought to be affected equally, more recent studies have found males to be affected more than females. It is the most common complex congenital heart defect, accounting for about 10 percent of cases. It was initially described in 1671 by Niels Steensen. A further description was published in 1888 by the French physician Étienne-Louis Arthur Fallot, after whom it is named. The first total surgical repair was carried out in 1954.   == Signs and symptoms ==  Tetralogy of Fallot results in low oxygenation of blood. This is due to a mixing of oxygenated and deoxygenated blood in the left ventricle via the ventricular septal defect (VSD) and preferential flow of the mixed blood from both ventricles through the aorta because of the obstruction to flow through the pulmonary valve. The latter is known as a right-to-left shunt. Infants with TOF – a cyanotic heart disease – have low blood oxygen saturation. Blood oxygenation varies greatly from one patient to another depending on the severity of the anatomic defects. Typical ranges vary from 60% to around 90%. Depending on the degree of obstruction, symptoms vary from no cyanosis or mild cyanosis to profound cyanosis at birth. If the baby is not cyanotic, then it is sometimes referred to as a \"pink tet\". Other symptoms include a heart murmur which may range from almost imperceptible to very loud, difficulty in feeding, failure to gain weight, retarded growth and physical development, labored breathing (dyspnea) on exertion, clubbing of the fingers and toes, and polycythemia. The baby may turn blue with breastfeeding or crying. Those born with tetralogy of Fallot are more likely to experience psychiatric disorders such as attention deficit hyperactivity disorder (ADHD) in later life, potentially due to underlying genetic changes that predispose to both conditions.   === Tet spells === Infants and children with unrepaired tetralogy of Fallot may develop \"tet spells\". These are acute hypoxia spells, characterized by shortness of breath, cyanosis, agitation, and loss of consciousness.: 200  This may be initiated by any event – such as anxiety, pain, dehydration, or fever – leading to decreased oxygen saturation or that causes decreased systemic vascular resistance, which in turn leads to increased shunting through the ventricular septal defect. Typically, these spells decrease in frequency after the first four years of life. Clinically, tet spells are characterized by a sudden, marked increase in cyanosis followed by syncope.: 200  Older children will often squat instinctively during a tet spell. This increases systemic vascular resistance and allows for a temporary reversal of the shunt. It increases pressure on the left side of the heart, decreasing the right to left shunt, thus decreasing the amount of deoxygenated blood entering the systemic circulation.   == Cause == While the specific causes of TOF have not been fully identified, there are various environmental or genetic factors that have been associated with TOF. So far, around 20% of overall congenital heart defect cases have been due to known causes such as genetic defects and teratogens which are various factors causing embryo development abnormalities or birth defects. However, the other 80% of cases have little known about their cause. Genetic factors linked to TOF include various gene mutations or deletions. Gene deletions associated with TOF include chromosome 22 deletion as well as DiGeorge syndrome. Specific genes associations with TOF include:  JAG1 codes for ligands within the Notch family of proteins and is highly expressed in the developing heart. Mutations of the JAG1 gene can lead to abnormal heart development associated with TOF. NKX2-5 codes for cardiac morphogenesis regulators to allow for proper heart development. Defects in this gene typically causes septal defects and has been associated with around 4% of all TOF cases. ZFPM2 is another cardiac regulator involved in regulation of GATA4. Mutations of the ZFPM2 gene lead to reduced GATA production and have been seen in some TOF cases. VEGF a well-known endothelial growth factor involved in the vascularization of the heart. Decreased VEGF expression has been shown to be a modifier of TOF. NOTCH1 is involved in the vascularization of tissues and is the most common site of genetic variations involved with TOF, accounting for 7% of all TOF cases. TBX1 expresses progenitors involved with the development of the right ventricle. Chromosome 22q11 deletions also deleting TBX1 gene have been seen in 17% TOF cases. FLT4 gene expression leads to Vascular endothelial growth factor receptor 3 (VEGFR-3) which helps vascularization. Mutations of this gene have been associated with TOF, accounting for 2.4% of all cases. FOXC2 is another gene involved in embryonic development of the cardiac system. Mutations of this gene have been shown to result in dysfunctional lymphatic syndrome and TOF. GATA4 aids in cardiac development by helping increase the production of cardiomyocytes. Mutations of this gene have been seen in various familial TOF cases often lasting 2-3 generations. FLNA is a protein coded by the gene of the same name that crosslinks actin filaments into networks in cytoplasm and helps anchor membrane proteins for the actin cytoskeleton. Mutations of this gene were seen to cause TOF in some patients. The Environmental Factors that have been studied to potentially be associated with TOF include:  Maternal Alcohol consumption: During embryonic development, many of the body’s processing and filtration systems are not fully developed. Fetal body is unable to process alcohol as well as adults which can lead to improper development, including cardiogenesis. While no conclusive evidence has been found between effects of alcohol consumption and TOF, maternal alcohol consumption has been seen in various patients with TOF. Maternal smoking: Maternal smoking has been associated with various fetal complications such as premature delivery and low birth weight which can lead to TOF. In the famous Baltimore-Washington Study, it was reported that smoking more than one pack per day while pregnant was associated with two specific cardiac deflects, both part of TOF: pulmonary stenosis and transposition with VSD. Maternal diabetes: Maternal diabetes, diabetes Mellitus, and gestational diabetes are well-known risk factors of fetal CHD, including TOF. Maternal diabetes has been shown to increase the risk of cardiovascular deformations, namely the transposition of great arteries, one of the four deformations in TOF. Studies have also looked at whether diabetes increases the risk of malformation or poor sugar regulation and have found that sugar regulation does not significantly affect cardiac malformations. Retrospective studies have shown that diabetic mothers with good glucose control still retained the elevated CHD risk. Rubella: Rubella is characterized as mild, contagious viral disease with often unnoticed consequences. Infection with rubella during the first trimester has been seen to cause various fetal malformations, including TOF. Maternal Age: Older maternal age, especially after 35 can have various pregnancy risks due to existing co-morbidities such as hypertension, diabetes, hypothyroidism, and consanguinity. These risk factors can effect fetal development and lead to various fetal conditions such as CHD (including TOF), Down Syndrome and Autism. Embryology studies show that anterior malalignment of the aorticopulmonary septum results in the clinical combination of a ventricular septal defect (VSD), pulmonary stenosis, and an overriding aorta.: 200  Right ventricular hypertrophy develops progressively from resistance to blood flow through the right ventricular outflow tract.   == Pathophysiology ==  In healthy individuals, the human heart develops around the 20th day of gestation, when the outer endocardial tubes merge into a single cardiac tube. Thereafter, the cardiac tube begins to fold, developing into the atrium and ventricle. The right ventricle is dominant prior to birth, receiving 65% of the venous return to the heart, and is the main contributor of blood flow to the lower part of the body, the placenta, and the lungs. Though the exact cause of TOF is unknown, an association that has been observed is an anterior deviation of the infundibular septum that results in a misaligned VSD, with an overriding aorta causing a subsequent right ventricular obstruction. Different factors such as pulmonary stenosis can also contribute with the right ventricular outflow obstruction. During tet spells, a decrease in systemic vascular resistance or an increase in pulmonary resistance would be physiologically observed. The main anatomic defect in TOF is the anterior deviation of the pulmonary outflow septum. This defect results in narrowing of the right ventricular outflow tract (RVOT), override of the aorta, and a VSD.   === Four malformations === \"Tetralogy\" denotes four parts, here implying the syndrome's four anatomic defects. This is not to be confused with the similarly named teratology, a field of medicine concerned with abnormal development and congenital malformations (including tetralogy of Fallot). Below are the four heart malformations that present together in tetralogy of Fallot:  There is anatomic variation between the hearts of individuals with tetralogy of Fallot. Primarily, the degree of right ventricular outflow tract obstruction varies between patients and generally determines clinical symptoms and disease progression. Presumably, this arises from an unequal growth of the aorticopulmonary septum (aka pulmonary outflow septum).: 199  The aorta is too large, thus \"overriding,\" and this \"steals\" from the pulmonary artery, which is therefore stenosed. This then prevents ventricular wall closure, therefore VSD, and this increases the pressures on the right side, and so the R ventricle becomes bigger to handle the work.: 199    === Additional anomalies === In addition, tetralogy of Fallot may present with other anatomical anomalies, including:: 66–8   stenosis of the left pulmonary artery, in 40% a bicuspid pulmonary valve, in 60% right-sided aortic arch, in 25% coronary artery anomalies, in 10% a patent foramen ovale or atrial septal defect, in which case the syndrome is sometimes called a pentalogy of Fallot an atrioventricular septal defect partially or totally anomalous pulmonary venous return Tetralogy of Fallot with pulmonary atresia (pseudotruncus arteriosus) is a severe variant in which there is complete obstruction (atresia) of the right ventricular outflow tract, causing an absence of the pulmonary trunk during embryonic development.: 67–8  In these individuals, blood shunts completely from the right ventricle to the left where it is pumped only through the aorta. The lungs are perfused via extensive collaterals from the systemic arteries, and sometimes also via the ductus arteriosus.: 67–8    == Diagnosis ==  There are three different useful diagnostic tests used for the diagnosis of tetralogy of Fallot. These include a chest radiograph, electrocardiogram, and echocardiogram. The echocardiography determines the final diagnosis and typically offers enough information for surgical treatment planning. About half of all patients are now diagnosed before they are born. Differential diagnosis is when physicians diagnose between two or more conditions for a person's symptoms and this can include primary pulmonary causes of cyanosis, cyanotic heart lesions, pulmonary stenosis and transposed arterial trunks.   === Chest radiograph === Before more sophisticated techniques became available, chest X-ray was the definitive method of diagnosis. The abnormal \"coeur-en-sabot\" (boot-like) appearance of a heart with tetralogy of Fallot is classically visible via chest X-ray, although most infants with tetralogy may not show this finding. The boot like shape is due to the right ventricular hypertrophy present in TOF. Lung fields are often dark (absence of interstitial lung markings) due to decreased pulmonary blood flow.: 171–72    === Electrocardiogram === An electrocardiogram (ECG) is one of the most basic procedures for assessing the heart. Tiny electrodes are applied to specific areas on the body, near the chest, arm, and neck. Lead cables connect the electrodes to an ECG machine. The heart's electrical activity is then measured. Natural electrical impulses help maintain blood flowing properly by coordinating contractions in different areas of the heart. These impulses are recorded by an ECG, which shows how fast, the rhythm, intensity and timing of the electrical impulses as they travel through the heart. Electrocardiography shows right ventricular hypertrophy (RVH), along with right axis deviation. RVH is noted on EKG as tall R-waves in lead V1 and deep S-waves in lead V5-V6.   === Echocardiogram === Congenital heart defects are now diagnosed with echocardiography, which is quick, involves no radiation, is very specific, and can be done prenatally. Echocardiography establishes the presence of TOF by demonstrating a VSD, RVH, and aortic override. Many patients are diagnosed prenatally. Color Doppler (type of echocardiography) measures the degree of pulmonary stenosis. Additionally, close monitoring of the ductus arteriosus is done in the neonatal period to ensure that there is adequate blood flow through the pulmonary valve.: 171–72  In certain cases, coronary artery anatomy cannot be clearly viewed using echocardiogram. In this case, cardiac catheterization can be done.: 37, 201    === Genetics === From a genetics perspective, it is important to screen for DiGeorge in all babies with TOF.: 37, 201    == Treatment ==   === Tet spells === Tet spells are defined as cyanotic spells occurring due to the obstruction right ventricular outflow. Tet spells can be triggered by various factors such as crying, progressive tachypnea, and deep breathing, with symptoms including but not limited to blue skin, nails and lips, profound crying and difficulty breathing. Tet spells may be treated with beta-blockers such as propranolol, but acute episodes require rapid intervention with morphine or intranasal fentanyl to reduce ventilatory drive, a vasopressor such as phenylephrine, or norepinephrine to increase systemic vascular resistance, and IV fluids for volume expansion.: 18, 201  Oxygen (100%) may be effective in treating spells because it is a potent pulmonary vasodilator and systemic vasoconstrictor. This allows more blood flow to the lungs by decreasing shunting of deoxygenated blood from the right to left ventricle through the VSD. There are also simple procedures such as squatting and the knee chest position which increase systemic vascular resistance and decrease right-to-left shunting of deoxygenated blood into the systemic circulation.: 18, 201  If the spells are refractory to the above treatments, people are usually intubated and sedated. The treatment of last resort for tet spells is extracorporeal membrane oxygenation (ECMO) along with consideration of Blalock-Thomas-Taussig shunt (BTT shunt).: 18, 201    === Total surgical repair === Total surgical repair of TOF is a curative surgery. Different techniques can be used in performing TOF repair. However, a transatrial, transpulmonary artery approach is used for most cases.: 153  The repair consists of two main steps: closure of the VSD with a patch and reconstruction of the right ventricular outflow tract. This open-heart surgery is designed to relieve the right ventricular outflow tract stenosis by careful resection of muscle and to repair the VSD.: 154 The right ventricle outflow tract can be reconstructed using mainly 2 procedures: a transannular patch (TAP) or a pulmonary valve-sparing procedure (PVS). The decision on the type of the procedure depends on individual anatomy (especially the size of the pulmonary valve). PVS showed better overall survival, event-free survival and less pulmonary regurgitation at 10, 20 and 30 years after the operation.  PVS  can be performed with or without ventriculotomy. A study found similar overall and event-free survival and pulmonary regurgitation rate between patients who underwent PVS with ventriculotomy and the ones who did not. Additional reparative or reconstructive surgery may be done on patients as required by their particular cardiac anatomy.: 153  Timing of surgery in asymptomatic patients is usually between the ages of two months to one year.: 201–2  However, in symptomatic patients showing worsening blood oxygen levels, severe tet-spells (cyanotic spells), or dependence on prostaglandins from early neonatal period (to keep the ductus arteriosus open) need to be planned fairly urgently: 201–2  Potential surgical repair complications include residual ventricular septal defect, residual outflow tract obstruction, complete atrioventricular block, arrhythmias, aneurysm of right ventricular outflow patch, and pulmonary valve insufficiency.: 59  Long-term complications most commonly include pulmonary valve regurgitation, and arrhythmias. Total repair of tetralogy of Fallot initially carried a high mortality risk, but this risk has gone down steadily over the years. Surgery is now often carried out in infants one year of age or younger with less than 5% perioperative mortality.: 205  Post surgery, most patients enjoy an active life free of symptoms.: 205  Currently, long-term survival is close to 90%.: 167  Today the adult TOF population continues to grow and is one of the most common congenital heart defects seen in adult outpatient clinics.: 100–101    === Palliative surgery === Initially surgery involved forming a side to end anastomosis between the subclavian artery and the pulmonary artery -i.e. a systemic to pulmonary arterial shunt.: 57  This redirected a large portion of the partially oxygenated blood leaving the heart for the body into the lungs, increasing flow through the pulmonary circuit, and relieving symptoms. The first Blalock–Thomas–Taussig shunt surgery was performed on 15-month-old Eileen Saxon on November 29, 1944 with dramatic results. The Potts shunt and the Waterston–Cooley shunt are other shunt procedures which were developed for the same purpose. These are no longer used. Currently, palliative surgery is not normally performed on infants with TOF except for extreme cases.: 173  For example, in symptomatic infants, a two-stage repair (initial systemic to arterial shunt placement followed by total surgical repair) may be done. Potential complications include inadequate pulmonary blood flow, pulmonary artery distortion, inadequate growth of the pulmonary arteries, and acquired pulmonary atresia.: 59    === Approaches to surgical repair === After years of tetralogy of Fallot surgical repair expertise, the attention shifted to the emerging evidence that long-term pulmonary insufficiency is detrimental to right ventricular function and clinical prognosis. As a result, the hunt for surgical procedures to relieve right ventricular outflow tract obstruction while minimizing pulmonary regurgitation has intensified. A constrained right ventricular outflow tract reconstruction with a Dacron patch matched to a nominal pulmonary annulus expansion or an annulus-sparing approach yielded primary complete repair outcomes in 94 TOF infants. The pulmonary annulus size was larger in babies treated with the latter technique, as predicted. After an average follow-up of around eight years, the first group had a higher than moderate PR, yet there was no significant difference in independence from severe PR after ten years. Furthermore, there was no significant difference in right ventricular dilation between the two techniques. Finally, they found that reconstructing the pulmonary annulus in TOF with only a tiny transannular incision and a stiff Dacron patch to inhibit pulmonary annulus extension throughout the normal growing phase produces the same long-term benefits as preserving the full pulmonary annulus integrity.   == Complications ==   === Short-term === Residual ventricular septal defects and persistent right ventricular outflow blockage are common problems in the immediate postoperative period. Arrhythmias such as ventricular tachycardia, atrial fibrillation/flutter, and intra-atrial re-entrant tachycardia can occur after tetralogy repair. With broad complex tachycardia, the ECG will likely show a right bundle branch block or left bundle branch block patterns. Patients who have had their hearts repaired may experience sudden cardiac death. Risk factors for abnormal heart rhythms include:  Age (at repair) Male gender Transient complete heart block beyond post operative day three QRS duration greater than 180 milliseconds   === Long-term === Adult patients with congenital cardiac disease are on the rise at a rate of about 5% per year, outpacing the pediatric population. Right ventricular volume overload form pulmonary insufficiency, right ventricular aneurysm from outflow patch or ventriculotomy, distal pulmonary artery obstruction, ventricular hypertrophy, chamber enlargement, biventricular dysfunction, and aortic root dilation and insufficient are all long-term complications seen in these patients. Arrhythmia, heart failure, and complications from reoperations are the three primary causes of death in individuals with corrected tetralogy of Fallot. QRS duration greater than 180 milliseconds, older age at repair (greater than three years), significant pulmonary valve or tricuspid valve regurgitation, history of syncope, multifocal premature ventricular contractions, and ventricular tachycardia are some of the factors associated with sudden death after 30 years of procedure. Pulmonary insufficiency is the most common reason for reoperation, and pulmonary valve replacement criteria have traditionally been based on the severity of the regurgitant fraction on a magnetic resonance or CT scan. Right and left ventricular end-systolic and end-diastolic volume indices, ejection fractions, and the existence of aneurysm generating obstructive outflow are all parameters seen in this research. Exercise intolerance, heart failure signs and symptoms, syncope, and prolonged ventricular tachycardia are all possible symptoms. A transcatheter pulmonary valve method can also be used to replace a pulmonary valve.   === Pregnancy === In comparison to the general obstetric population, women who had their tetralogy of Fallot repaired completely have similar outcomes. The degree of pulmonary regurgitation with right or left ventricular dysfunction, as well as the level of pulmonary hypertension, are linked to an increased risk of pregnancy complications. Fetal death is more likely in women who have moderate right ventricular hypertension or who have undergone a palliative shunt. In comparison to 0.8% of the general population, offspring of women with tetralogy have a 3–5% chance of developing congenital cardiac disease. If the 22q11 deletion is present, there is a 50% chance of transferring the damaged chromosome, with a high risk of a congenital cardiac abnormality.   == Prognosis == Untreated, tetralogy of Fallot rapidly results in progressive right ventricular hypertrophy due to the increased resistance caused by narrowing of the pulmonary trunk.: 199  This progresses to heart failure which begins in the right ventricle and often leads to left heart failure and dilated cardiomyopathy. Mortality rate depends on the severity of the tetralogy of Fallot. If left untreated, TOF carries a 35% mortality rate in the first year of life, and a 50% mortality rate in the first three years of life. Patients with untreated TOF rarely progress to adulthood. Patients who have undergone total surgical repair of tetralogy of Fallot have improved hemodynamics and often have good to excellent cardiac function after the operation with some to no exercise intolerance (New York Heart Association Class I-II). Long-term outcome is usually excellent for most patients, however residual post-surgical defects such as pulmonary regurgitation, pulmonary artery stenosis, residual VSD, right ventricular dysfunction, right ventricular outflow tract obstruction may affect life expectancy and increase the need for reoperation.: 205  Cardiovascular and cerebrovascular complications in patients with repaired CHD such as TOF occur earlier in life compared to healthy subjects. Chronic pulmonary regurgitation and right ventricular dilation and dysfunction is also common. Within 30 years after correction, 50% of patients will require reoperation. The most common cause of reoperation is a leaky pulmonary valve (pulmonary valve insufficiency). This is usually corrected with a procedure called pulmonary valve replacement.: 136  One common prognostic factor with TOF is the development of ischemia reperfusion injury. Insufficient myocardial protection is considered one of the main causes of death in the correction of TOF.   == Comorbidities == There are many comorbid conditions that can occur with TOF that may exacerbate the condition. Often, TOF can present with low birth weight and prematurity. In both of these cases, mortality and morbidity were both seen to increase. Differences in right atrial and ventricular mechanics and liver stiffness was also observed in adults with repaired TOF, as well as pulmonary atresia and persistent pulmonary stenosis. In patients with pulmonary atresia, there is complete failure of forward flow from the right ventricle to the pulmonary arterial vasculature. As such, pulmonary blood flow is entirely dependent on shunting from the systemic circulation, typically through a patent ductus arteriosus. The pathophysiology of TOF together with pulmonary arteriosus is uniquely attributable to defects of the pulmonary arteries. Even after operative care, these patients remain at higher risk for pulmonary arterial stenoses and pulmonary hypertension. Danon disease, which is a rare genetic disorder, was also observed to complicate TOF. In particular, elongation of the QRS complex and a shortened PR interval. Genetic abnormalities found in TOF may lead to the earlier diagnosis of Danon disease, helping to improve prognostic outcomes.   == Epidemiology == The prevalence of tetralogy of Fallot is estimated to be 0.02–0.04%, which corresponds to approximately 200 to 400 cases per million live births. It accounts for 7–10% of all congenital heart abnormalities, making it the most common cyanotic heart defect.: 100–101  Although males and females were initially believed to be affected equally, more recent studies have shown TOF affects males more than females. About 1 in 100 newborns is diagnosed with a congential heart defect, of which 10% are diagnosed with TOF. Genetically, it is most commonly associated with Down syndrome and DiGeorge syndrome. Down syndrome and other chromosomal disorders are known to occur alongside congential heart defects such as TOF.   == History == Tetralogy of Fallot was initially described in 1671 by the Danish researcher Niels Steensen. Also referenced as Nicolaus Steno in Latin, Stensen was a pioneer in anatomy and geology, his work making significant specific contribution to the fields of cardiac anatomy and pathology. A further description was published in 1888 by the French physician Étienne-Louis Arthur Fallot, after whom it was ultimately named. In 1924, Maude Elizabeth Seymour Abbott, a pediatric cardiologist from Montreal, Canada, named it tetralogy of Fallot. The short paper \"Dissection of a Monstrous Foetus in Paris\" in 1671 first described the conditions that would later together be known as TOF. In particular, it highlighted the unusual formation of arteries, the stenosing of the pulmonary artery, the absence of the ductus arteriosus, an overriding aorta, and fetal cardiac circulation where blood was redirected to the aorta from the pulmonary artery. Over a hundred years later in 1777, Dutch physician Eduard Sandifort reported what he referred to as \"the blue boy\" patient. This patient, who was 16 months old, was initially thought to have asthma, though an autopsy postmortem revealed a cardiac malformation with no ductus arteriosus or ligamentum arteriosum, indicating that the child may have died from TOF. Another 13-year-old patient was reported by Scottish physician William Hunter in 1782. Hunter described the patient, along with three others, as suffering from cyanosis after a posthumous examination in 1774. Other cases, such as those presented by Pulteney (1785), Abernethy (1793), Bell (1797), Dorsey (1812), and Farre (1814) also contributed to modern understandings of TOF. The first reported case of TOF was in America at the University of Pennsylvania in 1816, with more cases being reported by Peacock (1858 and 1869), Widman (1881), and finally Fallot (1888), after whom the condition is named. Fallot was the first to elegantly describe the four key features that differentiate it from other cyanotic cardiac conditions, and was prominent in the disqualification of a patent foramen ovale as a fifth feature. Fallot initially referred to it as \"La maladie bleue\", which is French for \"the blue disease\" or \"cyanose cardiaque\", translating to \"cardiac cyanosis\". The first surgical repair was carried out in 1944 at Johns Hopkins. The procedure was conducted by surgeon Alfred Blalock and cardiologist Helen B. Taussig, with Vivien Thomas also providing substantial contributions and listed as an assistant. This first surgery was depicted in the film Something the Lord Made. It was actually Helen Taussig who convinced Alfred Blalock that the shunt was going to work. 15-month-old Eileen Saxon was the first person to receive a Blalock–Thomas–Taussig shunt. Furthermore, the Blalock-Thomas-Taussig procedure, initially the only surgical treatment available for tetralogy of Fallot, was palliative but not curative. The first total repair of tetralogy of Fallot was done by a team led by C. Walton Lillehei at the University of Minnesota in 1954 on an 11-year-old boy. Total repair on infants has had success from 1981, with research indicating that it has a comparatively low mortality rate. Today the adult TOF population continues to grow and is one of the most common congenital heart defect seen in adult outpatient clinics.: 100–101    == Related disorders == The following illnesses have symptoms that are comparable to tetralogy of Fallot. For a differential diagnosis, comparisons between these disorders provides valuable knowledge.   === Atrial septal defects === Atrial septal defects (ASDs) are a kind of congenital heart abnormality in which a tiny opening exists between the two atria of the heart. The burden on the right side of the heart is increased as a result of these abnormalities, as is the blood flow to the lungs. This leads to excessive blood flow to the lungs and an increased workload on the right side of the heart. Another common finding associated with ASDs is right ventricular hypertrophy, also known as enlargement of the right ventricle.   === Ventricular septal defects === Ventricular septal defects (VSDs) are a kind of congenital heart abnormality in which one of the ventricles is missing. Two atria and one big ventricle are common in infants with congenital abnormalities. Symptoms of these diseases include an unusually high rate of breathing (tachypnea), a blue hue to the skin (cyanosis), wheezing, a rapid heartbeat (tachycardia), and/or an abnormally enlarged liver, which are similar to those of other congenital heart problems (hepatomegaly). VSDs can also lead to a build-up of fluid around the heart, which can lead to congestive heart failure.   === Atrioventricular septal defect === Atrioventricular septal defect (AVSD) is an uncommon congenital heart condition characterized by faulty development of the heart's septa and valves. Congestive heart failure is common in infants with the entire version of the condition. Fluid builds up in other parts of the body, particularly the lungs. Breathing difficulties may result from pulmonary congestion (dyspnea).   === Mitral valve stenosis === Mitral valve stenosis is an uncommon cardiac abnormality that can occur at birth (congenital) or develop later in life (acquired). The aberrant narrowing of the mitral valve's opening characterizes this condition. There are two versions of this condition known as congenital and acquired characterized by different symptoms. Congenital Mitral valve stenosis symptoms include a wide array such as respiratory infections, breathing difficulties, heart palpitations and coughing. Acquired mitral valve stenosis symptoms also include a wide array such as consciousness losses, angina, general weakness and abdominal discomfort.   == Notable cases == Shaun White, American professional snowboarder and skateboarder Beau Casson, Australian cricketer Dennis McEldowney, New Zealand author and publisher Max Page, Volkswagen's \"Little Darth Vader\" from the 2011 Super Bowl commercial Billy Kimmel, the son of talk show host Jimmy Kimmel; Billy's diagnosis led Kimmel to discuss access to health care on his show Jimmy Kimmel Live!   == See also == Trilogy of Fallot Congenital rubella syndrome   == References ==   == External links ==  What Is Tetralogy of Fallot? at the National Institutes of Health Understanding your child's heart: Tetralogy of Fallot by the British Heart Foundation"}