{"name": "tezepelumab", "category": "drug", "content": "Tezepelumab, sold under the brand name Tezspire, is a human monoclonal antibody used for the treatment of asthma. Tezepelumab blocks thymic stromal lymphopoietin (TSLP), an epithelial cytokine that has been suggested to be critical in the initiation and persistence of airway inflammation. The most common side effects include arthralgia (joint pain) and pharyngitis (sore throat). Tezepelumab was approved for medical use in the United States in December 2021, and in the European Union in September 2022. The US Food and Drug Administration (FDA) considers it to be a first-in-class medication.   == Medical uses == Tezepelumab is indicated for the add-on maintenance treatment of people aged twelve years and older with severe asthma.   == History == Two main studies including over 1,500 adults and adolescents with inadequately controlled asthma showed that tezepelumab was effective in reducing the number of severe asthma flare‑ups. The benefits and side effects of tezepelumab were evaluated in two clinical trials of participants with severe asthma. All participants were taking their usual treatment for asthma. In addition, participants received new treatment with either tezepelumab or placebo. Neither the participants nor the investigators knew which treatment was given. The benefit of tezepelumab was assessed by measuring the frequency of asthma attacks (exacerbations) at the end of both 52 week trials in comparison to placebo. The FDA approved tezepelumab based on evidence from two clinical trials (NAVIGATOR and PATHWAY) of 1334 participants with severe asthma. The safety and efficacy of tezepelumab were evaluated in two clinical trials of participants with severe asthma. The trials were conducted in 24 countries (Argentina, Australia, Austria, Bulgaria, Brazil, Canada, Czech Republic, France, Germany, Hungary, Israel, Japan, Lithuania, Latvia, Russia, Saudi Arabia, Serbia, Slovakia, South Africa, South Korea, Taiwan, Ukraine, United States, and Vietnam).   == Society and culture ==   === Legal status === On 21 July 2022, the Committee for Medicinal Products for Human Use (CHMP) of the European Medicines Agency (EMA) adopted a positive opinion, recommending the granting of a marketing authorization for the medicinal product Tezspire, intended as add-on treatment in adults and adolescents with severe asthma. The applicant for this medicinal product is AstraZeneca AB. Tezepelumab was approved for medical use in the European Union in September 2022.   == Research == It is being studied for the treatment of chronic obstructive pulmonary disease, chronic rhinosinusitis with nasal polyps, chronic spontaneous urticaria and eosinophilic esophagitis (EoE). In phase III trials, tezepelumab demonstrated efficacy compared to placebo for patients with severe, uncontrolled asthma. Structural studies by X-ray crystallography showed that tezepelumab competes against a critical part of the TSLPR binding site on TSLP.   == References ==   == External links == Clinical trial number NCT02054130 for \"Study to Evaluate the Efficacy and Safety of MEDI9929 (AMG 157) in Adult Subjects With Inadequately Controlled, Severe Asthma\" at ClinicalTrials.gov Clinical trial number NCT03347279 for \"Study to Evaluate Tezepelumab in Adults & Adolescents With Severe Uncontrolled Asthma (NAVIGATOR)\" at ClinicalTrials.gov"}