{"name": "Thallium poisoning", "category": "disease", "content": "Thallium poisoning is poisoning that is due to thallium and its compounds, which are often highly toxic. Contact with skin is dangerous and adequate ventilation should be provided when melting this metal. Many thallium compounds are highly soluble in water and are readily absorbed through the skin. Exposure to them should not exceed 0.1 mg per m2 of skin in an 8 hour time-weighted average (40- hour working week).  Part of the reason for thallium's high toxicity is that when present in aqueous solution as the univalent thallium(I) ion (Tl+) it exhibits some similarities with essential alkali metal cations, particularly potassium (owing to similar ionic radii). It can thus enter the body via potassium uptake pathways. Other aspects of thallium's chemistry differ strongly from that of the alkali metals, such as its high affinity for sulfur ligands. Thus this substitution disrupts many cellular processes by interfering with the function of proteins that incorporate cysteine, an amino acid containing sulfur.  Thallium was originally used as rat poison, but was discontinued due to the exposure risk. Among the distinctive effects of thallium poisoning are peripheral nerve damage (victims may experience a sensation of \"walking on hot coals\") and hair loss (which led to its initial use as a depilatory before its toxicity was properly appreciated). However hair-loss generally occurs only with low doses; with high doses the thallium kills before hair loss can occur. Thallium was an effective murder weapon before its effects became understood and an antidote (Prussian blue) was discovered. Thallium is often imported for products like optical lenses and electronics. The US has not manufactured thallium since 1984. It has been called the \"poisoner's poison\" since it is colorless, odorless and tasteless; its slow-acting, painful and wide-ranging symptoms are often suggestive of a host of other illnesses and conditions.   == Interactions ==   === Thallium compounds === The odorless and tasteless thallium sulfate was also used as rat poison and ant killer. Since 1975, this use in the United States and many other countries is prohibited due to safety concerns.   === Symptoms ===  Thallium can enter the body through inhalation, absorption through the skin, or through ingestion. Acute symptoms of thallium exposure include, but are not limited to, stomach pain, diarrhea, and vomiting. More serious neurological symptoms don't appear until days after the metal has been ingested.   These include: tremors, headache, insomnia, seizures, ataxia, ascending peripheral neuropathies, coma, and possible death. Nystagmus, diplopia, and other ocular effects are also common.  After many weeks, those with thallium poisoning begin to present with dermatological symptoms such as acne-like abrasions, hypohidrosis, and alopecia.   === Main causes === Exposure from work Accidental ingestion Contaminated foods or drugs Exposure to hazardous waste sites Malicious intent (poisoning)   == Diagnosis == Thallium may be measured in blood or urine as a diagnostic tool in clinical poisoning situations or to aid in the medicolegal investigation of suspicious deaths. Normal background blood and urine concentrations in healthy persons are usually less than 1 μg/litre, but they are often in the 1–10 mg/litre range (1,000–10,000 times higher) in survivors of acute intoxication.  Thallium is present in the blood for a very short time so urine testing is usually most appropriate.  A quick way to assess possible thallium poisoning is to perform a microscopic analysis of a hair and its root. In thallium poisoning this analysis will show a tapered anagen hair with black pigmentation at the base (anagen effluvium). This is pathognomonic for thallium toxicity.  Other ways of testing thallium levels include CBC blood tests, liver function tests, blood urea nitrogen, calcium, or electrolytes.   == Treatment == There are two main methods of removing both radioactive and stable isotopes of thallium from humans. First known was to use Prussian blue (potassium ferric hexacyanoferrate), which is a solid ion exchange material, which absorbs thallium. Up to 20 g per day of Prussian blue is fed by mouth to the person, and it passes through their digestive system and comes out in the stool. Hemodialysis and hemoperfusion are also used to remove thallium from the blood stream. At later stage of the treatment additional potassium is used to mobilize thallium from the tissue. Other methods of treatment could be stomach pumping, use of activated charcoal, or bowel irrigation depending on the prognosis.   == Notable cases == There are numerous recorded cases of fatal thallium poisoning. Because of its use for murder, thallium has gained the nicknames \"The Poisoner's Poison\" and \"Inheritance Powder\" (alongside arsenic).   === Australia's \"Thallium Craze\" === In Australia, in the early 1950s, there was a notable spate of cases of murder or attempted murder by thallium poisoning. At this time, due to the chronic rat infestation problems in overcrowded inner-city neighbourhoods (notably in Sydney), and thallium's effectiveness as a rat poison, it was still readily available over the counter in New South Wales, where thallium(I) sulphate was marketed as a commercial rat bait, under the brand Thall-rat.  In September 1952 Yvonne Gladys Fletcher, a housewife and mother of two from the inner Sydney suburb of Newtown, was charged and tried for the murders of both her first husband, Desmond Butler (who died in 1948), and her abusive second husband, Bertrand \"Bluey\" Fletcher, a rat-bait layer, from whom she had obtained the thallium poison that she used to kill him earlier that year. Suspicions were raised after it became obvious to friends and neighbours that Bluey Fletcher was suffering from the same fatal illness that had killed Yvonne's first husband. A police investigation led to the exhumation and testing of Desmond Butler's remains, which showed clear evidence of thallium, and this led to Yvonne being convicted of Butler's murder. She was sentenced to death but the sentence was commuted to life imprisonment after the NSW Government abolished the death penalty; she was eventually released in 1964. At the time of the trial it was reported that this was the first known case in Australia of a person being convicted of murder by administering thallium. The Fletcher case is also notable for the fact that one of the arresting officers was Sydney detective Fred Krahe, who later became notorious for his suspected close involvement with elements of Sydney's organised crime scene and his alleged involvement in the disappearance of social activist Juanita Nielsen. A month later, in October 1952, Bathurst grandmother Ruby Norton was tried for the murder of her daughter's fiancé, Allen Williams, who died of thallium poisoning at Cowra Hospital in July 1952. Despite allegations that Norton hated all the men in her family and that she did not want Williams as a son-in-law, Norton was acquitted. In 1953 Sydney woman Veronica Monty, 45, was tried for the attempted murder of her son-in-law, noted Balmain and Australian rugby league player Bob Lulham, who was treated for thallium poisoning in 1952. After separating from her husband Monty had moved in with her daughter Judy and Judy's husband, Bob Lulham. The sensational trial revealed that Lulham and Monty had an \"intimate relationship\" while Lulham's wife was at Sunday mass. Monty was found not guilty; Judy Lulham divorced her husband as a result of the revelations about his affair and Monty killed herself with thallium in 1955. In July 1953, Sydney woman Beryl Hague was tried for \"maliciously administering thallium and endangering her husband's life\". Hague confessed to buying Thall-rat from a corner shop and putting it in her husband's tea because she wanted to \"give him a headache to repay the many headaches he had given me\" in violent disputes. In 1953 Australian Caroline Grills was sentenced to life in prison after three family members and a close family friend died. Authorities found thallium in tea that she had given to two other family members. Grills spent the rest of her life in Sydney's Long Bay Gaol, where fellow inmates dubbed her \"Aunt Thally\". The Australian TV documentary Recipe for Murder, released in 2011, examined three of the most sensational and widely reported Australian thallium poisonings, the Fletcher, Monty and Grills cases.   === Others === Félix-Roland Moumié, a Cameroonian leader, was assassinated with thallium in Geneva on 3 November 1960 by a former agent of the SDECE (French secret service) probably at the request of Cameroonian authorities. In 1971, thallium was the main poison that Graham Frederick Young used to poison around 70 people in the English village of Bovingdon, Hertfordshire, of whom three died. From 1976 to late 1979, thallium was used as a chemical warfare agent, most notably by a unit of the British South Africa Police (BSAP) attached to the Selous Scouts during the Rhodesian Bush War. In 1977, a 19 month-old girl living in Qatar fell ill due to thallium poisoning (from pesticides used by her parents). While doctors were unable to identify the cause, a nurse named Marsha Maitland managed to do it from the description of the symptoms given in The Pale Horse. In summer 1981 the East German secret service Stasi poisoned dissident Wolfgang Welsch, who had previously been expelled to West Germany, during his holiday in Israel. He barely survived. In 1985, spiritual leader Rajneesh first accused US President Ronald Reagan of poisoning him while he was briefly incarcerated in Oklahoma. Rajneesh's accusations were unsubstantiated. In 1987, in Kyiv, a woman named Tamara Ivanyutina was arrested along with her older sister and parents. They were found guilty of 40 cases of poisoning (13 of them lethal) with Clerici solution obtained from an acquaintance working at a geology institute. Tamara (guilty of nine deaths, including four children) was executed in one of the three documented cases of women receiving the capital punishment in post-Stalin Soviet Union. Her relatives received prison terms, the parents dying in jail. In 1988, members of the Carr family from Alturas, Polk County, Florida, fell ill from what appeared to be thallium poisoning. Peggy Carr, the mother, died slowly and painfully from the poison. Her son and stepson were critically ill but eventually recovered. The Carrs' neighbor, chemist George J. Trepal, was convicted of murdering Mrs. Carr and attempting to murder her family, and sentenced to death. The thallium was slipped into bottles of Coca-Cola at the Carr and Trepal homes. Thallium was the poison of choice for Saddam Hussein to use on dissidents, which even allowed for them to emigrate before dying. In 1995, Zhu Ling was the victim of an unsolved attempted thallium poisoning in Beijing, China. In 1994, Zhu Ling was a sophomore studying physical chemistry at Tsinghua University in Beijing. She began to show strange and debilitating symptoms at the end of 1994, when she reported experiencing acute stomach pain and extensive hair loss. Ultimately she was diagnosed on Usenet with poisoning by thallium. To this day, there is still speculation among Chinese expatriates overseas as to the poisoner's identity. The only suspect of the police investigation, Sun Wei, is a member of a family with high-level political connections, which may have been used to halt and suppress the results of the investigation. Sun Wei was Zhu Ling's classmate and roommate in Tsinghua University from 1992 to 1997. Tsinghua University also said she was the only student who had access to thallium compounds at the school. The investigation's results have never been released to Zhu Ling's parents or the general public. However, Tsinghua University declined to issue Sun Wei's B.S. certificate and refused to provide her with the documentation needed to get a passport or visa in 1997. In 2018 the victim's hair was examined by the University of Maryland geologist Richard Ash using laser ablation ICP-MS mass spectrometry. He was able to confirm the timeline and pattern of poisoning. In 1999, Norwegian Terje Wiik was sentenced to 21 years imprisonment for poisoning his girlfriend with thallium. In June 2004, 25 Russian soldiers became ill from thallium exposure when they found a can of mysterious white powder in a rubbish dump on their base at Khabarovsk in the Russian Far East. Oblivious to the danger of misusing an unidentified white powder from a military dump site, the conscripts added it to tobacco, and used it as a substitute for talcum powder on their feet. In 2005, a 17 year-old girl in Izunokuni, Shizuoka, Japan admitted to attempting to murder her mother by lacing her tea with thallium, causing a national scandal. In February 2007, two Americans, Marina and Yana Kovalevsky, a mother and daughter, visiting Russia were hospitalized for thallium poisoning. Both had emigrated from the Soviet Union to the United States in 1991 and had made several trips to Russia since then. In January 2008, 10 members of two families associated with an Iraqi soccer club, including several children, were poisoned by cake contaminated with thallium. Once thallium poisoning was confirmed in Baghdad, the patients were transferred to the Specialty Hospital in Amman, Jordan to receive treatment which was not available in Iraq. One adult died in Iraq, and two children and another adult died in Jordan. In 2011, a chemist at Bristol-Myers Squibb in New Jersey, Li Tianle, was charged with the murder of her husband. According to an investigation by the Middlesex County Prosecutor's Office, Li Tianle was able to obtain a chemical containing thallium and fed it to her husband. Li was a chemistry student at Peking University at the time of the highly publicized thallium poisoning of Zhu Ling in 1995 at neighboring Tsinghua University. In 2012 a chemistry postgraduate student at the University of Southampton, UK, was found to be suffering from the effects of thallium and arsenic poisoning after presenting with neurological symptoms. The student underwent an intensive course of treatment and, although he has shown improvement, faces an uncertain long-term prognosis for the recovery of full locomotion. Urine screening revealed elevated thallium levels in a small number of other members of the chemistry department, though none were at toxic levels. The source of the poisoning remains unknown, and although police investigations were fruitless, foul play is strongly suspected. In 2018, authorities charged Yukai Yang, a student at Lehigh University, with the attempted murder of his roommate, Juwan Royal. Yang allegedly poisoned Royal with thallium and possibly other chemicals. Royal experienced vomiting, pain and numbness in his lower extremities, and a long-lasting burning sensation on his tongue. In 2022, an English family court found an unnamed doctor guilty of using thallium in a pot of coffee to kill his partner's father and injuring the partner and her mother in 2012.  The case is unusual because it was in a family court, arising out of child-custody matters, rather than a criminal case.   === In fiction ===  Ngaio Marsh used thallium acetate in her 1947 detective novel, Final Curtain. It was being used legitimately for scalp problems in a group of school children just after World War II, housed in a private estate. A relative living there used it in place of the heart medicine intended for the owner. Agatha Christie, who worked as an apothecary's assistant, used thallium in 1961 as the agent of murder in her detective fiction novel The Pale Horse – the first clue to the murder method coming from the hair loss of the victims. This novel is notable as being credited with having saved at least two lives after readers recognised the symptoms of thallium poisoning that Christie described. The Pale Horse was found among possessions of convicted thallium poisoner George Trepal's wife, the orthopedic surgeon Dr. Diana Carr (see above), who was herself considered a suspect in the Peggy Carr (no relation) murder for a time. In Nigel Williams' 1990 novel The Wimbledon Poisoner, Henry Far uses thallium to baste a roast chicken in a failed attempt to murder his wife. Thallium figures prominently in the 1995 film The Young Poisoner's Handbook, a dark comedy loosely based on the life of Graham Frederick Young. In the 2006 film Big Nothing, Josie is the Wyoming Widow; a murderer who befriended men and killed them with whiskey laced with highly concentrated thallium. In the 2007 episode \"Whatever It Takes\" of House, a character uses thallium to poison a patient to mimic the effects of polio, then appear to cure it with ultra-high doses of vitamin C. In the NCIS episode \"Dead Man Walking\" (2007), thallium-laced cigars are used to murder a Naval officer. \"Page Turner\", a 2008 episode of CSI: NY, has radioactive thallium poisoning as its central theme. In the 2010 film Edge of Darkness, thallium is used to poison both the main character and his daughter. In the 2015 James Bond film Spectre, Mr. White was exposed to thallium poisoning. In Season 3 of Royal Pains, the mysterious German billionaire Boris Kuester von Jurgens-Ratenicz was poisoned by thallium added to his pool's water. In Drop Dead Diva episode \"Ashes to Ashes\", thallium was used to murder a client's husband, affecting the client when she ate the cremation remains. In the 2016 TV drama Two Steps From Heaven, thallium was used to poison Bosco Wong's character. In S6:E10 of the Father Brown Series, Hercule Flambeau's wife poisons Father Brown with thallium to induce Flambeau to exchange a religious relic for her giving Brown the antidote.  Guessing the substance his wife used, Flambeau gives Brown clues as to the antidote, Prussian Blue. In S6:E9 of Elementary, entitled \"Nobody Lives Forever\" (2018), a biology professor studying how to prolong life spans is poisoned with thallium. As he dies, he falls onto a shelf containing his lab rats, which escape and eventually eat part of his body. Some dead rats are found inside him, suggesting to the detectives that the cause of death was poisoning. In S1:E12 of NCIS: Hawai'i, a young naval officer is murdered with thallium. In S2:E16 of CSI:Vegas, entitled \"We All Fall Down\" (2023), medical examiner Sonya Nikolayevich is poisoned with thallium when examining a body after the suspect placed thallium under the skin of a deceased victim that was taken to CSI for examination.   == References ==   == External links ==  \"Thallium, elemental\". National Institutes of Health. NLM hazardous substances databank. U.S. Department of Health and Human Services. Curley, Robert. \"Cyril Wecht, Thallium\". crimelibrary.com. Archived from the original on 17 April 2008. \"ToxFAQs\" (PDF). Centers for Disease Control. ATSDR. U.S. Department of Health and Human Services. \"Two Iraqi children die from Thallium poisoning\". The Guardian. reports. 9 February 2008."}