{"name": "thiabendazole", "category": "drug", "content": "Tiabendazole (INN, BAN), also known as thiabendazole (AAN, USAN) or TBZ and the trade names Mintezol, Tresaderm, and Arbotect, is a preservative, an antifungal agent, and an antiparasitic agent.   == Uses ==   === Preservative === Tiabendazole is used primarily to control mold, blight, and other fungal diseases in fruits (e.g. oranges) and vegetables; it is also used as a prophylactic treatment for Dutch elm disease.  Tiabendazole is also used as a food additive, a preservative with E number E233 (INS number 233).  For example, it is applied to bananas to ensure freshness, and is a common ingredient in the waxes applied to the skins of citrus fruits. It is not approved as a food additive in the EU, Australia and New Zealand. Use in treatment of aspergillosis has been reported. It is also used in anti-fungal wallboards as a mixture with azoxystrobin.   === Parasiticide === As an antiparasitic, tiabendazole is able to control roundworms (such as those causing strongyloidiasis), hookworms, and other helminth species which infect wild animals, livestock, and humans. First approved for use in sheep in 1961 and horses in 1962, resistance to this drug was first found in Haemonchus contortus in 1964, and then in the two other major small ruminant nematode parasites, Teladorsagia circumcincta and Trichostrongylus colubriformis.   === Fungicide === Tiabendazole acts as a fungicide through binding fungal tubulin. Resistant Aspergillus nidulans specimens were found to have a mutation in the gene coding for β-tubulin, which was reversible by a mutation in the gene for α-tubulin. This showed that thiabendazole binds to both α- and β-tubulin. This chemical is also used as a pesticide, including to treat Beech Leaf Disease.   === Other === In dogs and cats, tiabendazole is used to treat ear infections. Tiabendazole is also a chelating agent, which means it is used medicinally to bind metals in cases of metal poisoning, such as lead, mercury, or antimony poisoning.   == Research == Genes responsible for the maintenance of cell walls in yeast have been shown to be responsible for angiogenesis in vertebrates. Tiabendazole serves to block angiogenesis in both frog embryos and human cells. It has also been shown to serve as a vascular disrupting agent to reduce newly established blood vessels. Tiabendazole has been shown to effectively do this in certain cancer cells.   == Pharmacodynamics == Tiabendazole works by inhibition of the mitochondrial, helminth-specific enzyme, fumarate reductase, with possible interaction with endogenous quinone.   == Safety == The substance appears to have a slight toxicity in higher doses, with effects such as liver and intestinal disorders at high exposure in test animals (just below LD50 level). Some reproductive disorders and decreasing weaning weight have been observed, also at high exposure. Effects on humans from use as a drug include nausea, vomiting, loss of appetite, diarrhea, dizziness, drowsiness, or headache; very rarely also ringing in the ears, vision changes, stomach pain, yellowing eyes and skin, dark urine, fever, fatigue, increased thirst and change in the amount of urine occur. Carcinogenic effects have been shown at higher doses.   == Synthesis == Intermediate aryl amidine (2) is prepared by aluminium trichloride-catalyzed addition of aniline to the nitrile of 4-cyanothiazole (1). The amidine (2) is then converted to its N-chloro derivative 3 with sodium hypochlorite (NaOCl). Upon treatment with base, this undergoes a nitrene insertion reaction (4) to produce tiabendazole (5).  An alternative synthesis involves reacting 4-thiazolecarboxamide with o-phenylenediamine in polyphosphoric acid.   === Derivatives === A number of derivatives of tiabendazole are also pharmaceutical drugs, including albendazole, cambendazole, fenbendazole, oxfendazole, mebendazole, and flubendazole.   == See also == Fungicide use in the United States List of fungicides   == References ==   == External links == Thiabendazole, Extension Toxicology Network Medicinenet: Thiabendazole – Oral"}