{"name": "thiethylperazine", "category": "drug", "content": "Thiethylperazine (Torecan, Norzine) is an antiemetic of the phenothiazine class. It is an antagonist of dopamine receptors (DRD1, DRD2, DRD4) as well as of 5-HT2A, 5-HT2C receptors, mAChRs (1 through 5), α1 adrenergic receptor and H1 receptor. Thiethylperazine activates the transport protein ABCC1 that clears beta-amyloid from brains of mice.   == Pharmacokinetics ==   === Distribution === This drug is highly lipofilic and it binds with membranes and serum proteins (over 85%). It accumulates in organs with high blood flow and penetrates the placenta. It cannot be removed with dialysis.   === Metabolism === It is mainly metabolised in the liver and only 3% is eliminated unchanged. Torecan's half-life is 12 h.   == Teratogenicity == In toxic doses above the terapeutic window, it increases the rate of cleft palate occurrence.   == Antipsychotic activity == Theithylperazine may possess antipsychotic activity due to the antagonism of 5-HT2 and D2 receptors. It can cause extrapyramidal symptoms. Nevertheless, it was never marketed as an antipsychotic. One cause of acute dystonia occurred in a 19-year-old male patient after discontinuation of this drug.   == Overdose == Signs of acute thiethylperazine overdose include: extrapyramidal symptoms, confusion, convulsions, respiratory depression and hypotension.   == Synthesis ==  Goldberg reaction between 3-(ethylsulfanyl)aniline [1783-82-0] (1) and 2-chlorobenzoic acid [118-91-2] (2) to give the diarylamine, CID:82254530 (3). The carboxyl in the anthranilic acid residue, having performed its activating function, is then thermolytically removed to form [68083-49-8] (4). Upon treatment with sulfur and iodine, we get predominantly the phenothiazine [46815-10-5] (5); The rxn may well be aided by the presence of the electron donating thioether at the para-position. Alkylation  with 1-(ɣ̞-chloropropyl)-4-methylpiperazine [104-16-5] (6) in the presence of sodamide affords Thiethylperazine (7).   == References =="}