{"name": "thiocolchicoside", "category": "drug", "content": "Thiocolchicoside (Muscoril, Myoril, Neoflax) is a muscle relaxant with anti-inflammatory and analgesic effects. Its mechanism of action is unknown, but it is believed to be act via antagonism of nicotinic acetylcholine receptors (nAchRs). However, it also appears to be a competitive antagonist of GABAA and glycine receptors. As such, it has powerful convulsant activity and should not be used in seizure-prone individuals.   == Medical uses ==   === Low back pain === In low back pain, thiocolchicoside is efficacious in reducing pain intensity, improving physical flexibility as seen in decreasing the distance from the hands to the floor when leaning forward without bending the knees (finger-floor distance), and reducing the total consumption of paracetamol. Thiocolchicoside administration also leads to a reduction in muscle spasm during palpation, an improvement in the overall assessment of patients with low back pain, and an enhancement in their ability to perform daily activities. When thiocolchicoside is added to standard nonsteroidal anti-inflammatory drug (NSAID) therapy in lower back pain, such therapy reduces pain intensity and improves functional status according to the average estimates of visual analogue scale (VAS) and life disorders questionnaires. The use of thiocolchicoside in combination with NSAIDs results in a more pronounced decrease in pain when assessed by VAS, as well as an increase in functional activity based on an estimate of the distance from the fingertips to the floor by the 7th day of therapy (but not by the 3rd) compared with the use of NSAIDs alone. Several medicines, including tolperisone, aceclofenac plus tizanidine, and pregabalin, are effective in reducing pain intensity. Another comparative study found that eperisone with diclofenac was more effective in terms of finger-floor distance and improvement in Lasegue's sign (straight leg raise angle laying on back), VAS score, and global assessment scale than thiocolchicoside with diclofenac.   == Side effects == Side effects of thiocolchicoside can include nausea, allergy and vasovagal reactions. Liver injury, pancreatitis, seizures, blood cell disorders, severe cutaneous disorders, rhabdomyolysis, and reproductive disorders have all been recorded in the French and European pharmacovigilance databases and in the periodic updates that the companies concerned submit to regulatory agencies. These data do not specify the frequency of the disorders nor do they identify the most susceptible patient populations. Thiocolchicoside is teratogenic in experimental animals and also damages chromosomes. Human data are limited to a follow-up of about 30 pregnant women (no major malformations) and reports of altered spermatogenesis, including cases of azoospermia. In practice, there is no justification for exposing patients to the adverse effects of thiocolchicoside. It is better to use an effective, well-known analgesic for patients complaining of muscle pain, starting with paracetamol. Although muscle relaxants may have the major side effect of sedation, thiocolchicoside is free from sedation effects, likely due to its lack of potentiation of GABAA receptors.   == Pharmacokinetics == Thiocolchicoside is broken down in the body to a metabolite called 3-demethylthiocolchicine (also known as SL59.0955 or M2) that could damage dividing cells therefore inducing toxicity in the embryo, neoplastic changes and fertility reduction in males. Therefore, recommended oral dose should not exceed 7 days and intramuscular dose duration should not exceed 5 days. Local skin preparations are less toxic.   == References =="}