{"name": "thiothixene", "category": "drug", "content": "Tiotixene, or thiothixene is a typical antipsychotic agent currently sold under the brand name Navane which is predominantly utilised to treat acute and chronic schizophrenia. Beyond its primary indication, it can exhibit a variety of effects common to neuroleptic drugs including anxiolytic, anti-depressive, and anti-aggressive properties. The drug was first synthesized  and marketed in 1967 under the pharmaceutical company Pfizer. While the usage of the drug has declined in recent decades, the drug continues to be manufactured and prescribed in the US and Canada. Being a member of the thioxanthene class, it is chemically related to other typical neuroleptic agents such as chlorprothixene, clopenthixol, flupenthixol, and zuclopenthixol. Tiotixene also shares structural similarities with thioproperazine and pipotiazine, which are members of the phenothiazine class.   == Medical uses == Tiotixene is a widely used drug for the treatment of various psychiatric disorders such as schizophrenia, bipolar disorder, mania, and behavioural disturbances. The drug regulates behaviour and thoughts, and can also exhibit an anti-depressive effect.   The side effect profile is similar to related antipsychotic agents, displaying weight gain, mental distress, and inability to sit still. Other possible symptoms include anticholinergic side effects such as insomnia, blurred vision, and dry mouth. Less frequently encountered side effects are drug-induced movement disorders such as Parkinson's syndrome and tardive dyskinesia. The results of various dose-response studies (10–60 mg) indicate a stimulating effect at lower doses, which diminishes as higher doses are administered. Overall, the efficacy of thiothixene when compared to other antipsychotic drugs was evaluated to be at least as effective regardless of the optimum dosage.   == Pharmacology ==   === Pharmacokinetics === As common with tricyclic psychotherapeutic agents, tiotixene is rapidly and extensively absorbed. Peak serum concentration of the drug is achieved after 1–3 hours. After absorption, the compound and its metabolites are spread widely throughout the body.   The drug's metabolism proceeds rapidly and primarily in the liver. Although N-demethyltiotixene was identified as its major metabolite, the metabolic mechanisms remain elusive. After metabolism, most of the material is excreted through the faeces.   === Pharmacodynamics ===  Tiotixene shares its mechanism with related thioxanthenes which are all fundamentally used to control schizophrenia. Their mechanism of action involves the inhibition of different receptors, including 5-HT (serotonin), dopaminergic, histaminergic, and adrenergic receptors. Blocking these receptors results in a reduction of synaptic levels of dopamine, serotonin, and other neurotransmitters that are involved with abnormal excitement in the brain during psychoses. This reduction of abnormal neurotransmission activity tends to alleviate the psychotic indications associated with schizophrenia. Tiotixene acts primarily as a highly potent antagonist of the dopamine D2 and D3 receptors (subnanomolar affinity). It is also an antagonist of the histamine H1, α1-adrenergic, and serotonin 5-HT7 receptors (low nanomolar affinity), as well as of various other receptors to a much lesser extent (lower affinity). It does not have any anticholinergic activity. Antagonism of the D2 receptor is thought to be responsible for the antipsychotic effects of tiotixene.   === Toxicology === Thiothixene has demonstrated toxicity in animal studies and isolated human tissue, displaying cytotoxic effects against various cell types. Observed toxic effects included growth inhibition of mouse fibroblasts, inhibition of protein synthesis by human glioma cells, and inhibition of leukocyte DNA synthesis. Other compounds within the thioxanthene class have demonstrated hepatotoxicity in rodent experiments, and although anecdotal reports of thiothixene-induced liver failure exist, scientific data regarding the correlation lacks. The absence of observational or longitudinal human studies on thiothixene in published literature precludes drawing conclusions regarding the significance of toxic effects at therapeutic dosages.   == Chemistry == Thiothixene is a tricyclic compound consisting of a thioxanthene core with a (4-methylpiperazin-1-yl)propylidene side chain. Several methods for the synthesis of thiothixene are described in literature, which all rely on varying thioxanthone derivatives upon which the (4-methylpiperazin-1-yl)propylidene side chain is constructed. Wyatt et al. described the synthesis of thiothixene via four different routes, three of which originated from the previous findings from Muren et al. One method described the synthesis of thiothixene by acetylation of 9-lithio-N,N-dimethylthioxanthene-2-sulfonamide. After acetylation, a condensation reaction, and an amine exchange the intermediate ketone was obtained. This intermediate was then converted into E- and Z-thiothixene through reduction with NaBH4, followed by dehydration using POCl3-pyridine. Another method described by Muren et al. was performed using N,N-dimethylsulfamoyl-Z-thioxanthen-9-one as starting material. The introduction of the piperazinylpropylidene side chain was performed by a Wittig reaction. Following this, the methylation of the piperazinylpropylidene side chain was executed using various alkylating agents, yielding E- and Z-thiothixene.   The last method described by Wyatt et al, adapted from the study described by Muren and Bloom, used potassium benzenethiolate and 2-bromo-5-dimethylsulfamoylbenzoic acid as starting material. The resulting acid was treated with copper and PPA to form the thioxanthone intermediate. This ketone intermediate was then treated with the addition of the piperazinylpropylidene side chain and the loss of a water molecule to form Z- and E-Thiothixene.   The fourth method originating from D.C Hobbs involved condensing thiophenol with 2-chloro-5-dimethylsulfamoylbenzoic acid in an alkaline DMF solution at 130–140 °C. After a ring closure reaction with polyphosphoric acid at 70 °C, the ketone intermediate (N,N-dimethylsulfamoyl-Z-thioxanthen-9-one) was obtained. A wittig reaction was employed to connect the intermediate with the piperazinylpropylidene side chain, leading to the formation of both Z- and E-thiothixene isomers.   == References =="}