{"name": "thioacetazone", "category": "drug", "content": "Thioacetazone (INN, BAN), also known as amithiozone (USAN), is an oral antibiotic which is used in the treatment of tuberculosis. It has fallen into almost complete disuse due to toxicity and the introduction of improved anti-tuberculosis drugs like isoniazid. The drug has only weak activity against Mycobacterium tuberculosis and is only useful in preventing resistance to more powerful drugs such as isoniazid and rifampicin. It is never used on its own to treat tuberculosis;  it is used in a similar way to ethambutol. There is no advantage to using thioacetazone if the regimen used already contains ethambutol, but many countries in sub-Saharan Africa still use thioacetazone because it is extremely cheap.  Use of thioacetazone is declining because it can cause severe (sometimes fatal) skin reactions in HIV positive patients. The biological target of thioacetazone has proven elusive and its mechanism of action remains unknown, although it is thought to interfere with mycolic acid synthesis.   == Adverse effects == One of the documented adverse effects of thioacetazone is the excessive accumulation of serum (or blood plasma) in the brain. Another is weakening of the thyroid glands. These were found in a treatment combining conteben with PAS acid p-amino-salicylic acid.   == See also == Thiosemicarbazide   == References ==   == External links == \"Conteben\". Chemindustry. Archived from the original on 23 February 2012. \"Wie einst Robert Koch\". Der Spiegel Wissenschaft. 25 December 1951. Im November 1947 macht der für alles Neue aufgeschlossene Freiburger Internist Professor Dr. Ludwig Heilmeyer, ein Mitschüler des Atomphysikers Heisenberg, die erste schwache Andeutung, daß sich Domagks Präparat in seiner Klinik zu bewähren scheine. Genaue Zahlen gibt aber erst drei Monate später ein bis dahin unbekannter Arzt, Dr. Berthold Mikat, der nur in Vertretung seines Chefs, Dr. Fritz Kuhlmann aus Mölln, spricht: Im Krankenhaus der Landesversicherungsanstalt Schleswig-Holstein ist nach Tb I-Behandlung bei 49 von 66 Patienten mit Lungentuberkulose eindeutige Besserung nachgewiesen worden. Das ist der Start für die Einführung des Tb I, das später den Namen Conteben bekommt."}