{"name": "Thromboembolism", "category": "disease", "content": "Thromboembolism is a condition in which a blood clot (thrombus) breaks off from its original site and travels through the bloodstream (as an embolus) to obstruct a blood vessel, causing tissue ischemia and organ damage. Thromboembolism can affect both the venous and arterial systems, with different clinical manifestations and management strategies.   == Venous thromboembolism ==  Venous thromboembolism (VTE) BD72 comprises the following conditions:  deep vein thrombosis (DVT) BD71, pulmonary embolism (PE) BB00. VTE is a common cardiovascular disorder with significant morbidity and mortality. VTE can present with various symptoms, such as painful leg swelling, chest pain, dyspnea, hemoptysis, syncope, and even death, depending on the location and extent of the thrombus. VTE can also cause long-term complications, such as recurrent VTE, post-PE syndrome, chronic thromboembolic pulmonary hypertension (CTEPH), and post-thrombotic syndrome (PTS). The mainstay of VTE management is anticoagulation therapy, which prevents thrombus propagation and embolization. Such treatment reduces the risk of recurrence. The choice and duration of anticoagulation depend on the individual patient's risk factors, bleeding risk, and preferences. Direct oral anticoagulants (DOACs) have emerged as an essential alternative to conventional anticoagulants, such as vitamin K antagonists (VKAs) and low-molecular-weight heparins (LMWHs), due to their rapid onset of action, predictable pharmacokinetics, fixed dosing, and lower risk of bleeding. DOACs can also facilitate home treatment and extended therapy for selected patients. In addition to anticoagulation, some patients with VTE may benefit from adjunctive therapies, such as thrombolysis, catheter-directed interventions, or inferior vena cava (IVC) filters, to remove or prevent thrombus migration. However, these therapies are associated with higher risks of bleeding and complications. These therapies are not routinely recommended by the current guidelines except for specific indications, such as massive PE, iliofemoral DVT, or contraindications to anticoagulation. The optimal duration of anticoagulation for VTE is determined by the balance between the risk of recurrence and the risk of bleeding, and should be individualized for each patient. In general, VTE provoked by a transient or reversible risk factor, such as surgery, trauma, or immobilization, should be treated for three months, while VTE provoked by a persistent or progressive risk factor, such as cancer, should be treated indefinitely. Unprovoked VTE, which occurs in the absence of any identifiable risk factor, has a high risk of recurrence and may require indefinite anticoagulation, depending on the patient's characteristics and preferences. Factors that favor indefinite anticoagulation include male sex, presentation as PE (especially with concomitant DVT), positive d-dimer test after stopping anticoagulation, presence of antiphospholipid antibodies, low bleeding risk, and patient preference. The type of anticoagulant used for indefinite therapy is of secondary importance, but low-dose DOACs may offer a convenient and safer option for some patients. For cancer-associated VTE, full-dose DOACs are now preferred over LMWHs, unless there are gastrointestinal lesions that increase the risk of bleeding. Graduated compression stockings are elastic garments that apply a gradient of pressure to the lower limbs, reducing venous stasis and improving blood flow, still these stockings are not routinely indicated after DVT, but may be helpful if there is persistent leg swelling or symptomatic improvement with a trial of stockings. Medications, such as pentoxifylline, have a limited role in the treatment of PTS. After PE, patients should be monitored for signs and symptoms of CTEPH, which is a rare but serious complication of VTE. Ventilation-perfusion scanning and echocardiography are the initial diagnostic tests for CTEPH, and patients with confirmed or suspected CTEPH should be evaluated for potential treatments, such as pulmonary thromboendarterectomy, balloon pulmonary angioplasty, or vasodilator therapies.   == Arterial thromboembolism ==  Arterial thromboembolism (ATE) is a less common but more severe form of thromboembolism, which can affect various organs, such as the brain, heart, kidneys, limbs, and mesentery. ATE can cause life-threatening conditions, such as stroke, myocardial infarction, acute kidney injury, limb ischemia, and mesenteric ischemia. ATE is usually caused by atherosclerosis, which leads to plaque rupture and thrombus formation, or by cardioembolism, which results from the embolization of a cardiac thrombus, such as in atrial fibrillation, valvular disease, or myocardial dysfunction. The management of ATE depends on the location and severity of the ischemia and the underlying etiology. The main goals of ATE management are to restore blood flow, prevent further thrombosis, and treat the underlying cause. The treatment options for ATE include antithrombotic therapy, revascularization procedures, and risk factor modification. Antithrombotic therapy consists of antiplatelet agents, such as aspirin or clopidogrel, or anticoagulants, such as heparin or DOACs, depending on the indication and contraindications. Revascularization procedures include thrombolysis, thrombectomy, angioplasty, stenting, or bypass surgery and are indicated for patients with severe or limb-threatening ischemia or failed medical therapy. Risk factor modification involves lifestyle changes, such as smoking cessation, exercise, and diet, and pharmacological interventions, such as statins, antihypertensives, and glucose-lowering agents, to reduce the risk of recurrent ATE and improve the prognosis. The duration of antithrombotic therapy for ATE is variable, depending on the type and location of the thrombus, the presence of a prosthetic device, and the bleeding risk. In general, patients with ATE receive lifelong antiplatelet therapy unless there is a specific indication or contraindication for anticoagulation.   == References =="}