{"name": "Thrombocytopenia due to platelet alloimmunization", "category": "disease", "content": "Rho(D) immune globulin (RhIG) is a medication used to prevent RhD isoimmunization in mothers who are RhD negative and to treat idiopathic thrombocytopenic purpura (ITP) in people who are Rh positive. It is often given both during and following pregnancy. It may also be used when RhD-negative people are given RhD-positive blood. It is given by injection into muscle or a vein. A single dose lasts 12 weeks. It is made from human blood plasma. Common side effects include fever, headache, pain at the site of injection, and red blood cell breakdown. Other side effects include allergic reactions, kidney problems, and a very small risk of viral infections. In those with ITP, the amount of red blood cell breakdown may be significant. Use is safe with breastfeeding. Rho(D) immune globulin is made up of antibodies to the antigen Rho(D) present on some red blood cells. It is believed to work by blocking a person's immune system from recognizing this antigen. Rho(D) immune globulin came into medical use in the 1960s, following the pioneering work of John G. Gorman. In 1980, Gorman shared the Lasker-DeBakey Clinical Medical Research Award for pioneering work on the rhesus blood group system. RhIG is on the World Health Organization's List of Essential Medicines.   == Medical uses ==   === Prevention of alloimmunization ===   ==== Alloimmunization: mechanism, timing ====  Even in normal pregnancies, a small number of fetal blood cells enters the maternal bloodstream (fetomaternal hemorrhage). If a mother is RhD negative, but the fetus is RhD positive, the mother's immune system may develop an immune response (develops antibodies) to the unfamiliar RhD antigens from the fetus. This process is called RhD alloimmunization. Alloimmunization usually has minimal effect on the first such pregnancy; but, in a second such pregnancy, pre-existing maternal RhD IgG antibodies can cross the placenta in enough amounts to damage fetal red blood cells. This condition is called erythroblastosis fetalis and can be fatal to the fetus. The RhD status of the fetus is determined by genetic inheritance. In a pregnancy where the mother is RhD negative and the father is RhD positive, the probability of the fetus having RhD positive blood is dependent on whether the father is homozygous for RhD (i.e., both RhD alleles are present) or heterozygous (i.e., only one RhD allele is present). If the father is homozygous, the fetus will necessarily be RhD positive, as the father will necessarily pass on a RhD positive allele. If the father is heterozygous, there is a 50% chance that the fetus will be RhD positive, as he will randomly pass on either the RhD positive allele or not.: 130  Exposure to fetal blood cells that can cause RhD alloimmunization can happen during normal pregnancy and delivery, miscarriage, amniocentesis, cordocentesis, chorionic villus sampling, external cephalic version, or trauma. 92% of women who develop an anti-D during pregnancy do so at or after 28 weeks gestation. In an RhD negative mother, RhIG can temporarily prevent sensitization of the maternal immune system to RhD antigens, with each 100 μg of anti-D being able to neutralize about 4 mL of fetal blood. With the widespread use of RhIG, Rh disease of the fetus and newborn has almost disappeared in the developed world. The risk that an RhD negative mother can be alloimmunized by a RhD positive fetus can be reduced from approximately 16% to less than 0.1% by the appropriate administration of RhIG. In countries without Rh immune globulin (RhIG) protocols, as many as 14% of affected fetuses are stillborn and 50% of live births result in neonatal death or brain injury.   ==== Recommendations for use ==== The American College of Obstetricians and Gynecologists (ACOG) recommends that all RhD negative mothers, regardless of fetal blood type, receive RhIG at about 28 weeks gestation, and again shortly after delivery in the case of an RhD positive or RhD unknown baby. It should be given within 3 days of a potential exposure to Rh positive blood from the baby such as may occur during second and third trimester miscarriage, amniocentesis, cordocentesis, chorionic villus sampling, external cephalic version, trauma, or delivery (amounts detailed in the next section). It is given by intramuscular injection as part of modern routine antenatal care. Despite excellent results, the medication retains an FDA Pregnancy Category C. RhIG is recommended in the UK after antenatal pathological events that are likely to cause a feto–maternal hemorrhage. Applicable 'pathologic events' include accidents that may induce fetomaternal hemorrhage (motor vehicle accidents, falls, abdominal trauma), following obstetric/gynecologic procedures during pregnancy, and at the time of threatened- or spontaneous-/elective abortions, regardless of gestational age. RhIG is also recommended after normal delivery, with amounts detailed in the next section. There is insufficient evidence that the use of Rho(D) immune globulin after a spontaneous miscarriage is needed and a Cochrane review recommends that local practices be followed. Rh immune globulin is composed of IgG antibodies and therefore is able to cross the placenta. In rare cases this can cause a baby to have a weakly positive direct antiglobulin test (DAT) due to sensitization of fetal cells from mothers who have received multiple doses of RhIG. However, no treatment is necessary as the clinical course is benign.   ==== Following delivery ==== Widespread use of RhIG started with postpartum administration, as delivery is the main source of significant fetomaternal hemorrhage.  A D-negative mother who is not alloimmunized to D should also receive an appropriate dose of RhIG after delivery of a D-positive infant. (In older recommendations, the Rh status of the infant is only known at delivery from testing of cord blood.) If the infant is D-positive, the mother should have a postpartum blood sample screened for fetomaternal hemorrhage in order to determine the appropriate dosage of RhIG to be administered.  (The presence of residual anti-D from antepartum RhIG administration does not indicate ongoing protection from alloimmunization – repeat administration of RhIG is necessary.) The rosette test is a sensitive method to detect fetomaternal hemorrhage of 10 cc or more.  This qualitative (not quantitative) test will be positive if fetal D-positive cells are present in the maternal sample, indicating a significantly large fetomaternal hemorrhage has occurred.  A rosette test may be falsely positive if the mother is positive for the weak D phenotype and falsely negative if the neonate is weak D.  If the mother is positive for the weak D phenotype, the rosette test should not be used; instead, a quantitative test such as the Kleihauer–Betke test or flow cytometry should be utilized. If the rosette test is negative, then a dose of 300 micrograms of RhIG is given (sufficient to prevent alloimmunization after delivery in 99% of cases).  The RhIG dose suppresses the immune response to up to 30 cc of whole fetal blood (15 cc of red blood cells). If a fetomaternal hemorrhage in excess of 30 cc has occurred, additional testing is mandatory in order to determine the appropriate dosage of RhIG to prevent alloimmunization.  A positive rosette test should be followed by a quantitative test such as the Kleihauer–Betke test or an alternative approach such as flow cytometry.  See the article on Kleihauer–Betke test for details on how the volume of fetomaternal hemorrhage is calculated. The dosage of RhIG is calculated from the volume of fetal hemorrhage (in mL).  Ex: 50 mL fetal hemorrhage / 30 mL = 1.667 (round up to 2) then add 1 = 3 vials of RhIG. Postpartum RhIG should be administered within 72 hours of delivery.  If prophylaxis is delayed, the likelihood that alloimmunization will be prevented is decreased.  However, ACOG still recommends that RhIG be administered because partial protection still occurs.  If the D-type of a newborn or stillborn is unknown or cannot be determined, RhIG should be administered.   === Immune thrombocytopenia === Primary immune thrombocytopenia (ITP) is an acquired immune-mediated disorder characterized by isolated thrombocytopenia, defined as a peripheral blood platelet count less than 100 x 109/L, and the absence of any obvious initiating and/or underlying cause of the thrombocytopenia.  Symptoms of ITP include abnormal bleeding and bruising due to the reduction in platelet count.  Rho(D) Immune Globulin Intravenous [Human; Anti-D] is indicated for use in non-splenectomized, Rho(D)-positive children with chronic or acute ITP, adults with chronic ITP, and children and adults with ITP secondary to HIV infection. Anti-D must be administered via the intravenous route when used in clinical situations requiring an increase in platelet count. The mechanism of action of anti-D is not fully understood; however, after administration the anti-D coated red blood cell complexes saturate Fcγ receptors sites on macrophages, resulting in preferential destruction of red blood cells (RBCs), therefore sparing antibody-coated platelets. Anti-D is recommended as a first-line therapy for ITP, along with corticosteroids and intravenous immune globulin (IVIG).  [WinRho SDF is an anti-D manufactured, distributed and marketed by Cangene in the US. There is a black box warning on WinRho SDF due to the risk of potentially fatal intravascular hemolysis when used in the treatment of ITP. Life-threatening anemia, kidney failure, and disseminated intravascular coagulation (DIC) have occurred in people treated with WinRho SDF for ITP.   == Contraindications == The following females are not candidates for RhIG:  D-negative females whose fetus is known to be D-negative D-negative females who have been previously alloimmunized to D (they have already formed an anti-D alloantibody) Any D-positive females Women who test positive for one of the weak D mutations by molecular testing should be considered RhD positive and not receive RhIG Women who test positive for one of the partial D mutations (by molecular testing) should be treated as RhD negative and receive RhIG as clinically indicated   == History == The first Rho(D) immune globulin treatment \"skymed\" was introduced by Ortho Clinical Diagnostics, a subsidiary holding of Jskymed, and was first administered on May 29, 1968, to Marianne Cummins in Teaneck, New Jersey. In 1996, ZLB Bioplasma (part of CSL Behring) was given approval to sell Rhophylac in Europe. Effectiveness was demonstrated in a clinical trial in 2003 and in 2004 Rhophylac was approved in the United States.   == Society and culture ==   === Manufacturing and safety ===   ==== Human plasma ==== Conventional Rho(D) immune globulin is extracted from human blood plasma. Excluding autoimmunity, only people who are themselves Rho(D) negative can make the anti-D antibody. As a result, there is a limited pool of people from which to draw plasma that can contain the desired IgG. Special anti-D donation programs are set up to account for this rarity. Volunteers are given an injection containing the D antigen in order to make their immune system start producing the antibody (alloimmunization) or to boost the amounts. Only those who have no ability to become pregnant may apply. The most common way anti-D products are manufactured is by a form of the Cohn cold ethanol fractionation process developed in the 1950s.  Variations of the Cohn method developed in the 1950s may not completely clear aggregates of immunoglobulins, which can cause problems for patients if administered intravenously, and is a primary reason why most anti-Ds are for intramuscular use only.  A non-Cohn manufacturing variation is ChromaPlus process approved by the U.S. Food and Drug Administration (FDA) that is used to make Rhophylac.  Rho(D) immune globulin may trigger an allergic reaction. Steps are taken in the plasma-donor screening process and the manufacturing process to eliminate bacterial and viral contamination, although a small, residual risk may remain for contamination with small viruses. There is also a theoretical possibility of transmission of the prion responsible for Creutzfeldt–Jakob disease, or of other, unknown infectious agents.   ==== Cell culture ==== There has been continual attempts to produce a monoclonal anti-D IgG formulation suitable for replacing the current polyclonal formulation. A monoclonal antibody can be produced without requiring human donors (and associated supply and disease risks) and would be more consistent from batch to batch. India has approved a monoclonal formulation called Rhoclone (Bharat Serums and Vaccines Ltd.), made from hybridoma cultures. The country has also tested a recombinant version of Rhoclone expressed in CHO cells. Roledumab and Rozrolimupab are two other formulations that have undergone some clinical trials. The former is a monoclonal IgG. The latter is a recombinant mixture of 25 IgGs.   === Routes of administration === RhIG can be administered by either intramuscular (IM) or intravenous (IV) injection, depending on the preparation.  The IM-only preparation should never be administered IV due to the risk of complement system activation.  Multiple IM doses should be given at different sites or at different times within the 72-hour window.  Or, multiple IV doses can be administered according to the instructions in the package insert.   === Names === Rho(D) immune globulin is also spelled Rh0(D) immune globulin (letter o and digit zero are both widely attested; more at Rh blood group system - Rh nomenclature). Rhophylac is manufactured by CSL Limited. RhoGAM and MICRhoGam are brand names of Kedrion Biopharma. Other brand names are BayRHo-D, Gamulin Rh, HypRho-D Mini-Dose, Mini-Gamulin Rh, Partobulin SDF (Baxter), Rhesonativ (Octapharma), and RhesuGam (NBI).  KamRho-D I.M. is a brand name of Kamada Ltd. The United States distribution rights for WinRho SDF (another brand name) were transferred from Baxter to the manufacturer, Cangene, in 2010; they had been held by Baxter since 2005.  Sales of WinRho fell every year under the agreement with Baxter, the supposition being that Baxter was favoring the sale of its own product over WinRho; according to one analyst, \"WinRho was always an afterthought for a big company like Baxter.\"   == See also == Rhesus blood group system Blood types Immunology Rh disease John Gorman (physician) James Harrison (blood donor) – prolific anti-D donor   == References ==   == External links == Rho(D)+Immune+Globulin at the U.S. National Library of Medicine Medical Subject Headings (MeSH) \"Rho(D) Immune Globulin\". Drug Information Portal. U.S. National Library of Medicine."}