{"name": "Thrombocythemia, Essential", "category": "disease", "content": "In hematology, thrombocythemia is a condition of high platelet (thrombocyte) count in the blood. Normal count is in the range of 150×109 to 450×109 platelets per liter of blood, but investigation is typically only considered if the upper limit exceeds 750×109/L. When the cause is unknown, the term thrombocythemia is used, as either primary thrombocythemia or essential thrombocythemia. The condition arises from a fault in the bone marrow cells leading to over-production of platelets but the cause of the fault is unknown, and this type is not common. When the cause is known such as another disorder or disease, the term thrombocytosis is preferred, as either secondary or reactive thrombocytosis. Reactive thrombocytosis is the most common type and though it can often have no symptoms it can sometimes predispose to thrombosis. In contrast, thrombocytopenia refers to abnormally low blood platelet numbers in the blood.   == Signs and symptoms == High platelet counts do not necessarily signal any clinical problems, and can be picked up on a routine full blood count. However, it is important that a full medical history be elicited to ensure that the increased platelet count is not due to a secondary process. Often, it occurs in tandem with an inflammatory disease as the principal stimulants of platelet production (e.g. thrombopoietin) are elevated in these clinical states as part of the acute phase reaction. High platelet counts can occur in patients with polycythemia vera (high red blood cell counts), and is an additional risk factor for complications. A very small number of people report symptoms of erythromelalgia, a burning sensation and redness of the extremities that resolves with cooling, or aspirin or both. Scientific literature sometimes excludes thrombocytosis from the scope of thrombophilia by definition, but practically, by the definition of thrombophilia as an increased predisposition to thrombosis, thrombocytosis (especially primary thrombocytosis) is a potential cause of thrombophilia. Conversely, secondary thrombocytosis very rarely causes thrombotic complications.   == Causes == Reactive thrombocythemia is the most common cause of a high platelet count. It accounts for 88% to 97% of thrombocythemia cases in adults, and near 100% in children. In adults, acute infection, tissue damage, chronic inflammation and malignancy are the common causes of reactive thrombocythemia. Usually, one or more of these conditions is present in more than 75% of the cases with reactive thrombocythemia. Causes for reactive thrombocythemia in children are similar to adults. In addition, hemolytic anemia and thalassemia are often present in children living in the Middle East. Other causes of reactive thrombocythemia include: post surgery, iron deficiency, drugs, and rebound effect after bone marrow suppression. Research suggests that thrombocytosis can also occur after physical exercise, and is triggered by hemoconcentration and the release of platelets from the liver, lungs and spleen. The SARS disease caused thrombocytosis. Once the reactive causes of thrombocythemia are ruled out, clonal thrombocythemia should be considered. The most common cause of clonal thrombocythemia is a myeloproliferative neoplasm. These include: essential thrombocythemia, chronic myelogenous leukemia, polycythemia vera, and primary myelofibrosis. Extremely rare causes of thrombocythemia are spurious causes. This is due to the presence of structures resembling platelets in the blood such as needle-like cryoglobulin crystals, cytoplasmic fragments of circulating leukemic cells, bacteria, and red blood cell microvesicles. These structures are counted as platelets by the automated machine counter; therefore, causing the platelet number to be falsely elevated. However, such error can be avoided by doing a peripheral blood smear.   == Diagnosis == Laboratory tests might include: full blood count, liver enzymes, renal function and erythrocyte sedimentation rate. If the cause for the high platelet count remains unclear, bone marrow biopsy is often undertaken, to differentiate whether the high platelet count is reactive or essential.   == Treatment == Often, no treatment is required or necessary for reactive thrombocytosis. In cases of reactive thrombocytosis of more than 1,000x109/L, it may be considered to administer daily low dose aspirin (such as 65 mg) to minimize the risk of stroke or thrombosis. However, in essential thrombocythemia where platelet counts are over 750x109/L or 1,000x109/L, especially if there are other risk factors for thrombosis, treatment may be needed. Selective use of aspirin at low doses is thought to be protective. Extremely high platelet counts can be treated with hydroxyurea (a cytoreducing agent) or anagrelide (Agrylin). In Janus kinase 2 positive disorders, ruxolitinib (Jakafi) can be effective.   == References ==   == Further reading ==   == External links =="}