{"name": "thymalfasin", "category": "drug", "content": "This multi-page article lists pharmaceutical drugs alphabetically by name. Many drugs have more than one name and, therefore, the same drug may be listed more than once. Brand names and  generic names are differentiated by capitalizing brand names. See also the list of the top 100 bestselling branded drugs, ranked by sales. Abbreviations are used in the list as follows:  INN = International Nonproprietary Name BAN = British Approved Name USAN = United States Adopted Name Two-letter codes for countries  Lists of drugs 1–9 | A | B | C | D | E | F | G | H | I | J | K | L | M | N | O | P | Q | R | S | T | U | V | W | X | Y | Z    Ta–Td | Te | Tf–Th | Ti | Tj–Tq | Tra–Tri | Trj–Tz   == th ==   === tha === thalidomide (INN) Thalitone Thalomid THAM   === the === thebacon (INN) Theelin thenalidine (INN) thenium closilate (INN) thenyldiamine (INN) Theo-24 Theo-Dur Theo-Organidin Theo-Sav Theo-X Theobid Theochron Theoclear Theocon theodrenaline (INN) Theolair Theolate Theolixir Theomar GG Theophyl theophylline ephedrine (INN) Theostat 80 Theovent Therabid Theracim TheraCys Theraloc Thermazene   === thi ===   ==== thia-thih ==== thiacetarsamide sodium (INN) thialbarbital (INN) thiamazole (INN) thiambutosine (INN) Thiamilate thiamine (INN) thiamphenicol (INN) thiazinamium metilsulfate (INN) thiazosulfone (INN) thiethylperazine (INN) thihexinol methylbromide (INN)   ==== thio-thir ==== thioacetazone (INN) thiocolchicoside (INN) thiofuradene (INN) Thioguanine (BAN) thiohexamide (INN) Thiola thiomersal (INN) thiopental sodium (INN) Thioplex Thioplex thiopropazate (INN) thioproperazine (INN) thioridazine (INN) Thiosulfil thiotepa (INN) thiotetrabarbital (INN) thiram (INN)   === tho-thy === thonzylamine (INN) Thorazine thrombin alfa (USAN) thrombin, bovine (INN) Thrombostat thrombomodulin alfa (INN) thymalfasin (INN) thymocartin (INN) thymoctonan (INN) thymopentin (INN) thymostimulin (INN) thymotrinan (INN) Thypinone Thyrar Thyrel TRH Thyro-Block Thyro-Tabs Thyrogen thyroglobulin (INN) Thyrolar thyropropic acid (INN) Thyrosafe thyrotrophin (INN) Thytropar"}