{"name": "Thyroid Crisis", "category": "disease", "content": "Thyroid storm  is a rare but severe and life-threatening complication of hyperthyroidism. It occurs when an overactive thyroid leads to hypermetabolism, which can cause death from cardiac arrest or multiple organ failure. It is characterized by a high fever (temperatures often above 40 °C / 104 °F), fast and often irregular heart beat, elevated blood pressure, vomiting, diarrhea, and agitation. Hypertension with a wide pulse pressure occurs in early to mid crisis, with hypotension accompanying shock occurring in the late stage. Heart failure and heart attack may occur. Death may occur despite treatment. Most episodes occur either in those with known hyperthyroidism whose treatment has stopped or become ineffective, or in those with untreated mild hyperthyroidism who have developed an intercurrent illness (such as an infection). The primary treatment of thyroid storm is with inorganic iodine and antithyroid drugs (propylthiouracil or methimazole) to reduce synthesis and release of thyroid hormone. Temperature control and intravenous fluids are also mainstays of management. Beta blockers are often used to reduce the effects of thyroid hormone. Patients often require admission to the intensive care unit. As a life-threatening medical emergency, thyroid storm has a mortality rate of up to 25% despite treatment. Without treatment, the condition is typically fatal, with a mortality rate of 80-100%. Historically, the condition was considered untreatable, with hospital mortality rates approaching 100%.   == Signs and symptoms == Thyroid storm is characterized by an acute onset of symptoms of hyperthyroidism (fast heart rate, restlessness, agitation) accompanied by other features such as fever (temperatures often above 40 °C/104 °F), hypertension, mental status changes, diarrhea, and vomiting. Individuals can exhibit varying signs of organ dysfunction. Patients may experience liver dysfunction, and jaundice (yellowing of the skin), which is considered a poor prognostic sign. Cardiac (heart) symptoms include abnormal heart rhythms, myocardial infarction (heart attack), and congestive heart failure, which may lead to cardiovascular collapse. Mortality can be as high as 20–30%. In some situations, individuals may not experience the classic signs of restlessness and agitation, but instead present with apathetic signs of weakness and confusion.   == Causes == The transition from hyperthyroidism to thyroid storm is typically triggered by a non-thyroidal insult including, but not limited to fever, sepsis, dehydration, myocardial infarction, and psychiatric diseases. Individuals are at higher risk of thyroid storm if their hyperthyroidism is incompletely treated or if their anti-thyroid drugs are discontinued. Many of these individuals have underlying primary causes of hyperthyroidism (Graves' disease, toxic multi-nodular goiter, solitary toxic adenoma, or amiodarone). However, thyroid storm can occur in individuals with unrecognized thyrotoxicosis experiencing non-thyroid surgery, labor, infection, or exposure to certain medications and radiocontrast dyes.   == Pathophysiology ==  The precise mechanism for the development of thyroid storm is poorly understood. In the human body, thyroid hormone may be free (biologically active T3/T4) or bound to thyroid binding hormone (biologically inactive) for transport. The release of thyroid hormone is tightly regulated by a feedback system involving the hypothalamus, pituitary gland, and thyroid gland. Hyperthyroidism results from a dysregulation of this system that eventually leads to increases in levels of free T3/T4. The transition from simple hyperthyroidism to the medical emergency of thyroid storm can be triggered by conditions (§ Causes) that lead to:   === Increases in free thyroid hormone === Individuals with thyroid storm tend to have increased levels of free thyroid hormone, although total thyroid hormone levels may not be much higher than in uncomplicated hyperthyroidism. The rise in the availability of free thyroid hormone can be the result of manipulating the thyroid gland. In an individual receiving radioactive iodine therapy, free thyroid hormone levels can acutely increase due to the release of hormone from ablated thyroid tissue.   === Decrease in thyroid hormone binding protein === A decrease in thyroid hormone binding protein under the effects of stressors or medications may also cause a rise in free thyroid hormone.   === Increased sensitivity to thyroid hormone === Along with increases in thyroid hormone availability, it is suggested that thyroid storm is characterized by the body's heightened sensitivity to thyroid hormone, which may be related to sympathetic activation.   === Sympathetic activation === Sympathetic nervous system activation during times of stress may also play a significant role in thyroid storm. Sympathetic activation increases production of thyroid hormone by the thyroid gland. In the setting of elevated thyroid hormone, the density of thyroid hormone receptors (esp. beta receptors) also increases, which enhances the response to catecholamines. This is likely responsible for several of the cardiovascular symptoms (increased cardiac output, heart rate, stroke volume) seen in thyroid storm.   === Thyroid storm as allostatic failure === According to newer theories, thyroid storm results from allostatic failure in a situation where thyrotoxicosis hampers the development of non-thyroidal illness syndrome, which would help to save energy in critical illness and other instances of high metabolic demand. Usually, in critical illness (e.g. sepsis, myocardial infarction and other causes of shock) thyroid function is tuned down to result in low-T3 syndrome and, occasionally, also low TSH concentrations, low-T4 syndrome and impaired plasma protein binding of thyroid hormones. This endocrine pattern is referred to as euthyroid sick syndrome (ESS), non-thyroidal illness syndrome (NTIS) or thyroid allostasis in critical illness, tumours, uraemia and starvation (TACITUS). Although NTIS is associated with significantly worse prognosis, it is also assumed to represent a beneficial adaptation (type 1 allostasis). In cases where critical illness is accompanied by thyrotoxicosis, this comorbidity prevents the down-regulation of thyroid function. Therefore, the consumption of energy, oxygen and glutathione remains high, which leads to further increased mortality. These newer theories imply that thyroid storm results from an interaction of thyrotoxicosis with the specific response of the organism to an oversupply of thyroid hormones.   == Diagnosis == The diagnosis of thyroid storm is based on the presence of signs and symptoms consistent with severe hyperthyroidism. Multiple approaches have been proposed to calculate the probability of thyroid storm based on clinical criteria, however, none have been universally adopted by clinicians. For instance, Burch and Wartofsky published the Burch-Wartofsky point scale (BWPS) in 1993, assigning a numerical value based on the presence of specific signs and symptoms organized within the following categories: temperature, cardiovascular dysfunction (including heart rate and presence of atrial fibrillation or congestive heart failure), central nervous system (CNS) dysfunction, gastrointestinal or liver dysfunction and presence of a precipitating event. A Burch-Wartofsky score below 25 is not suggestive of thyroid storm whereas 25 to 45 suggests impending thyroid storm and greater than 45 suggests current thyroid storm. Alternatively, the Japanese Thyroid Association (JTA) criteria, derived from a large cohort of patients with thyroid storm in Japan and published in 2012, provide a qualitative method to determine the probability of thyroid storm. The JTA criteria separate the diagnosis of thyroid storm into definite versus suspected based on the specific combination of signs and symptoms a patient exhibits and require elevated free triiodothyronine (T3) or free thyroxine (T4) for definite thyroid storm.   === Laboratory findings === As with hyperthyroidism, TSH is suppressed. Both free and serum (or total) T3 and T4 are elevated. An elevation in thyroid hormone levels is suggestive of thyroid storm when accompanied by signs of severe hyperthyroidism but is not diagnostic as it may also correlate with uncomplicated hyperthyroidism. Moreover, serum T3 may be normal in critically ill patients due to decreased conversion of T4 to T3. Other potential abnormalities include the following:  Hyperglycemia likely due to catecholamine-mediated effects on insulin release and metabolism as well as increased glycogenolysis, evolving into hypoglycemia when glycogen stores are depleted Elevated aspartate aminotransferase (AST), bilirubin and lactate dehydrogenase (LDH) Hypercalcemia and elevated alkaline phosphatase due to increased bone resorption Elevated white blood cell count   == Management == The main strategies for the management of thyroid storm are reducing production and release of thyroid hormone, reducing the effects of thyroid hormone on tissues, replacing fluid losses, and controlling temperature. Thyroid storm requires prompt treatment and hospitalization. Often, admission to the intensive care unit is needed. In cases of heart failure leading to hemodynamic collapse, cardiocirculatory support including VA-ECMO may be required.  In high fever, temperature control is achieved with fever reducers such as paracetamol/acetaminophen and external cooling measures (cool blankets, ice packs). Dehydration, which occurs due to fluid loss from sweating, diarrhea, and vomiting, is treated with frequent fluid replacement.  In severe cases, mechanical ventilation may be necessary. Any suspected underlying cause is also addressed.   === Iodine === Guidelines recommend the administration of inorganic iodide (potassium iodide or Lugol's iodine) to reduce the synthesis and release of thyroid hormone. In high dosage, iodine may reduce the synthesis of thyroid hormone via the Wolff–Chaikoff effect and its release via the Plummer effect. Some guidelines recommend that iodine be administered after antithyroid medications are started, because iodine is also a substrate for the synthesis of thyroid hormone, and may worsen hyperthyroidism if administered without antithyroid medications.   === Antithyroid medications === Antithyroid drugs (propylthiouracil or methimazole) are used to reduce the synthesis and release of thyroid hormone. Propylthiouracil is preferred over methimazole due to its additional effects on reducing peripheral conversion of T4 to T3, however both are commonly used. If the etiology involves subacute thyroiditis, antithyroid medications are not always used, and its use is \"controversial\".   === Colestyramine === Colestyramine is an oral bile acid sequestrant used to reduce levels of circulating thyroid hormone in thyrotoxic patients by interfering with the enterohepatic circulation and thyroid hormone recycling. Cholestyramine use is usually reserved for patients who are intolerant of the other antithyroid medications.   === Beta blockers === The administration of beta-1-selective beta blockers (e.g. metoprolol) is recommended to reduce the effect of circulating thyroid hormone on end organs.  Propranolol at high doses is a common first-line treatment, as it reduces peripheral conversion of T4 to T3, which is the more active form of thyroid hormone. Non-selective beta blockers have been suggested to be beneficial due to their inhibitory effects on peripheral deiodinases. Some recent research suggests them to be associated with increased mortality.  Therefore, cardioselective beta blockers may be favourable.   === Corticosteroids === High levels of thyroid hormone result in a hypermetabolic state, which can result in increased breakdown of cortisol, a hormone produced by the adrenal gland. This results in a state of relative adrenal insufficiency, in which the amount of cortisol is not sufficient. Guidelines recommend that corticosteroids (hydrocortisone and dexamethasone are preferred over prednisolone or methylprednisolone) be administered to all patients with thyroid storm. However, doses should be altered for each individual patient to ensure that the relative adrenal insufficiency is adequately treated while minimizing the risk of side effects.   === Plasmapheresis === Plasmapheresis removes cytokines, antibodies, and thyroid hormones from the plasma. It is usually reserved for severe refractory cases of thyroid storm as a bridge to surgery.   === Supportive care === Patients with thyroid storm are usually hospitalized and managed in the intensive care unit. Supportive measures include treatment of precipitating factors (e.g. infection), intravenous fluids, and cooling blankets and ice packs for persistent fever. Extracorporeal membrane oxygenation (ECMO) can be used as a bridging measure for refractory cardiorespiratory failure induced by thyroid storm.       == See also == Myxedema coma Euthyroid sick syndrome   == References ==   == External links =="}