{"name": "tiagabine", "category": "drug", "content": "Tiagabine (trade name Gabitril) is an anticonvulsant medication produced by Cephalon that is used in the treatment of epilepsy. The drug is also used off-label in the treatment of anxiety disorders and panic disorder.   == Medical uses == Tiagabine is approved by U.S. Food and Drug Administration (FDA) as an adjunctive treatment for partial seizures in individuals of age 12 and up. It may also be prescribed off-label by physicians to treat anxiety disorders and panic disorder as well as neuropathic pain (including fibromyalgia). For anxiety and neuropathic pain, tiagabine is used primarily to augment other treatments. Tiagabine may be used alongside selective serotonin reuptake inhibitors, serotonin-norepinephrine reuptake inhibitors, or benzodiazepines for anxiety, or antidepressants, gabapentin, other anticonvulsants, or opioids for neuropathic pain. It is effective as monotherapy and combination therapy with other antiepileptic drugs in the treatment of partial seizure. The American Academy of Sleep Medicine's 2017 clinical practice guidelines recommended against the use of tiagabine in the treatment of insomnia due to poor effectiveness and very low quality of evidence.   == Side effects == Side effects of tiagabine are dose related. The most common side effect of tiagabine is dizziness. Other side effects that have been observed with a rate of statistical significance relative to placebo include asthenia, somnolence, nervousness, memory impairment, tremor, headache, diarrhea, and depression. Adverse effects such as confusion, aphasia (difficulty speaking clearly)/stuttering, and paresthesia (a tingling sensation in the body's extremities, particularly the hands and fingers) may occur at higher dosages of the drug (e.g., over 8 mg/day). Tiagabine may induce seizures in those without epilepsy, particularly if they are taking another drug which lowers the seizure threshold. There may be an increased risk of psychosis with tiagabine treatment, although data is mixed and inconclusive. Tiagabine can also reportedly interfere with visual color perception.   == Warning == CNS depression Dermatologic reactions Generalized weakness Ophthalmic effects Suicidal ideation   == Overdose == Tiagabine overdose can produce neurological symptoms such as lethargy, single or multiple seizures, status epilepticus, coma, confusion, agitation, tremors, dizziness, dystonias/abnormal posturing, and hallucinations, as well as respiratory depression, tachycardia, hypertension, and hypotension. Overdose may be fatal especially if the victim presents with severe respiratory depression and/or unresponsiveness.   == Pharmacology == Tiagabine increases the level of γ-aminobutyric acid (GABA), the major inhibitory neurotransmitter in the central nervous system, by blocking the GABA transporter 1 (GAT-1), and hence is classified as a GABA reuptake inhibitor (GRI).   == Pharmacodynamics == Tiagabine is primarily used as an anticonvulsant in the treatment of epilepsy as a supplement. Although the exact mechanism by which Tiagabine exerts its antiseizure effect is unknown, it is thought to be related to its ability to increase the activity of gamma aminobutyric acid (GABA), the central nervous system's major inhibitory neurotransmitter. Tiagabine attaches to the GABA uptake carrier's recognition sites. Tiagabine is thought to block GABA uptake into presynaptic neurons as a result of this action, allowing more GABA to be available for receptor binding on the surfaces of post-synaptic cells.   == Effects on cortical delta oscillations == Tiagabine enhances the power of cortical delta (< 4 Hz) oscillations up to 1000% relative to placebo, which may result in an EEG or MEG signature resembling non-rapid eye movement sleep even while the person who has taken tiagabine is awake and conscious. This demonstrates that cortical delta activity and wakeful consciousness are not mutually exclusive, i.e., high amplitude delta oscillations are not always a reliable indicator of unconsciousness.    == Monitoring Parameters == Seizure frequency, liver function tests, suicidality   == History == Tiagabine was discovered at Novo Nordisk in Denmark in 1988 by a team of medicinal chemists and pharmacologists under the general direction of Claus Bræstrup.  The drug was co-developed with Abbott Laboratories, in a 40/60 cost sharing deal, with Abbott paying a premium for licensing the IP from the Danish company. U.S. patents on tiagabine listed in the Orange Book expired in April 2016.   == See also == CI-966 Deramciclane Nipecotic acid SKF-89976A   == References ==   == External links == Gabitril(manufacturer's website)"}