{"name": "tibolone", "category": "drug", "content": "Tibolone, sold under the brand name Livial among others, is a medication which is used in menopausal hormone therapy and in the treatment of postmenopausal osteoporosis and endometriosis. The medication is available alone and is not formulated or used in combination with other medications. It is taken by mouth. Side effects of tibolone include acne and increased hair growth among others. Tibolone is a synthetic steroid with weak estrogenic, progestogenic, and androgenic activity, and hence is an agonist of the estrogen, progesterone, and androgen receptors. It is a prodrug of several metabolites. The estrogenic effects of tibolone may show tissue selectivity in their distribution. Tibolone was developed in the 1960s and was introduced for medical use in 1988. It is marketed widely throughout the world. The medication is not available in the United States.   == Medical uses == Tibolone is used in the treatment of menopausal symptoms like hot flashes and vaginal atrophy, postmenopausal osteoporosis, and endometriosis. It has similar or greater effectiveness compared to older menopausal hormone therapy medications, but shares a similar side effect profile. It has also been investigated as a possible treatment for female sexual dysfunction. Tibolone reduces hot flashes, prevents bone loss, improves vaginal atrophy and urogenital symptoms (e.g., vaginal dryness, dyspareunia), and has positive effects on mood and sexual function. The medication may have greater benefits on libido than standard menopausal hormone therapy, which may be related to its androgenic effects. It is associated with low rates of vaginal bleeding and breast pain. A 2015 network meta-analysis of randomized controlled trials found that tibolone was associated with a significantly decreased risk of breast cancer (RRTooltip relative risk = 0.317). The decrease in risk was greater than that observed with most of the aromatase inhibitors and selective estrogen receptor modulators that were included in the analysis. However, paradoxically, other research has found evidence supporting an increased risk of breast cancer with tibolone.   === Available forms === Tibolone is available in the form of 2.5 mg oral tablets. It is typically used once daily at a dosage of 1.25 or 2.5 mg.   == Side effects == A report in September 2009 from Health and Human Services' Agency for Healthcare Research and Quality suggests that tamoxifen, raloxifene, and tibolone used to reduce the risk of breast cancer significantly reduce the occurrence of invasive breast cancer in midlife and older women, but also increase the risk of adverse effects. Tibolone can infrequently produce androgenic side effects such as acne and increased facial hair growth. Such side effects have been found to occur in 3 to 6% of treated women. A 2016 Cochrane review has been published on the short-term and long-term effects of tibolone, including adverse effects. Possible adverse effects of tibolone include unscheduled vaginal bleeding (ORTooltip Odds ratio = 2.79; incidence 13–26% more than placebo), an increased risk of breast cancer in women with a history of breast cancer (ORTooltip Odds ratio = 1.5) although apparently not without a history of breast cancer (ORTooltip Odds ratio = 0.52), an increased risk of cerebrovascular events (strokes) (ORTooltip Odds ratio = 1.74) and cardiovascular events (ORTooltip Odds ratio = 1.38), and an increased risk of endometrial cancer (ORTooltip Odds ratio = 2.04). However, most of these figures are based on very low-quality evidence. Tibolone has been associated with increased risk of endometrial cancer in most studies.   == Pharmacology ==   === Pharmacodynamics ===  Tibolone possesses a complex pharmacology and has weak estrogenic, progestogenic, and androgenic activity. Tibolone, 3α-hydroxytibolone, and 3β-hydroxytibolone act as agonists of the estrogen receptors. Tibolone and its metabolite δ4-tibolone act as agonists of the progesterone and androgen receptors, while 3α-hydroxytibolone and 3β-hydroxytibolone, conversely, act as antagonists of these receptors. Relative to other progestins, tibolone, including its metabolites, has been described as possessing moderate functional antiestrogenic activity (that is, progestogenic activity), moderate estrogenic activity, high androgenic activity, and no clinically significant glucocorticoid, antiglucocorticoid, mineralocorticoid, or antimineralocorticoid activity. The ovulation-inhibiting dosage of tibolone is 2.5 mg/day.   ==== Estrogenic activity ==== Tibolone and its two major active metabolites, 3α-hydroxytibolone and 3β-hydroxytibolone, act as potent, fully activating agonists of the estrogen receptor (ER), with a high preference for the ERα. These estrogenic metabolites of tibolone have much weaker activity as estrogens than estradiol (e.g., have 3–29% of the affinity of estradiol for the ERTooltip estrogen receptor), but occur at relatively high concentrations that are sufficient for full and marked estrogenic responses to occur. The estrogenic effects of tibolone show tissue selectivity in their distribution, with desirable effects in bone, the brain, and the vagina, and lack of undesirable action in the uterus, breast, and liver. The observations of tissue selectivity with tibolone have been theorized to be the result of metabolism, enzyme modulation (e.g., of estrogen sulfatase and estrogen sulfotransferase), and receptor modulation that vary in different target tissues. This selectivity differs mechanistically from that of selective estrogen receptor modulators (SERMs) such as tamoxifen, which produce their tissue selectivity via means of modulation of the ER. As such, to distinguish it from SERMs, tibolone has been variously described as a \"selective tissue estrogenic activity regulator\" (STEAR), \"selective estrogen enzyme modulator\" (SEEM), or \"tissue-specific receptor and intracrine mediator\" (TRIM). More encompassingly, tibolone has also been described as a \"selective progestogen, estrogen, and androgen regulator\" (SPEAR), which is meant to reflect the fact that it is tissue-selective and that it regulates effects not only of estrogens but of all three of the major sex hormone classes. Although indications of tissue selectivity with tibolone have been observed, the medication has paradoxically nonetheless been associated with increased risk of endometrial cancer and breast cancer in clinical studies. It was reported in 2002 that tibolone or its metabolite δ4-tibolone is transformed by aromatase into the potent estrogen 7α-methylethinylestradiol in women, analogously to the transformation of norethisterone into ethinylestradiol. Controversy and disagreement followed when other researchers contested the findings however. By 2008, these researchers had asserted that tibolone is not aromatized in women and that the previous findings of 7α-methylethinylestradiol detection were merely a methodological artifact. In accordance, a 2009 study found that an aromatase inhibitor had no effect on the estrogenic potencies of tibolone or its metabolites in vitro, unlike the case of testosterone. In addition, another 2009 study found that the estrogenic effects of tibolone on adiposity in rats do not require aromatization (as indicated by the use of aromatase knockout mice), further in support that 3α-hydroxytibolone and 3β-hydroxytibolone are indeed responsible for such effects. These findings are also in accordance with the fact that tibolone decreases sex hormone-binding globulin (SHBG) levels by 50% in women and does not increase the risk of venous thromboembolism (VTE) (RRTooltip Rate ratio = 0.92), which would not be expected if the medication formed a potent, liver metabolism-resistant estrogen similar to ethinylestradiol in important quantities. (For comparison, combined oral contraceptives containing ethinylestradiol, due mostly or completely to the estrogen component, have been found to increase SHBG levels by 200 to 400% and to increase the risk of VTE by about 4-fold (ORTooltip odds ratio = 4.03).) In spite of the preceding, others have held, as recently as 2011, that tibolone is converted into 7α-methylethinylestradiol in small quantities. They have claimed that 19-nortestosterone derivatives like tibolone, due to lacking a C19 methyl group, indeed are not substrates of the classical aromatase enzyme, but instead are still transformed into the corresponding estrogens by other cytochrome P450 monooxygenases. In accordance, the closely structurally related AAS trestolone (7α-methyl-19-nortestosterone or 17α-desethynyl-δ4-tibolone) has been found to be transformed into 7α-methylestradiol by human placental microsomes in vitro. Also in accordance, considerably disproportionate formation of ethinylestradiol occurs when norethisterone is taken orally (and hence undergoes first-pass metabolism in the liver) relative to parenterally, despite the absence of aromatase in the adult human liver.   ==== Progestogenic activity ==== Tibolone and δ4-tibolone act as agonists of the progesterone receptor (PR). Tibolone has low affinity of 6% of that of promegestone for the PR, while δ4-tibolone has high affinity of 90% of that of promegestone for the PR. In spite of its high affinity for the PR however, δ4-tibolone possesses only weak progestogenic activity, about 13% of that of norethisterone. The weak progestogenic activity of tibolone may not be sufficient to fully counteract estrogenic activity of tibolone in the uterus and may be responsible for the increased risk of endometrial cancer that has been observed with tibolone in women in large cohort studies.   ==== Androgenic activity ==== Tibolone, mainly via δ4-tibolone, has androgenic activity. Whereas tibolone itself has only about 6% of the affinity of metribolone for the androgen receptor, δ4-tibolone has relatively high affinity of about 35% of the affinity of metribolone for this receptor. At typical clinical dosages in women, the androgenic effects of tibolone are weak. However, relative to other 19-nortestosterone progestins, the androgenic activity of tibolone is high, with a potency comparable to that of testosterone. Indeed, the androgenic effects of tibolone have been ranked as stronger than those of all other commonly used 19-nortestosterone progestins (e.g., norethisterone, levonorgestrel, others). The androgenic effects of tibolone have been postulated to be involved in the reduced breast cell proliferation, reduced breast cancer risk, improvement in sexual function, less unfavorable changes in hemostatic parameters relative to estrogen–progestogen combinations, and changes in liver protein synthesis (e.g., 30% reductions in HDL cholesterol levels, 20% reduction in triglyceride levels, and 50% reduction in SHBG levels) observed with tibolone. They are also responsible for the androgenic side effects of tibolone  such as acne and increased hair growth in some women.   ==== Other activities ==== Tibolone, 3α-hydroxytibolone, and 3β-hydroxytibolone act as antagonists of the glucocorticoid and mineralocorticoid receptors, with preference for the mineralocorticoid receptor. However, their affinities for these receptors are low, and tibolone has been described as possessing no clinically significant glucocorticoid, antiglucocorticoid, mineralocorticoid, or antimineralocorticoid activity.   === Pharmacokinetics ===  The mean oral bioavailability of tibolone is 92%. Its plasma protein binding is 96.3%. It is bound to albumin, and both tibolone and its metabolites have low affinity for SHBG. Tibolone is metabolized in the liver and intestines. It is a prodrug and is rapidly transformed into several metabolites, including δ4-tibolone, 3α-hydroxytibolone, and 3β-hydroxytibolone, as well as sulfate conjugates of these metabolites. 3α-Hydroxytibolone is formed by 3α-hydroxysteroid dehydrogenase, 3β-hydroxytibolone is formed by 3β-hydroxysteroid dehydrogenase, δ4-tibolone is formed by Δ5-4-isomerase, and the sulfate conjugates of tibolone and its metabolites are formed by sulfotransferases, mainly SULT2A1.  The sulfate conjugates can be transformed back into free steroids by steroid sulfatase. Following a single oral dose of 2.5 mg tibolone, peak serum levels of tibolone were 1.6 ng/mL, of δ4-tibolone were 0.8 ng/mL, of 3α-hydroxytibolone were 16.7 ng/mL, and of 3β-hydroxytibolone were 3.7 ng/mL after 1 to 2 hours. The elimination half-life of tibolone is 45 hours. It is excreted in urine 40% and feces 60%.   == Chemistry ==  Tibolone, also known as 7α-methylnoretynodrel, as well as 7α-methyl-17α-ethynyl-19-nor-δ5(10)-testosterone or as 7α-methyl-17α-ethynylestr-5(10)-en-17β-ol-3-one, is a synthetic estrane steroid and a derivative of testosterone and 19-nortestosterone. It is more specifically a derivative of norethisterone (17α-ethynyl-19-nortestosterone) and is a member of the estrane subgroup of the 19-nortestosterone family of progestins. Tibolone is the 7α-methyl derivative of the progestin noretynodrel (17α-ethynyl-δ5(10)-19-nortestosterone). Other steroids related to tibolone include the progestin norgesterone (17α-vinyl-δ5(10)-19-nortestosterone) and the anabolic steroids trestolone (7α-methyl-19-nortestosterone) and mibolerone (7α,17α-dimethyl-19-nortestosterone).   == History == Tibolone was developed in the 1960s. It was first introduced in the Netherlands in 1988, and was subsequently introduced in the United Kingdom in 1991.   == Society and culture ==   === Generic names === Tibolone is the generic name of the drug and its INNTooltip International Nonproprietary Name, USANTooltip United States Adopted Name, BANTooltip British Approved Name, DCFTooltip Dénomination Commune Française, and JANTooltip Japanese Accepted Name. It is also known by its developmental code name ORG-OD-14.   === Brand names === Tibolone is marketed under the brand names Livial, Tibofem, and Ladybon among others.   === Availability === Tibolone is used widely in the European Union, Asia, Australasia, and elsewhere in the world, but is not available in the United States.   === Legal status === Tibolone is a Schedule IV controlled substance in Canada under the 1996 Controlled Drugs and Substances Act. It is classified as an anabolic steroid under this act, due to its relatively high activity as an AR agonist, and is the only norethisterone (17α-ethynyl-19-nortestosterone) derivative that is classified as such. Tibolone is banned by WADATooltip World Anti-Doping Agency as an anabolic steroid category S1 largely due to its conversion to the delta-4 tibolone metabolite, which is a potent androgen.   == References ==   == Further reading =="}