{"name": "ticagrelor", "category": "drug", "content": "Ticagrelor, sold under the brand name Brilinta among others, is a medication used for the prevention of stroke, heart attack and other events in people with acute coronary syndrome, meaning problems with blood supply in the coronary arteries. It acts as a platelet aggregation inhibitor by antagonising the P2Y12 receptor. The drug is produced by AstraZeneca.  The most common side effects include dyspnea (difficulty breathing), bleeding and raised uric acid level in the blood. It was approved for medical use in the European Union in December 2010, and in the United States in July 2011. In 2020, it was the 247th most commonly prescribed medication in the United States, with more than 1 million prescriptions.   == Medical uses == In the US, ticagrelor is indicated to reduce the risk of stroke in people with acute ischemic stroke or high-risk transient ischemic attack. In the EU, ticagrelor, co-administered with acetylsalicylic acid (aspirin), is indicated for the prevention of atherothrombotic events in adults with acute coronary syndromes or a history of myocardial infarction and a high risk of developing an atherothrombotic event; and for the prevention of atherothrombotic events in adults with a history of myocardial infarction and a high risk of developing an atherothrombotic event.   == Contraindications == Contraindications to ticagrelor are active bleeding, increased risk of bradycardia, concomitant therapy of ticagrelor and strong cytochrome P-450 3A (CYP3A4) inhibitors and moderate or severe hepatic impairment due to the risk of increased exposure to ticagrelor.   == Adverse effects == The common adverse effects are increased risk of bleeding (which may be severe) and shortness of breath (dyspnoea). Dyspnoea is usually transient and mild-to-moderate in severity, with a higher risk at < 1 month, 1–6 months and >6 months of follow up compared to clopidogrel. Discontinuation of therapy is rare, although some people do not persist or switch therapies. People who develop tolerable dyspnoea as a side effect of ticagrelor should be reassured to continue therapy, as it does not impact on the drug's cardiovascular benefit and bleeding risk in acute coronary syndrome (ACS). Furthermore, two small subgroup analyses found no associations between ticagrelor and adverse changes in heart and lung function that may induce dyspnoea in stable coronary artery disease (CAD) and people with ACS without heart failure or significant lung disease. Ventricular pauses ≥3 seconds may occur in people with ACS the first week of treatment, but are likely to be mostly asymptomatic and transient, without causing increased clinical bradycardic adverse events. Caution is recommended when using ticagrelor in people with advanced sinoatrial node disease. Allergic skin reactions such as rash and itching have been observed in less than 1% of people taking ticagrelor.   == Interactions == Inhibitors of the liver enzyme CYP3A4, such as ketoconazole and possibly grapefruit juice, increase blood plasma levels of ticagrelor and consequently can lead to bleeding and other adverse effects. Ticagrelor is a weak CYP3A4 inhibitor and can increase the plasma concentration of CYP3A4 substrates Current evidence suggests that use of ticagrelor with statins can increase the risk of adverse effects like myopathy and rhabdomyolysis. However, this evidence is weak, and more research is needed. While it appears that the risk is low for most people, caution should be used when the medications are combined. This is especially important in elderly patients, and some evidence suggests that extra caution should be used with renally impaired patients as well. CYP3A4 inducers, for example rifampicin and possibly St. John's wort, can reduce the effectiveness of ticagrelor. There is no evidence for interactions via CYP2C9. The drug also inhibits P-glycoprotein (P-gp), leading to increased plasma levels of digoxin, ciclosporin and other P-gp substrates. Levels of ticagrelor and AR-C124910XX (the active metabolite of ticagrelor formed by O-deethylation) are not significantly influenced by P-gp inhibitors. It is generally recommended to use low-dose aspirin (75-100 mg per day) with ticagrelor when dual antiplatelet therapy (DAPT) is indicated. It has been observed that the use of 325 mg daily aspirin in DAPT increases the risk of bleeding events, without lowering the rate of a major adverse cardiovascular event (MACE) such as cardiovascular death, heart attack, stroke or unplanned revascularisation (restoration of blood flow).   == Pharmacology ==   === Mechanism of action === Like the thienopyridines prasugrel, clopidogrel and ticlopidine, ticagrelor blocks adenosine diphosphate (ADP) receptors of subtype P2Y12. In contrast to the other antiplatelet drugs, ticagrelor has a binding site different from ADP, making it an allosteric antagonist, and the blockage is reversible. Moreover, the drug does not need hepatic activation, which might work better for people with genetic variants regarding the enzyme CYP2C19 (although it is not certain whether clopidogrel is significantly influenced by such variants). Ticagrelor was found to result in a lower risk of stroke at 90 days than clopidogrel, which requires metabolic conversion, among Han Chinese CYP2C19 loss-of-function carriers with minor ischemic stroke or TIA.   === Pharmacokinetics === Ticagrelor is absorbed quickly from the gut, the bioavailability being 36%, and reaches its peak concentration after about 1.5 hours. The main metabolite, AR-C124910XX, is formed quickly via CYP3A4 by de-hydroxyethylation at position 5 of the cyclopentane ring. Plasma concentrations of ticagrelor are slightly increased (12–23%) in elderly people, women, people of Asian ethnicity, and people with mild hepatic impairment. They are decreased in people that self-identified as 'black' and those with severe renal impairment. These differences are not considered clinically relevant. In Japanese people, concentrations are 40% higher than in Caucasians, or 20% after body weight correction. The drug has not been tested in people with severe hepatic impairment. Consistently with its reversible mode of action, ticagrelor is known to act faster and shorter than clopidogrel. This means it has to be taken twice instead of once a day which is a disadvantage in respect of compliance, but its effects are more quickly reversible which can be useful before surgery or if side effects occur.   == Chemistry == Ticagrelor is a nucleoside analogue: the cyclopentane ring is similar to the sugar ribose, and the nitrogen rich aromatic ring system resembles the nucleobase purine, giving the molecule an overall similarity to adenosine. The substance has low solubility and low permeability under the Biopharmaceutics Classification System.   == Research ==   === Comparison with related drugs ===   ==== With clopidogrel ==== The PLATO trial concluded superiority of ticagrelor compared to clopidogrel in reducing the rate of death from vascular causes, MI, and stroke in people presenting with acute coronary syndromes. A post-hoc subgroup analysis of the PLATO trial suggested a reduction in total mortality with ticagrelor compared to clopidogrel in people with non-ST elevation acute coronary syndrome. However, this finding should only be considered exploratory as it was not a primary endpoint of the PLATO trial. Ticagrelor, as monotherapy, dual antiplatelet therapy (DAPT), and in comparison to clopidogrel, is associated with decreased all-cause mortality. When in comparison to clopidogrel, there is evidence for increased risk of bleeding. The PLATO trial found that ticagrelor use, in conjunction with low-dose aspirin (where tolerated), had better all-cause mortality rates than the same treatment plan with clopidogrel (4.5% vs. 5.9%) in treating people with acute coronary syndrome. People given ticagrelor were less likely to die from vascular causes, heart attack, or stroke, regardless of whether the treatment plan was invasive. There is some conjecture in the safety and efficacy of ticagrelor within the Asian population, despite significant thrombotic benefits. A meta-analysis of observational studies in several Asian countries proposed that ticagrelor did not increase the risk of considerable bleeding events in Asian individuals. There is evidence to suggest that East Asian individuals are at a higher risk of bleeding events when using ticagrelor. The guidelines recommend that people of East Asian origin exercise caution and that treatment continuation after six months be based on net-clinical benefit.   ==== With prasugrel ==== In 2019, the ISAR-REACT 5 trial comparing ticagrelor and prasugrel in participants with acute coronary syndrome showed that people with acute coronary disease receiving prasugrel had lower incidence of death, myocardial infarction, or stroke compared to those who received ticagrelor. A 2019 study showed antibacterial activity against antibiotic-resistant Gram-positive bacteria including methicillin-resistant Staphylococcus aureus and vancomycin-resistant enterococcus. This study used concentrations of ticagrelor for bactericidal activity that far exceeded those achieved by standard post acute coronary syndrome doses. Research indicates that ticagrelor may help reduce the risk of infections, such as pneumonia and sepsis.   == References =="}