{"name": "ticarcillin", "category": "drug", "content": "Ticarcillin is a carboxypenicillin. It can be sold and used in combination with clavulanate as ticarcillin/clavulanic acid. Because it is a penicillin, it also falls within the larger class of β-lactam antibiotics. Its main clinical use is as an injectable antibiotic for the treatment of Gram-negative bacteria, particularly Pseudomonas aeruginosa and Proteus vulgaris. It is also one of the few antibiotics capable of treating Stenotrophomonas maltophilia infections. It is provided as a white or pale-yellow powder. It is highly soluble in water, but should be dissolved only immediately before use to prevent degradation. It was patented in 1963.   == Mechanism of action == Ticarcillin's antibiotic properties arise from its ability to prevent cross-linking of peptidoglycan during cell wall synthesis, when the bacteria try to divide, causing cell death. Ticarcillin, like penicillin, contains a β-lactam ring that can be cleaved by β-lactamases, resulting in inactivation of the antibiotic. Those bacteria that can express β-lactamases are, therefore, resistant to β-lactam antibiotics. Due at least in part to the common β-lactam ring, ticarcillin can cause reactions in patients allergic to penicillin. Ticarcillin is also often paired with a β-lactamase inhibitor such as clavulanic acid (co-ticarclav).   == Other uses == In molecular biology, ticarcillin is used to as an alternative to ampicillin to test the uptake of marker genes into bacteria. It prevents the appearance of satellite colonies that occur when ampicillin breaks down in the medium. It is also used in plant molecular biology to kill Agrobacterium, which is used to deliver genes to plant cells.   == Dosing and administration == Ticarcillin is not absorbed orally, so must be given by intravenous or intramuscular injection.   == Trade names and preparations == Ticarcillin: Ticar was formerly marketed by Beecham, then SmithKline Beecham until 1999, when it merged with Glaxo to form GlaxoSmithKline; it is no longer available in the UK. US distribution ceased in 2004. Ticar was replaced by Timentin. However Timentin contains clavulanate unlike Ticar  Ticarcillin/clavulanate: Timentin, in Australia, the UK, and the US, was marketed by Beecham, then GlaxoSmithKline. Available in India as TICANTROL (TICARCILLIN/ clavulanate) marketed by SCUTONIX LIFESCIENCES, Bombay   == Synthesis == Carbenicillin is used in the clinic primarily because of its low toxicity and its utility in treating urinary tract infections due to susceptible Pseudomonas species. Its low potency, low oral activity, and susceptibility to bacterial beta-lactamases make it vulnerable to replacement by agents without these deficits. One contender in this race is ticaricillin. Its origin depended on the well-known fact that a divalent sulfur is roughly equivalent to a vinyl group (cf methiopropamine, sufentanil, pizotyline etc.).  One synthesis began by making the monobenzyl ester of 3-Thienylmalonic acid, converting this to the acid chloride with SOCl2, and condensing it with 6-Aminopenicillanic acid (6-APA). Hydrogenolysis (Pd/C) completed the synthesis of ticarcillin.   == References =="}