{"name": "tienilic acid", "category": "drug", "content": "Tienilic acid (INN and BAN) or ticrynafen (USAN) is a loop diuretic drug with uric acid-lowering (uricosuric) action, formerly marketed for the treatment of hypertension. It was approved by FDA on May 2, 1979, and withdrawn in 1982, after case reports in the United States indicated a link between the use of ticrynafen and hepatitis. Criminal charges were brought against SmithKline executives with regard to hiding data related to toxicity while gaining FDA approval.  The company pleaded guilty to 14 counts of failure to report adverse reactions and 20 counts of selling a misbranded drug. Tienilic acid was found to act as a suicide substrate at the cytochrome P450 enzymes involved in drug metabolism. However, the metabolic reaction carried out by these enzymes converted tienilic acid to a thiophene sulfoxide which was highly electrophilic. This encouraged a Michael reaction leading to alkylation of a thiol group in the enzyme's active site. Loss of water from the thiophene sulfoxide restored the thiophene ring and resulted in tienilic acid being covalently linked to the enzyme, thus inhibiting the enzyme irreversibly. In addition sera of patients who had liver failure after taking this drug contained antibodies recognizing CYP2C9 able to hydroxylate the drug and to give covalent binding. The above explanation is a hypothesis. It is still not known (after 15 years) if the reactive intermediate which inactivates the CYP2C9 is the thiophene sulfoxide or the thiophene epoxide. The target on the protein is also not known (could be multiple). However tienilic acid is a good mechanism based inhibitor of CYP2C9 and seems to inactivate it stoichiometrically. Progress in proteomics may one day give the answer. Recent studies indicate that in fact the primary metabolite of tienilic acid (5-OH tienilic acid) cannot be derived from a thiophene-S-oxide intermediate as was previously hypothesized. It was determined to be derived from a thiophene epoxide intermediate and this reactive intermediate is then likely a cause for the covalent binding to as well as mechanism-based inactivation of CYP2C9.   == References =="}