{"name": "tigecycline", "category": "drug", "content": "Tigecycline, sold under the brand name Tygacil, is a tetracycline antibiotic medication for a number of bacterial infections. It is a glycylcycline class drug that is administered intravenously. It was developed in response to the growing rate of antibiotic resistant  bacteria such as Staphylococcus aureus, Acinetobacter baumannii, and E. coli. As a tetracycline derivative antibiotic, its structural modifications has expanded its therapeutic activity to include Gram-positive and Gram-negative organisms, including those of multi-drug resistance. It was given a U.S. Food and Drug Administration (FDA) fast-track approval and was approved on 17 June 2005. It was approved for medical use in the European Union in April 2006. It was removed from the World Health Organization's List of Essential Medicines in 2019. The World Health Organization classifies tigecycline as critically important for human medicine.   == Medical uses ==   === Antibacterial use === Tigecycline is used to treat different kinds of bacterial infections, including complicated skin and structure infections, complicated intra-abdominal infections and community-acquired bacterial pneumonia. Tigecycline is a glycylcycline antibiotic that covers MRSA and Gram-negative organisms:  Tigecycline can treat complicated skin and structure infections caused by; Escherichia coli, vancomycin-susceptible Enterococcus faecalis, methicillin-resistant Staphylococcus aureus (MRSA), Streptococcus agalactiae, Streptococcus anginosus grp., Streptococcus pyogenes, Enterobacter cloacae, Klebsiella pneumoniae, and Bacteroides fragilis. Tigecycline is indicated for treatment of complicated intra-abdominal infections caused by; Citrobacter freundii, Enterobacter cloacae, Escherichia coli, Klebsiella oxytoca, Klebsiella pneumoniae, vancomycin-susceptible Enterococcus faecalis, methicillin-resistant Staphylococcus aureus (MRSA), Streptococcus anginosus grp., Bacteroides fragilis, Bacteroides thetaiotaomicron, Bacteroides uniformis, Bacteroides vulgatus, Clostridium perfringens, and Peptostreptococcus micros. Tigecycline may be used for treatment of community-acquired bacterial pneumonia caused by; penicillin susceptible Streptococcus pneumoniae, Haemophilus influenzae that does not produce Beta-lactamase and Legionella pneumophila. Tigecycline is given intravenously and has activity against a variety of Gram-positive and Gram-negative bacterial pathogens, many of which are resistant to existing antibiotics. Tigecycline successfully completed phase III trials in which it was at least equal to intravenous vancomycin and aztreonam to treat complicated skin and skin structure infections, and to intravenous imipenem and cilastatian to treat complicated intra-abdominal infections. Tigecycline is active against many Gram-positive bacteria, Gram-negative bacteria and anaerobes – including activity against methicillin-resistant Staphylococcus aureus (MRSA),  Stenotrophomonas maltophilia, Haemophilus influenzae, and Neisseria gonorrhoeae (with MIC values reported at 2 μg/mL) and multi-drug resistant strains of Acinetobacter baumannii. It has no activity against Pseudomonas spp. or Proteus spp.  The drug is licensed for the treatment of skin and soft tissue infections as well as intra-abdominal infections. \"Tigecycline is also active against Clostridioides difficile strains. Most C. difficile isolates have MICs <0.25 for tigecycline The European Society of Clinical Microbiology and Infection recommends tigecycline as a potential salvage therapy for severe and/or complicated or refractory Clostridium difficile infection. Tigecycline can also be used in vulnerable populations such as immunocompromised patients or patients with cancer.   === Non-Antibacterial use === It is well established that tigecycline works as an effective antibiotic, however it may have other properties that are not yet fully understood. Minocycline has been shown to have anti-inflammatory and anti-apoptotic activities, inhibition of proteolysis and suppression of angiogenesis and tumor metastasis. This is a feature not unique to minocycline, with many tetracyclines exhibiting non-antibiotic clinical benefits. Tigecycline has shown in vitro and in vivo activity against acute myeloid leukemia. The antileukemic activity of tigecycline can be attributed to the inhibition of mitochondrial protein translation in eukaryotic cells. Leukemic cells have an increased dependence on mitochondrial function, causing a heightened sensitivity to tigecycline. Tigecycline has also shown anti-cancer properties against several other kinds of tumors, including non-small cell lung cancer, gastric cancer, hepatocellular carcinoma, and glioblastoma. It also shows good activity against the causative agent of pythiosis.   === Susceptibility data === Tigecycline targets both Gram-positive and Gram-negative bacteria including a few key multi-drug resistant pathogens. The following represents MIC susceptibility data for a few medically significant bacterial pathogens.  Escherichia coli: 0.015 μg/mL — 4 μg/mL Klebsiella pneumoniae: 0.06 μg/mL — 16 μg/mL Staphylococcus aureus (methicillin-resistant): 0.03 μg/mL — 2 μg/mL Tigecycline generally has poor activity against most strains of Pseudomonas.   === Liver or kidney problems === Tigecycline does not require dose adjustment for people with mild to moderate liver problems. However, in people with severe liver problems dosing should be decreased and closely monitored. Tigecycline does not require dose changes in people with poor kidney function or having hemodialysis.   === Resistance mechanisms === Bacterial resistance towards tigecycline in Enterobacteriaceae (such as E. coli) is often caused by genetic mutations leading to an up-regulation of bacterial efflux pumps, such as the RND type efflux pump AcrAB. Some bacterial species such as Pseudomonas spp. can be naturally resistant to tigecycline through the constant over-expression of such efflux pumps. In some Enterobacteriaceae species, mutations in ribosomal genes such as rpsJ have been found to cause resistance to tigecycline.   == Side effects == As a tetracycline derivative, tigecycline exhibits similar side effects to the class of antibiotics. Gastrointestinal (GI) symptoms are the most common reported side effect. Common side effects of tigecycline include nausea and vomiting. Nausea (26%) and vomiting (18%) tend to be mild or moderate and usually occur during the first two days of therapy. Rare adverse effects (<2%) include: swelling, pain, and irritation at injection site, anorexia, jaundice, hepatic dysfunction, pruritus, acute pancreatitis, and increased prothrombin time.   === Precautions === Precaution is needed when taken in individuals with tetracycline hypersensitivity, pregnant women, and children. It has been found to cause fetal harm when administered during pregnancy and therefore is classified as pregnancy category D. In rats or rabbits, tigecycline crossed the placenta and was found in the fetal tissues, and is associated with slightly lower birth weights as well as slower bone ossification. Even though it was not considered teratogenic, tigecycline should be avoided unless benefits outweigh the risks. In addition, its use during childhood can cause yellow-grey-brown discoloration of the teeth and should not be used unless necessary. More so, there are clinical reports of tigecycline-induced acute pancreatitis, with particular relevance to patients also diagnosed with cystic fibrosis. Tigecycline showed an increased mortality in patients treated for hospital-acquired pneumonia, especially ventilator-associated pneumonia (a non-approved use), but also in patients with complicated skin and skin structure infections, complicated intra-abdominal infections and diabetic foot infection. Increased mortality was in comparison to other treatment of the same types of infections. The difference was not statistically significant for any type, but mortality was numerically greater for every infection type with Tigecycline treatment, and thus prompted a black box warning by the FDA.   === Black box warning === The FDA issued a black box warning in September 2010, for tigecycline regarding an increased risk of death compared to other appropriate treatment. As a result of increase in total death rate (cause is unknown) in individuals taking this drug, tigecycline is reserved for situations in which alternative treatment is not suitable. The FDA updated the black box warning in 2013.   === Drug interactions === Tigecycline has been found to interact with medications, such as:  Warfarin: Since both tigecycline and warfarin bind to serum or plasma proteins, there is potential for protein-binding interactions, such that one drug will have more effect than the other. Although dose adjustment is not necessary, INR and prothrombin time should be monitored if given concurrently. Oral contraceptives: Effectiveness of oral contraceptives are decreased with concurrent use due to reduction in the concentration levels of oral contraceptives.  However, the mechanism behind these drug interactions have not been fully analyzed.   == History == Minocycline was a commonly used tetracycline synthesized in Lederle Laboratories in 1970, but antibiotic resistance to the drug began growing in prevalence throughout the 70's and 80's. While the problem of antibiotic resistance was known to scientists during the 1980s, apathy led to little federal attention given to the emerging crisis. However, by the late 1980s the worldwide threat began to be treated more seriously, which led to the renewed funding of antibiotic research. In 1993, researchers in the same laboratories that first synthesized minocycline created a new generation of tetracycline antibacterial agents, known as the glycylcyclines. These antibiotics were the first new drugs of the tetracycline class to be reported since the discovery of minocycline in 1970. The glycylcyclines were found to be active against a broad spectrum of tetracycline susceptible and resistant Gram (-) and Gram (+) aerobic and anaerobic bacteria. This initial research resulted in numerous studies being done on the antibacterial activity of various glycylcyclines, with extra focus being put on N,N-dimethylglycyl-amino derivatives, due to their reported potency. The aforementioned research culminated in a 1999 paper describing the discovery of a compound known as GAR-936, which would later be known as Tigecycline.   == Mechanism of action == Tigecycline is a broad-spectrum antibiotic that acts as a protein synthesis inhibitor. It exhibits bacteriostatic activity by binding to the 30S ribosomal subunit of bacteria and thereby blocking the interaction of aminoacyl-tRNA with the A site of the ribosome. In addition, tigecycline has demonstrated bactericidal activity against isolates of S. pneumoniae and L. pneumophila. Studies have shown that tigecycline binds to the 70S ribosome with 5 fold and >100 fold greater affinity than minocycline and tetracycline, respectively . As previously mentioned, tigecycline still binds to the A site of the 30S ribosomal subunit, however the binding of the novel antibiotic involves substantial interactions with residues of helix H34 of that same subunit. These interactions are not observed in the binding of tetracycline. The findings indicate that tigecycline likely has a unique mechanism of action that prevents inhibition from ribosomal protection. It is a third-generation tetracycline derivative within a class called glycylcyclines which carry a N,N-dimethyglycylamido (DMG) moiety attached to the 9-position of tetracycline ring D. With structural modifications as a 9-DMG derivative of minocycline, tigecycline has been found to improve minimal inhibitory concentrations against Gram-negative and Gram-positive organisms, when compared to tetracyclines.   == Pharmacokinetics == Tigecycline is metabolized through glucuronidation into glucuronide conjugates and a N-acetyl-9-aminominocycline metabolite. Therefore, dose adjustments are needed for patients with severe hepatic impairment. More so, it is primarily eliminated unchanged in the feces and secondarily eliminated by the kidneys. No renal adjustments are necessary.   == Society and culture ==   === Approval === It is approved to treat complicated skin and soft tissue infections (cSSTI), complicated intra-abdominal infections (cIAI), and community-acquired bacterial pneumonia (CAP) in individuals 18 years and older. In the United Kingdom it is approved in adults and in children from the age of eight years for the treatment of complicated skin and soft tissue infections (excluding diabetic foot infections) and complicated intra-abdominal infections in situations where other alternative antibiotics are not suitable.   === Other names === GAR-936 Tygacil Tigeplug (marketed by Biocon, India) Tigilyn (Marketed by Real Value therapy pharmaceuticals company in Myanmar, Manufactured by Lyka) TIGILITE (marketed in INDIA, Scutonix Lifesciences, Bombay)   == References =="}