{"name": "tildrakizumab", "category": "drug", "content": "Tildrakizumab, sold under the brand name Ilumya among others, is a monoclonal antibody designed for the treatment of immunologically mediated inflammatory disorders.  It is approved for the treatment of adults with moderate-to-severe plaque psoriasis in the United States and in the European Union. Tildrakizumab was designed to block interleukin-23 (IL-23), a cytokine that plays a key role in managing the immune system and autoimmune disease.   == Medical use == Tildrakizumab was approved by the Food and Drug Administration in March 2018, and the European Medicines Agency in September 2018, for the treatment of moderate-to-severe plaque psoriasis in adults who are candidates for systemic therapy. Tildrakizumab is administered via subcutaneous injection. It is available as a single-dose prefilled syringe containing 100 mg of tildrakizumab in 1 mL of solution.   == History == The importance of IL-23 selective inhibition for the treatment of plaque psoriasis started to increase early after its identification in the year 2000, when it was found to be a crucial player in the pathogenesis of chronic immune diseases in general, and of psoriasis in particular. Based on that discovery, three monoclonal antibodies that selectively bind to IL-23p19 have been approved for the treatment of plaque psoriasis. Originally developed by Schering-Plough, this drug became part of Merck's clinical program, following that company's acquisition of Schering-Plough in 2009. In September 2014 Sun Pharmaceutical acquired worldwide rights to tildrakizumab for use in all human indications from Merck in exchange for an upfront payment of US$80 million. Upon product approval, Sun Pharmaceutical became responsible for regulatory activities, including subsequent submissions, pharmacovigilance, post approval studies, manufacturing and commercialization of the approved product. In 2016, Sun Pharmaceutical signed a licensing agreement with the pharmaceutical company Almirall for marketing tildrakizumab in Europe. As of March 2014, the drug was in phase III clinical trials for plaque psoriasis. The two trials enrolled nearly 2000 participants. In 2016, tildrakizumab became the first IL-23p19 inhibitor to demonstrate positive results in Phase-3 clinical trials for the treatment of moderate-to-severe plaque psoriasis, further validating the importance of the role of IL-23 dependent pathways in psoriasis. Later on, in 2019 the 3-year study results of continuous treatment with tildrakizumab were published. Given that psoriasis is a chronic disease that requires lifelong treatment, data on long-term maintenance of clinical responses and long-term safety are of special interest.   == Mechanism of action == Tildrakizumab is a humanized IgG1/k monoclonal antibody that selectively binds to the p19 subunit of the interleukin-23 (IL-23) cytokine and inhibits its interaction with the IL-23 receptor. IL-23 plays a critical role in modulating inflammatory and immune responses. Recent research has found the IL-23/Th17 pathway to be crucial for the pathogenic mechanisms of psoriasis, with IL-23 considered the “master cytokine” since it acts at the top of the inflammatory pathway, activating the proliferation of pathogenic Th17 cells and subsequent production of proinflammatory cytokines, including IL-17. Structurally, IL-23 is a heterodimer with two subunits, p19 and p40. The p40 subunit is also shared with IL-12, a cytokine that is involved in the immune response. Treatments targeting the p40 subunit block both IL-23 and IL-12 and have been associated with an increased risk of infections. Tildrakizumab binds only to the p19 subunit of IL-23. Through this specific blockage, tildrakizumab inhibits the release of proinflammatory cytokines and chemokines that mediate epidermal hyperplasia, keratinocyte immune activation, and tissue inflammation inherent in psoriasis.   == Administration == Tildrakizumab is available as a single-use, pre-filled syringe and is administered via subcutaneous injection.   == Clinical trials == Tildrakizumab has been studied in around 1,800 participants in two double-blind, randomized and controlled phase-III trials, titled reSURFACE 1 and reSURFACE 2, followed by a four-year extension period. In the reSURFACE trials, a significantly higher proportion of participants receiving tildrakizumab achieved PASI 75 response at week 12 and a PGA score of “clear” or “minimal”, with at least a 2-grade reduction from baseline at week 12, than those in the placebo group (p<0.0001). Response continued to increase up to week 28 and was maintained through week 52. Tildrakizumab was also proven to have superior efficacy to etanercept, an effective anti-TNFα treatment for psoriasis, with a significantly higher proportion of participants achieving PASI 75 and PASI 90 at weeks 12 and 28. After 3 years of continued treatment with tildrakizumab, response levels were well maintained in week 28 responders: approximately 68% of participants maintained PASI 90 response and 91.6%, 79.8% and 51.9% maintained an absolute PASI of <5, <3, and <1, respectively (observed-cases data).   == Side effects == Safety differentiates anti-IL-23p19 treatments from other biologic treatments. There is a theoretical risk of infection and malignancy with the use of any immunosuppressant, including biologics. However, compared with the inhibition of other inflammatory cytokines, IL-23 targeting may only minimally impair the ability to generate a proper immune response. Tildrakizumab has proven to be a well-tolerated treatment in the long term. The most common (≥ 1%) side effects associated with tildrakizumab treatment are upper respiratory infections, headache, gastroenteritis, nausea, diarrhoea, injection site pain, and back pain. In the reSURFACE 1 and 2 clinical trials, the overall incidence of side effects was low and comparable to placebo. Specifically, the incidence of severe infections, malignancies, and major adverse cardiovascular events was low and similar to that of placebo and etanercept treatment groups.   == Approvals and indications == In March 2018, it was approved by the Food and Drug Administration for the treatment of moderate-to-severe plaque psoriasis as an injection for subcutaneous use in the United States. In September 2018, it was approved by the European Commission for the treatment of adults with moderate-to-severe chronic plaque psoriasis who are candidates for systemic therapy.   == References =="}