{"name": "timolol", "category": "drug", "content": "Timolol  is a beta blocker medication used either by mouth or as eye drops. As eye drops it is used to treat increased pressure inside the eye such as in ocular hypertension and glaucoma. By mouth it is used for high blood pressure, chest pain due to insufficient blood flow to the heart, to prevent further complications after a heart attack, and to prevent migraines. Common side effects with the drops is irritation of the eye. Common side effects by mouth include tiredness, slow heart beat, itchiness, and shortness of breath. Other side effects include masking the symptoms of low blood sugar in those with diabetes. Use is not recommended in those with asthma, uncompensated heart failure, or COPD. It is unclear if use during pregnancy is safe for the fetus. Timolol is a non-selective beta blocker. Timolol was patented in 1968, and came into medical use in 1978. It is on the World Health Organization's List of Essential Medicines. Timolol is available as a generic medication. In 2021, it was the 163rd most commonly prescribed medication in the United States, with more than 3 million prescriptions.   == Medical uses ==   === By mouth === In its by mouth or oral form, it is used:  to treat high blood pressure to prevent heart attacks to prevent migraine headaches The combination of timolol and the alpha-1 blocker prazosin has sedative effects.   === Eye drops === In its eye drop form it is used to treat open-angle and, occasionally, secondary glaucoma. The mechanism of action of timolol is probably the reduction of the formation of aqueous humor in the ciliary body in the eye. It was the first beta blocker approved for topical use in treatment of glaucoma in the United States (1978). When used by itself, it depresses intraocular pressure (IOP) 18–34% below baseline within first few treatments. However, there are short-term escape and long-term drift effects in some people. That is, tolerance develops. It may reduce the extent of the daytime IOP curve up to 50%. The IOP is higher during sleep. Efficacy of timolol in lowering IOP during the sleep period may be limited. It is a 5–10× more potent beta blocker than propranolol. Timolol is light-sensitive; it is usually preserved with 0.01% benzalkonium chloride (BAC), but also comes BAC-free. It can also be used in combination with pilocarpine, carbonic anhydrase inhibitors or prostaglandin analogs. A Cochrane review compared the effect of timolol versus brimonidine in slowing the progression of open angle glaucoma in adults but found insufficient evidence to come to conclusions.   === On the skin === In its gel form it is used on the skin to treat infantile hemangiomas.   == Contraindications == The medication should not be taken by individuals with:  An allergy to timolol or any other beta-blockers Asthma or severe chronic obstructive bronchitis A slow heart rate (bradycardia), or a heart block Heart failure   == Side effects == The most serious possible side effects include cardiac arrhythmias and severe bronchospasms. Timolol can also lead to fainting, congestive heart failure, depression, confusion, worsening of Raynaud's syndrome and impotence. Side effects when given in the eye include: burning sensation, eye redness, superficial punctate keratopathy, corneal numbness.   == Formulations == It is available in tablet and liquid formulations. For ophthalmic use, timolol is also available combined:  with carbonic anhydrase inhibitors: timolol and brinzolamide timolol and dorzolamide with α2 agonists: timolol and brimonidine with prostaglandin analogs: timolol and latanoprost timolol and travoprost   == Brand names == Timolol is marketed under many trade names worldwide. Timolol eye drops are marketed under the brand name Istalol among others.   == References ==   == External links == \"Timolol Ophthalmic\". MedlinePlus."}