{"name": "tinea manus", "category": "disease", "content": "Tinea manuum is a fungal infection of the hand, mostly a type of dermatophytosis, often part of two feet-one hand syndrome. There is diffuse scaling on the palms or back of usually one hand and the palmer creases appear more prominent. When both hands are affected, the rash looks different on each hand, with palmer creases appearing whitish if the infection has been present for a long time. It can be itchy and look slightly raised. Nails may also be affected. The most common cause is Trichophyton rubrum. The infection can result from touching another area of the body with a fungal infection such as athlete's foot or fungal infection of groin, contact with an infected person or animal, or from contact with soil or contaminated towels. Risk factors include diabetes, high blood pressure, weak immune system, humid surroundings, excessive sweating, recurrent hand trauma and cracks in feet. Pet owners and farmworkers are also at higher risk. Machine operators, mechanics, gas/electricity workers and people who work with chemicals have also been reported to be at greater risk. Diagnosis is by visualization, direct  microscopy and culture. Psoriasis of the palms, pompholyx and contact dermatitis may appear similar. Treatment is usually with long-term topical antifungal medications. If not resolving, terbinafine or itraconazole taken by mouth might be options. It occurs worldwide. One large study revealed around 84% of tinea manuum was associated with athlete's foot, of which 80% admitted scratching their feet, and 60% were male,   == Signs and symptoms == There is usually an itch, with generalised dry flaky thick skin of the palm of a hand. Frequently, one hand is affected, but it can be in both. If the back of the hand is affected, it may appear as reddish circles like in ringworm.  Sometimes there are no symptoms. The feet may be affected as in two feet-one hand syndrome.   == Cause == The most common cause is Trichophyton rubrum. Other causes include Trichophyton verrucosum (from cattle), Microsporum canis (from a cat or dog),  Trichophyton erinacei (from a hedgehog), Trichophyton mentagrophytes, Epidermophyton floccosum, Trichophyton interdigitale, and more rarely Microsporum gypseum, Trichophyton eriotrephon, and Arhroderma benhamiae. Tinea manuum can result from touching another area of the body with a fungal infection such as athlete's foot or tinea cruris, contact with an infected person or animal, or from contact with soil or contaminated towels.   === Risk factors === Diabetes, high blood pressure, weak immune system, humid surroundings, excessive sweating, recurrent hand trauma and cracks in feet are risk factors for tinea manuum. Pet owners and farmworkers are also at higher risk.   == Diagnosis == Diagnosis is by visualization, direct microscopy and culture.   === Differential diagnosis === Psoriasis of the palms, pompholyx and contact dermatitis may appear similar.   == Prevention == Prevention is focussed on hygiene such as washing hands, avoiding scratching the feet or touching fungal toe infections.   == Treatment == Treatment is usually with long-term topical antifungal medications. If not resolving, terbinafine or itraconazole  by mouth might be options. Other options include  clotrimazole, fluconazole and ketoconazole.   == Epidemiology == Tinea manuum is most common in young adult males. Dermatophyte infections occur in up to a quarter of the world's population, of which the hands and feet are most commonly involved. It occurs worldwide. One large study revealed around 84% of tinea manuum was associated with athlete's foot, of which 80% admitted scratching their feet, and 60% were male,    == See also == List of cutaneous conditions   == References ==   == External links =="}