{"name": "tinidazole", "category": "drug", "content": "Imidazole (ImH) is an organic compound with the formula C3N2H4. It is a white or colourless solid that is soluble in water, producing a mildly alkaline solution. In chemistry, it is an aromatic heterocycle, classified as a diazole, and has non-adjacent nitrogen atoms in meta-substitution. Many natural products, especially alkaloids, contain the imidazole ring. These imidazoles share the 1,3-C3N2 ring but feature varied substituents. This ring system is present in important biological building blocks, such as histidine and the related hormone histamine. Many drugs contain an imidazole ring, such as certain antifungal drugs, the nitroimidazole series of antibiotics, and the sedative midazolam. When fused to a pyrimidine ring, it forms a purine, which is the most widely occurring nitrogen-containing heterocycle in nature. The name \"imidazole\" was coined in 1887 by the German chemist Arthur Rudolf Hantzsch (1857–1935).   == Structure and properties == Imidazole is a planar 5-membered ring, that exists in two equivalent tautomeric forms because hydrogen can be bound to one or another nitrogen atom. Imidazole is a highly polar compound, as evidenced by its electric dipole moment of 3.67 D, and is highly soluble in water. The compound is classified as aromatic due to the presence of a planar ring containing 6 π-electrons (a pair of electrons from the protonated nitrogen atom and one from each of the remaining four atoms of the ring). Some resonance structures of imidazole are shown below:   === Amphoterism === Imidazole is amphoteric, which is to say that it can function both as an acid and as a base. As an acid, the pKa of imidazole is 14.5, making it less acidic than carboxylic acids, phenols, and imides, but slightly more acidic than alcohols. The acidic proton is the one bound to nitrogen. Deprotonation gives the imidazolide anion, which is symmetrical. As a base, the pKa of the conjugate acid (cited as pKBH+ to avoid confusion between the two) is approximately 7, making imidazole approximately sixty times more basic than pyridine. The basic site is the nitrogen with the lone pair (and not bound to hydrogen). Protonation gives the imidazolium cation, which is symmetrical.   == Preparation == Imidazole was first reported in 1858 by the German chemist Heinrich Debus, although various imidazole derivatives had been discovered as early as the 1840s. It was shown that glyoxal, formaldehyde, and ammonia condense to form imidazole (glyoxaline, as it was originally named). This synthesis, while producing relatively low yields, is still used for generating C-substituted imidazoles.  In one microwave modification, the reactants are benzil, benzaldehyde and ammonia in glacial acetic acid, forming 2,4,5-triphenylimidazole (\"lophine\"). Imidazole can be synthesized by numerous methods besides the Debus method. Many of these syntheses can also be applied to different substituted imidazoles and imidazole derivatives by varying the functional groups on the reactants. These methods are commonly categorized by which and how many bonds form to make the imidazole rings. For example, the Debus method forms the (1,2), (3,4), and (1,5) bonds in imidazole, using each reactant as a fragment of the ring, and thus this method would be a three-bond-forming synthesis. A small sampling of these methods is presented below.   === Formation of one bond === The (1,5) or (3,4) bond can be formed by the reaction of an imidate and an α-aminoaldehyde or α-aminoacetal. The example below applies to imidazole when R1 = R2 = hydrogen.   === Formation of two bonds === The (1,2) and (2,3) bonds can be formed by treating a 1,2-diaminoalkane, at high temperatures, with an alcohol, aldehyde, or carboxylic acid. A dehydrogenating catalyst, such as platinum on alumina, is required.  The (1,2) and (3,4) bonds can also be formed from N-substituted α-aminoketones and formamide with heat. The product will be a 1,4-disubstituted imidazole, but here since R1 = R2 = hydrogen, imidazole itself is the product. The yield of this reaction is moderate, but it seems to be the most effective method of making the 1,4 substitution.   === Formation of four bonds === This is a general method that is able to give good yields for substituted imidazoles. In essence, it is an adaptation of the Debus method called the Debus-Radziszewski imidazole synthesis. The starting materials are substituted glyoxal, aldehyde, amine, and ammonia or an ammonium salt.   === Formation from other heterocycles === Imidazole can be synthesized by the photolysis of 1-vinyltetrazole. This reaction will give substantial yields only if the 1-vinyltetrazole is made efficiently from an organotin compound, such as 2-tributylstannyltetrazole. The reaction, shown below, produces imidazole when R1 = R2 = R3 = hydrogen.  Imidazole can also be formed in a vapor-phase reaction. The reaction occurs with formamide, ethylenediamine, and hydrogen over platinum on alumina, and it must take place between 340 and 480 °C. This forms a very pure imidazole product.  Van Leusen reaction The Van Leusen reaction can also be employed to form imidazoles starting from TosMIC and an aldimine. The Van Leusen Imidazole Synthesis allows the preparation of imidazoles from aldimines by reaction with tosylmethyl isocyanide (TosMIC). The reaction has later been expanded to a two-step synthesis in which the aldimine is generated in situ: the Van Leusen Three-Component Reaction (vL-3CR).   == Biological significance and applications == Imidazole is incorporated into many important biological compounds. The most pervasive is the amino acid histidine, which has an imidazole side-chain. Histidine is present in many proteins and enzymes, e.g. by binding metal cofactors, as seen in hemoglobin. Imidazole-based histidine compounds play a very important role in intracellular buffering. Histidine can be decarboxylated to histamine. Histamine can cause urticaria (hives) when it is produced during allergic reaction. Imidazole substituents are found in many pharmaceuticals. Synthetic imidazoles are present in many fungicides and antifungal, antiprotozoal, and antihypertensive medications. Imidazole is part of the theophylline molecule, found in tea leaves and coffee beans, that stimulates the central nervous system. It is present in the anticancer medication mercaptopurine, which combats leukemia by interfering with DNA activities. A number of substituted imidazoles, including clotrimazole, are selective inhibitors of nitric oxide synthase, which makes them interesting drug targets in inflammation, neurodegenerative diseases and tumors of the nervous system. Other biological activities of the imidazole pharmacophore relate to the downregulation of intracellular Ca2+ and K+ fluxes, and interference with translation initiation.   === Pharmaceutical derivatives === The substituted imidazole derivatives are valuable in treatment of many systemic fungal infections. Imidazoles belong to the class of azole antifungals, which includes ketoconazole, miconazole, and clotrimazole. For comparison, another group of azoles is the triazoles, which includes fluconazole, itraconazole, and voriconazole. The difference between the imidazoles and the triazoles involves the mechanism of inhibition of the cytochrome P450 enzyme. The N3 of the imidazole compound binds to the heme iron atom of ferric cytochrome P450, whereas the N4 of the triazoles bind to the heme group. The triazoles have been shown to have a higher specificity for the cytochrome P450 than imidazoles, thereby making them more potent than the imidazoles. Some imidazole derivatives show effects on insects, for example sulconazole nitrate exhibits a strong anti-feeding effect on the keratin-digesting Australian carpet beetle larvae Anthrenocerus australis, as does econazole nitrate with the common clothes moth Tineola bisselliella.   == Industrial applications == Imidazole itself has few direct applications.  It is instead a precursor to a variety of agrichemicals, including enilconazole, climbazole, clotrimazole, prochloraz, and bifonazole.   == Coordination chemistry ==  Imidazole and its derivatives have high affinity for metal cations.  One of the applications of imidazole is in the purification of His-tagged proteins in immobilised metal affinity chromatography (IMAC). Imidazole is used to elute tagged proteins bound to nickel ions attached to the surface of beads in the chromatography column. An excess of imidazole is passed through the column, which displaces the His-tag from nickel coordination, freeing the His-tagged proteins.   == Use in biological research == Imidazole is a suitable buffer for pH 6.2 to 7.8,. Pure imidazole has essentially no absorbance at protein relevant wavelengths (280 nm), however lower purities of imidazole can give notable absorbance at 280 nm. Imidazole can interfere with the Lowry protein assay. Imidazole is often used in protein purification, where recombinant proteins with polyhistidine tags are immobilized onto nickel resins and eluted with a high imidazole concentration.   == Salts of imidazole ==  Salts of imidazole where the imidazole ring is the cation are known as imidazolium salts (for example, imidazolium chloride or nitrate). These salts are formed from the protonation or substitution at nitrogen of imidazole. These salts have been used as ionic liquids and precursors to stable carbenes. Salts where a deprotonated imidazole is an anion are also well known; these salts are known as imidazolates (for example, sodium imidazolate, NaC3H3N2).   == Related heterocycles == Benzimidazole, an analog with a fused benzene ring Dihydroimidazole or imidazoline, an analog where the 4,5-double bond is saturated Pyrrole, an analog with only one nitrogen atom in position 1 Oxazole, an analog with the nitrogen atom in position 1 replaced by oxygen Thiazole, an analog with the nitrogen atom in position 1 replaced by sulfur Pyrazole, an analog with two adjacent nitrogen atoms Triazoles, analogs with three nitrogen atoms   == Safety == Imidazole has low acute toxicity as indicated by the LD50 of 970 mg/kg (Rat, oral).   == See also == 1-Methylimidazole 4-Methylimidazole Imidazoline (dihydroimidazole)   == References =="}