{"name": "tiotropium bromide", "category": "drug", "content": "Tiotropium bromide, sold under the brand name Spiriva among others, is a long-acting bronchodilator (LAMA: long acting muscarinic antagonist) used in the management of chronic obstructive pulmonary disease (COPD) and asthma. Specifically it is used during periods of breathing difficulty to prevent them from getting worse, rather than to prevent them from happening. It is used by inhalation through the mouth. Onset typically begins within half an hour and lasts for 24 hours. Common side effects include a dry mouth, runny nose, upper respiratory tract infection, shortness of breath and headache. Severe side effects may include angioedema, worsening bronchospasm, and QT prolongation. Tentative evidence has not found harm during pregnancy, however, such use has not been well studied. It is an anticholinergic medication and works by blocking acetylcholine action on smooth muscle. Tiotropium was patented in 1989, and approved for medical use in 2002. It is on the World Health Organization's List of Essential Medicines. In 2021, it was the 134th most commonly prescribed medication in the United States, with more than 4 million prescriptions.   == Medical uses == Tiotropium is used as maintenance treatment of chronic obstructive pulmonary disease (COPD). It may also be used as an add-on therapy in people with moderate-to-severe asthma on medium to high dose inhaled corticosteroids (ICS). It is not however approved for acute exacerbations of COPD or acute worsening of asthma. Tiotropium is also used in a combination inhaler with olodaterol, a long-acting beta-agonist, for the treatment of COPD, under the brand names Stiolto and Spiolto among others.   == Adverse effects == Adverse effects are mainly related to its antimuscarinic effects. Common adverse drug reactions (≥1% of people) include: dry mouth and/or throat irritation. Rarely (<0.1% of patients) treatment is associated with: urinary retention, constipation, acute angle closure glaucoma, palpitations (notably supraventricular tachycardia and atrial fibrillation) and allergy (rash, angioedema, anaphylaxis). A 2006 review found the increase in bronchospasm was small and did not reach statistical significance. Data regarding some serious side effects is mixed as of 2020. In September 2008 a review found that tiotropium and another member of its class ipratropium may be linked to increased risk of heart attacks, stroke and cardiovascular death.  The US FDA reviewed the concern and concluded in 2010 that this association was not supported. A 2011 review of the tiotropium mist inhaler (Respimat), however, still found it associated with an increase in all cause mortality in people with COPD.   == Mechanism of action == Tiotropium is a muscarinic receptor antagonist, often referred to as an antimuscarinic or anticholinergic agent. Although it does not display selectivity for specific muscarinic receptors, when topically applied it acts mainly on M3 muscarinic receptors located on smooth muscle cells and submucosal glands. This leads to a reduction in smooth muscle contraction and mucus secretion and thus produces a bronchodilatory effect.   == Society and culture == Tiotroprium is available in two inhaler formats: a soft mist inhaler (Respimat) and a dry powder inhaler (HandiHaler). The safety and efficacy profiles of both devices are comparable and people's preference should play a role in determining inhaler choice. There is no significant difference in all-cause mortality between tiotropium soft mist inhalers compared to dry powder inhalers, however caution needs to be taken in people with severe heart or kidney problems.  \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t   == References =="}