{"name": "tipiracil", "category": "drug", "content": "Tipiracil is a drug used in the treatment of cancer.  It is approved for use in form of the combination drug trifluridine/tipiracil for the treatment of unresectable advanced or recurrent colorectal cancer. Tipiracil helps maintain the blood concentration of trifluridine by inhibiting the enzyme thymidine phosphorylase which metabolizes trifluridine.   == Adverse effects == Adverse effects were not assessed independently of trifluridine, but only in the combination drug.   == Interactions == Only in vitro interaction studies are available. In these, tipiracil was transported by the solute carrier proteins SLC22A2 and SLC47A1. Drugs that interact with these transporters could influence blood plasma concentrations of tipiracil.   == Pharmacology ==   === Mechanism of action ===  Tipiracil is a thymidine phosphorylase (TPase) inhibitor and inhibits degradation of trifluridine by inhibiting TPase, thus increasing systemic exposure to trifluridine when tipiracil is given together with trifluridine.   === Pharmacokinetics === At least 27% of tipiracil is absorbed from the gut. In cancer patients, highest blood plasma concentrations are reached after three hours. The substance has no tendency to accumulate in the body. The in vitro protein binding in human plasma is below 8%. Tipiracil is not metabolized by cytochrome P450 (CYP) enzymes. To a small extent, it is hydrolyzed to 6-hydroxymethyluracil, but the main fraction is excreted in unchanged form in the faeces (50%) and urine (27%). Elimination half-life is 2.1 hours on the first day and then slightly increases to 2.4 hours on the twelfth day. Tipiracil causes Cmax (highest blood plasma concentrations) of trifluridine to increase 22-fold, and its area under the curve 37-fold.   == Chemistry == Tipiracil is used in form of the hydrochloride, which is a white crystalline powder. Solubility in water is 5 mg/mL; it is also soluble in 0.01 M hydrochloric acid and 0.01 M sodium hydroxide; slightly soluble in methanol; very slightly soluble in ethanol; and practically insoluble in acetonitrile, isopropyl alcohol, acetone, diisopropyl ether, and diethyl ether.   == COVID-19 == Tipiracil has been shown to inhibit SARS-CoV-2 Nsp15 and interacts with the uridine binding pocket of the enzyme's active site using a combination of crystallography, biochemical and whole cell assays. It had previously been suggested in a computational drug repurposing study as the most promising hit targeting the main SARS-CoV-2 protease.   == References =="}