{"name": "tirbanibulin", "category": "drug", "content": "Tirbanibulin, sold under the brand name Klisyri, is a medication used for the treatment of actinic keratosis (AK) on the face or scalp. It functions by inhibiting both tubulin polymerization and Src kinase signaling. It is potentially effective in impeding the development of squamous cell carcinoma in situ. The most common side effects include local skin reactions, application site pruritus, and application site pain. Tirbanibulin was approved for medical use in the United States in December 2020, and in the European Union in July 2021. The US Food and Drug Administration (FDA) considers it to be a first-in-class medication.   == Medical uses == Tirbanibulin is indicated for the topical treatment of actinic keratosis of the face or scalp.   == Mechanism of Action == Tirbanibulin, chemically known as N-benzyl-2-(5-(4-(2-morpholinoethoxy)phenyl) pyridine-2-yl) acetamide, is a microtubule and non–ATP-competitive inhibitor. The drug in various ways mimics the mechanisms of chemotherapy by suspending the protooncogenic Src tyrosine kinase signaling pathway. Notably, it promotes G2/M arrest during cell cycle, upregulates p53, and triggers apoptosis via caspase-3 stimulation and poly (ADP-ribose) polymerase cleavage.   == Side effects == In several studies tirbanibulin has been observed to induce skin reactions at the site of application, ranging from mild to severe erythema, flaking, ulceration, and pain. Extensive research has not been conducted on the risks of tirbanibulin usage by specific human populations (i.e., pregnant populations). Significant differences have not been observed in the safety or effectiveness of tirbanibulin between geriatric or pediatric populations.   == History == The US Food and Drug Administration (FDA) approved tirbanibulin based on evidence from two clinical trials (Trial 1/ NCT03285477 and Trial 2/NCT03285490) of 702 adults with actinic keratosis on the face or scalp. The trials were conducted at 62 sites in the United States. Participants received once daily treatment with either tirbanibulin or inactive control ointment for 5 consecutive days to the single predetermined area where they had actinic keratosis. Neither the participants nor the health care providers knew which treatment was being given until after the trial was completed. The benefit of tirbanibulin in comparison to control was assessed after 57 days by comparing the percentage of participants who did not have any actinic keratosis on the treatment area (100% clearance).   == Society and culture ==   === Legal status === In May 2021, the Committee for Medicinal Products for Human Use (CHMP) of the European Medicines Agency (EMA) adopted a positive opinion, recommending the granting of a marketing authorization for tirbanibulin, intended for the treatment of actinic keratosis. The applicant for this medicinal product is Almirall, S.A. Tirbanibulin was approved for medical use in the European Union in July 2021.   == References ==   == External links == Clinical trial number NCT03285477 for \"A Multi-Center Study to Evaluate the Efficacy and Safety of KX2-391 Ointment 1% on AK on Face or Scalp (AK003)\" at ClinicalTrials.gov Clinical trial number NCT03285490 for \"A Multi-Center Study to Evaluate the Efficacy and Safety of KX2-391 Ointment 1% on AK on Face or Scalp (AK004)\" at ClinicalTrials.gov"}