{"name": "tirzepatide", "category": "drug", "content": "Tirzepatide is an antidiabetic medication used for the treatment of type 2 diabetes and for weight loss. Tirzepatide is administered via subcutaneous injections (under the skin). It is sold under the brand names Mounjaro for diabetes treatment, and Zepbound for weight loss. Tirzepatide is a gastric inhibitory polypeptide receptor and glucagon-like peptide-1 agonist. The most common side effects include nausea, vomiting, diarrhea, decreased appetite, constipation, upper abdominal discomfort, and abdominal pain. Tirzepatide was approved for treatment of diabetes in the United States in May 2022, in the European Union in September 2022, in Canada in November 2022, and in Australia in December 2022. The US Food and Drug Administration (FDA) considers it to be a first-in-class medication. It was approved by the FDA for weight loss in November 2023. In November 2023, the UK Medicines and Healthcare products Regulatory Agency revised the indication for tirzepatide to include treatment for weight loss.   == Medical uses == Tirzepatide is indicated to improve blood sugar control in adults with type 2 diabetes, as an addition to diet and exercise. Tirzepatide is also indicated as an adjunct to a reduced-calorie diet and increased physical activity for chronic weight management. Tirzepatide has demonstrated significant benefits in obese patients with a common type of heart failure, preserved ejection fraction (HFpEF) in a Phase 3 trial.  Over two years, tirzepatide reduced the risk of major complications, including urgent heart failure visits, hospitalizations, increased diuretic treatment, and cardiovascular-related deaths, by 38% compared to placebo. This makes tirzepatide the second GLP-1 drug to show positive results in this area, following semaglutide, to date.   == Contraindications == Tirzepatide is contraindicated for use in people with a personal or family history of medullary thyroid cancer or for use in people with multiple endocrine neoplasia syndrome type 2.   == Adverse effects == Preclinical, phase I, and phase II clinical trials indicated that tirzepatide exhibits adverse effects similar to those of other established GLP-1 receptor agonists, such as dulaglutide. These effects occur largely within the gastrointestinal tract. The most frequently observed are nausea, diarrhea, and vomiting, which increased in incidence with the dosage amount (i.e. higher likelihood the higher the dose). The number of patients who discontinued taking tirzepatide also increased as dosage increased, with patients taking 15 mg having a 25% discontinuation rate vs 5.1% for 5 mg patients and 11.1% for dulaglutide. To a slightly lesser extent, patients also reported reduced appetite. Other side effects reported were dyspepsia, constipation, abdominal pain, dizziness, and hypoglycaemia.   == Pharmacology == Tirzepatide is an analogue of gastric inhibitory polypeptide (GIP), a human hormone that stimulates the release of insulin from the pancreas. Tirzepatide is a linear polypeptide of 39 amino acids that has been chemically modified by lipidation to improve its uptake into cells and its stability to metabolism. It completed phase III trials globally in 2021.   === Mechanism of action === Tirzepatide has a greater affinity to GIP receptors than to GLP-1 receptors, and this dual agonist behavior has been shown to produce greater reductions of hyperglycemia compared to a selective GLP-1 receptor agonist. Signaling studies reported that tirzepatide mimics the actions of natural GIP at the GIP receptor. At the GLP-1 receptor, though, tirzepatide shows bias towards cAMP (a messenger associated with regulation of glycogen, sugar, and lipid metabolism) generation, rather than β-arrestin recruitment. This combination of preference towards GIP receptor and distinct signaling properties at GLP-1 suggest this biased agonism increases insulin secretion. Tirzepatide has been reported to increase levels of adiponectin, an adipokine involved in the regulation of both glucose and lipid metabolism, with a maximum increase of 26% from baseline after 26 weeks, at the 10 mg dosage.   == Chemistry ==   === Structure === Tirzepatide is an analog of the human GIP hormone with a C20 fatty diacid portion attached, used to optimise the uptake and metabolism of the compound. The fatty-diacid section (eicosanedioic acid) is linked via a glutamic acid and two (2-(2-aminoethoxy)ethoxy)acetic acid units to the side chain of the lysine residue. This arrangement allows for a much longer half-life, extending the time between doses, because of its high affinity to albumin.   === Synthesis === The synthesis of tirzepatide was first disclosed in patents filed by Eli Lilly and Company. This uses standard solid phase peptide synthesis, with an allyloxycarbonyl protecting group on the lysine at position 20 of the linear chain of amino acids, allowing a final set of chemical transformations in which the sidechain amine of that lysine is derivatized with the lipid-containing fragment. Large-scale manufacturing processes have been reported for this compound.   == History == Eli Lilly and Company first applied for a patent for a method of glycemic control using tirzepatide in early 2016. The patent was published late that year. After passing phase III clinical trials, Eli Lilly applied for FDA approval in October 2021, with a priority review voucher. Following the completion of the SURPASS-2 trial (NCT03987919), the company announced in April 2022 that tirzepatide had successfully met their endpoints in obese and overweight patients without diabetes. In industry-funded preliminary trials comparing tirzepatide to the existing diabetes medication semaglutide (an injected analogue of the hormone GLP-1), tirzepatide showed minor improvement of reductions (2.01%–2.30% depending on dosage) in glycated hemoglobin tests relative to semaglutide (1.86%). A 10 mg dose has also been shown to be effective in reducing insulin resistance, with a reduction of around 8% from baseline, measured using HOMA2-IR (computed with fasting insulin). Fasting levels of IGF binding proteins such as IGFBP1 and IGFBP2 increased following tirzepatide treatment, increasing insulin sensitivity. The FDA approved tirzepatide based on evidence from nine clinical trials of 7,769 participants with type 2 diabetes, of which 5,415 of these participants received tirzepatide. The trials were conducted at 673 sites in 24 countries, including Argentina, Australia, Brazil, Canada, India, Israel, Japan, Mexico, Russian Federation, South Korea, Taiwan, European Union, and the United States (including Puerto Rico). All nine trials were used to assess safety and five of these trials were used to assess the efficacy of tirzepatide. The five trials used in the efficacy evaluation included 6,263 adult participants with type 2 diabetes. Four additional trials (NCT #03131687, NCT #03311724  NCT #03861052, NCT #03861039) were included in the safety evaluation, for a total of 7,769 adult participants with type 2 diabetes; therefore, the number of participants representing efficacy findings may differ from the number of participants representing safety findings due to different pools of study participants analyzed for efficacy and safety. The benefits of tirzepatide for the treatment of adult participants with type 2 diabetes were primarily evaluated in five clinical trials. In two of these trials (NCT #03954834 and NCT #04039503), participants were randomly assigned to receive either tirzepatide or placebo injection weekly. Neither the patient nor the healthcare provider knew which treatment was being given until after the trials were completed. Treatment was given for 40 weeks. In the other three trials (NCT #3987919, 03882970, and 03730662), participants were randomly assigned to receive either tirzepatide or another antidiabetic medication, and the patient and provider knew which medication was being given. Treatment was given for 40 weeks to 104 weeks. In each trial, HbA1c was measured from the start of the trial to the end of the trial and compared between the tirzepatide group and the other groups. The efficacy of tirzepatide for chronic weight management (weight reduction and maintenance) in combination with a reduced-calorie diet and increased physical activity was established in two randomized, double-blind, placebo-controlled trials of adults with obesity or overweight with at least one weight-related condition. These studies measured weight reduction after 72 weeks in a total of 2,519 participants who received either 5 mg, 10 mg or 15 mg of tirzepatide once weekly and a total of 958 participants who received once-weekly placebo injections. In both trials, after 72 weeks of treatment, participants who received tirzepatide at all three dose levels experienced a statistically significant reduction in body weight compared to those who received placebo, and greater proportions of participants who received tirzepatide achieved at least 5% weight reduction compared to placebo. In August 2024, the SURMOUNT-1 three-year study (176-week treatment period) revealed that Tirzepatide reduced the risk of developing type 2 diabetes by 94% in adults with pre-diabetes and obesity or overweight.   === Meta-analysis === A 2021 meta-analysis showed that over one year of clinical use, tirzepatide was observed to be superior to dulaglutide, semaglutide, degludec, and insulin glargine with regards to glycemic efficacy and obesity reduction. In a phase III double-blind, randomized, controlled trial supported by Eli Lilly, nondiabetic adults with a body mass index of 30 or more, or 27 or more and at least one weight-related complication, excluding diabetes, were randomized to receive once-weekly, subcutaneous tirzepatide (5 mg, 10 mg, or 15 mg) or placebo. The mean percentage change in weight at week 72 was −15.0% (95% confidence interval [CI], −15.9 to −14.2) with 5-mg weekly doses of tirzepatide, −19.5% (95% CI, −20.4 to −18.5) with 10-mg doses, and −20.9% (95% CI, −21.8 to −19.9) with 15-mg doses. Weight change in the placebo group was −3.1% (95% CI, −4.3 to −1.9).   == Society and culture ==   === Legal status === The FDA granted the application for tirzepatide priority review designation. The FDA approved Mounjaro for use in the United States in 2022. In July 2022, the Committee for Medicinal Products for Human Use of the European Medicines Agency adopted a positive opinion, recommending the granting of a marketing authorization for the medicinal product Mounjaro, intended for the treatment of type 2 diabetes. Tirzepatide was approved for medical use in the European Union in September 2022.   === Brand names === Tirzepatide is the international nonproprietary name (INN). Tirzepatide is sold under the brand names Mounjaro and Zepbound.   == References ==   == Further reading == Bhagavathula AS, Vidyasagar K, Tesfaye W (September 2021). \"Efficacy and Safety of Tirzepatide in Patients with Type 2 Diabetes Mellitus: A Systematic Review and Meta-Analysis of Randomized Phase II/III Trials\". Pharmaceuticals. 14 (10): 991. doi:10.3390/ph14100991. PMC 8537322. PMID 34681215. Frías JP (November 2020). \"Tirzepatide: a glucose-dependent insulinotropic polypeptide (GIP) and glucagon-like peptide-1 (GLP-1) dual agonist in development for the treatment of type 2 diabetes\". Expert Rev Endocrinol Metab. 15 (6): 379–394. doi:10.1080/17446651.2020.1830759. PMID 33030356. S2CID 222213936. Ryan DH (September 2021). \"Next Generation Antiobesity Medications: Setmelanotide, Semaglutide, Tirzepatide and Bimagrumab: What do They Mean for Clinical Practice?\". J Obes Metab Syndr. 30 (3): 196–208. doi:10.7570/jomes21033. PMC 8526285. PMID 34518444."}