{"name": "tivozanib", "category": "drug", "content": "Tivozanib, sold under the brand name Fotivda, is a medication used for the treatment of advanced renal cell carcinoma (kidney cancer). It is an oral VEGF receptor tyrosine kinase inhibitor. The most common side effects include fatigue (tiredness), hypertension (high blood pressure), diarrhea, decreased appetite, nausea, dysphonia (voice changes), hypothyroidism, cough, and stomatitis. Tivozanib was approved for medical use in the European Union in August 2017, and in the United States in March 2021.   == Medical uses == In the United States, tivozanib is indicated for the treatment of adults with relapsed or refractory advanced renal cell carcinoma following two or more prior systemic therapies. In the European Union, it is indicated for the treatment of adults with advanced renal cell carcinoma; and for the first line treatment of adults with advanced renal cell carcinoma and for adults who are VEGFR and mTOR pathway inhibitor-naïve following disease progression after one prior treatment with cytokine therapy for advanced renal cell carcinoma.   == Contraindications == Tivozanib must not be combined with St. John's Wort, an inducer of the liver enzyme CYP3A4. It should not be taken during pregnancy as it is teratogenic, embryotoxic and fetotoxic in rats.   == Adverse effects == The most common side effects in studies were hypertension (high blood pressure, in 48% of patients), dysphonia (hoarse voice, 27%), fatigue and diarrhea (both 26%). A hypertensive crisis occurred in 1% of patients.   == Interactions == Administration of a single dose of tivozanib with rifampicin, a strong inducer of the enzyme CYP3A4, cuts the biological half-life and total exposure (area under the curve) of tivozanib in half, but has no relevant influence on highest concentrations in the blood. Combination with ketoconazole, a strong CYP3A4 inhibitor, has no relevant effects. The clinical significance of these findings is not known.   == Pharmacology ==   === Mechanism of action === A quinoline urea derivative, tivozanib suppresses angiogenesis by being selectively inhibitory against vascular endothelial growth factor (VEGF). It is designed to inhibit all three VEGF receptors.   === Pharmacokinetics === After tivozanib is taken by mouth, highest blood serum levels are reached after 2 to 24 hours. The total area under the curve is independent of food intake. When in the bloodstream, over 99% of the substance are bound to plasma proteins, predominantly albumin. Although the enzymes CYP3A4 and CYP1A1 and several UGTs are capable of metabolising the drug, over 90% circulate in unchanged form. The metabolites are demethylation, hydroxylation and N-oxidation products and glucuronides. The biological half-life is 4.5 to 5.1 days; 79% being excreted via the feces, mostly unchanged, and 12% via the urine, completely unchanged.   == Chemistry == Tivozanib is used in form of the hydrochloride monohydrate, which is a white to light brown powder. It is practically insoluble in water and has low solubility in aqueous acids, ethanol and methanol. It is not hygroscopic and not optically active.   == History == It was discovered at Kyowa Kirin and developed by Aveo Pharmaceuticals. The US Food and Drug Administration (FDA) approved tivozanib based on evidence from one clinical trial of 350 adult participants with advanced kidney cancer (renal cell carcinoma) that had been treated with two or more prior medicines and has come back or did not respond to treatment. The trial compared participants who were randomly assigned to receive either tivozanib or sorafenib. Both the participants and the health care providers knew which treatment was being given. The treatment continued until the disease progression or the side effects became too toxic. The trial compared the length of time participants were alive without progression between the two groups. The trial was conducted at 120 of sites in 12 of countries in North America and Europe. The number of participants representing efficacy findings may differ from the number of patients representing safety findings due to different pools of study participants analyzed for efficacy and safety.   === Clinical trials === Phase III results on advanced renal cell carcinoma suggested a 30% or 3 months improvement in median progression-free survival compared to sorafenib but showed an inferior overall survival rate of the experimental arm versus the control arm. The Food and Drug Administration's Oncologic Drugs Advisory Committee voted in May 2013 13 to 1 against recommending approval of tivozanib for renal cell carcinoma. The committee felt the drug failed to show a favorable risk-benefit ratio and questioned the equipose of the trial design, which allowed control arm patients who used sorafenib to transition to tivozanib following progression disease but not those on the experimental arm using tivozanib to transition to sorafenib. The application was formally rejected by the FDA in June 2013, saying that approval would require additional clinical studies. In 2016, Aveo Oncology announced the start of a second Phase III clinical study in third line advanced RCC patients.   == Society and culture ==   === Legal status === In August 2017, the European Commission approved tivozanib for medical use in the European Union.   == References ==   == External links == Clinical trial number NCT02627963 for \"A Study to Compare Tivozanib Hydrochloride to Sorafenib in Participants With Refractory Advanced Renal Cell Carcinoma (RCC)\" at ClinicalTrials.gov"}