{"name": "TNF receptor-associated periodic fever syndrome (TRAPS)", "category": "disease", "content": "TNF receptor associated periodic syndrome (TRAPS) is a periodic fever syndrome associated with mutations in a receptor for the molecule tumor necrosis factor (TNF) that is inheritable in an autosomal dominant manner. Individuals with TRAPS have episodic symptoms such as recurrent high fevers, rash, abdominal pain, joint/muscle aches and puffy eyes.   == Symptoms and signs == TNF receptor associated periodic syndrome presents with the following signs and symptoms:  Episodic fever Elevated erythrocyte sedimentation rate Pericarditis Splenomegaly Uveitis Vertigo AA amyloidosis   == Cause == TNF receptor associated periodic syndrome is autosomal dominant, and about 70 mutations of the TNFRSF1A gene have been linked to this condition. Its cytogenetic location is at 12p13.31.   == Mechanism ==  The main source of TNF (tumor necrosis factor) are cells in the immune system called macrophages which produce it in response to infection and other stimuli. TNF helps activate other immune cells and plays a major role in initiation of inflammation. Individuals with TRAPS have a mutation in the tumor necrosis factor receptor-1 (TNFR1) gene; the mechanisms by which mutations in TNFR1 lead to the TRAPS phenotype are still unknown. Impaired shedding of the TNF receptor is one of the possible defects, most mutations affect the extracellular domain of the receptor, some also the cleavage site.   == Diagnosis == The diagnosis of TRAPS may show an increased IgD level in a possibly affected individual, other methods to ascertain a definite finding is via the following:  Blood test Genetic test Clinical evaluation   == Treatment ==  In terms of treatment for TNF receptor associated periodic syndrome, corticosteroids can be administered for the reduction of the severity of this condition, NSAIDS may be used for fever.   === Research === Several medications have been studied for the treatment of TNF receptor associated periodic syndrome including etanercept, and infliximab,   == See also == List of cutaneous conditions TNFRSF1A   == References ==   == Further reading == Kimberley, Fiona C; Lobito, Adrian A; Siegel, Richard M; Screaton, Gavin R (2007). \"Falling into TRAPS – receptor misfolding in the TNF receptor 1-associated periodic fever syndrome\". Arthritis Research & Therapy. 9 (4): 217. doi:10.1186/ar2197. ISSN 1478-6354. PMC 2206363. PMID 17666110.   == External links == PubMed"}