{"name": "tobramycin", "category": "drug", "content": "Tobramycin is an aminoglycoside antibiotic derived from Streptomyces tenebrarius that is used to treat various types of bacterial infections, particularly Gram-negative infections. It is especially effective against species of Pseudomonas. It was patented in 1965, and approved for medical use in 1974. It is on the World Health Organization's List of Essential Medicines. In 2021, it was the 299th most commonly prescribed medication in the United States, with more than 500,000 prescriptions.   == Medical uses == Tobramycin does not pass the gastro-intestinal tract, so for systemic use it can only be given intravenously or by injection into a muscle. Eye drops and ointments (tobramycin only, Tobrex, or combined with dexamethasone, sold as Tobradex) and nebulised formulations both have low systemic absorption. The formulation for injection is branded Nebcin. The nebulised formulation (brand name Tobi) is indicated in the treatment of exacerbations of chronic infection with Pseudomonas aeruginosa in people diagnosed with cystic fibrosis. Tobramycin eye drops (with or without dexamethasone) are indicated in the treatment of superficial infections of the eye, such as bacterial conjunctivitis. Tobramycin, in its injectable form, is also indicated for various severe or life-threatening infections caused by susceptible strains: sepsis, meningitis, lower respiratory tract infections, intra-abdominal infections, skin infections, bone infections, and skin structure infections, complicated and recurrent urinary tract infections.   === Spectrum of susceptibility === Tobramycin has a narrow spectrum of activity and is active against Gram-positive Staphylococcus aureus and various Gram-negative bacteria. Clinically, tobramycin is frequently used to eliminate Pseudomonas aeruginosa in cystic fibrosis patients. The following represents the minimum inhibitory concentration (MIC) susceptibility data for a few strains of Pseudomonas aeruginosa:  Pseudomonas aeruginosa -  <0.25 μg/mL – 92 μg/mL Pseudomonas aeruginosa (non-mucoid) – 0.5 μg/mL - >512 μg/mL Pseudomonas aeruginosa (ATCC 27853) – 0.5 μg/mL – 2 μg/mL The MIC for Klebsiella pneumoniae, KP-1, is 2.3±0.2 μg/mL at 25 °C [unpublished].   == Contraindications == Tobramycin is contraindicated in people with hypersensitivity against aminoglycoside antibiotics. The Infusion is also contraindicated in people with myasthenia gravis.   == Side effects == Like other aminoglycosides, a major side effect for tobramycin is ototoxicity or a loss of equilibrioception, or both in genetically susceptible individuals. Other side effects include nephrotoxicity, neuromuscular toxicity, and hypersensitivity reactions. Nephrotoxicity can be particularly worrisome when multiple doses accumulate over the course of a treatment or when the kidney concentrates urine by increasing tubular reabsorption during sleep. Adequate hydration may help prevent excess nephrotoxicity and subsequent loss of renal function. For these reasons parenteral tobramycin needs to be carefully dosed by body weight, and its serum concentration monitored. Tobramycin is thus said to be a drug with a narrow therapeutic index.   == Interactions == Muscle relaxants and diethylether can add to the neuromuscular blocking effects of tobramycin. Methoxyflurane, when used as an inhalational anesthetic, can aggravate the nephrotoxic effects of injected tobramycin. Likewise, combining injected tobramycin with other nephrotoxic or ototoxic drugs can lead to more adverse effects; examples include amphotericin B, ciclosporin, cisplatin, vancomycin, and the diuretic furosemide. Other diuretics can also increase the risk for side effects because they raise tobramycin concentrations in the body fluids. Combining tobramycin with betalactam antibiotics can be desirable because of their synergistic effects. However, when they are given through the same drip, as well as in people with reduced kidney function, they can react with each other to form antibiotically inactive amides.   == Pharmacology ==   === Mechanism of action === Tobramycin works by binding to a site on the bacterial 30S and 50S ribosome, preventing formation of the 70S complex.  As a result, mRNA cannot be translated into protein, and cell death ensues. Tobramycin also binds to RNA-aptamers, artificially created molecules to bind to certain targets. However, there seems to be no indication that Tobramycin binds to natural RNAs or other nucleic acids. The effect of tobramycin can be inhibited by metabolites of the Krebs (TCA) cycle, such as glyoxylate. These metabolites protect against tobramycin lethality by diverting carbon flux away from the TCA cycle, collapsing cellular respiration, and thereby inhibiting Tobramycin uptake and thus lethality.   === Pharmacokinetics === Tobramycin is not absorbed in the gut. When given as infusion, it is distributed in the extracellular fluid. It can accumulate in the kidney's tubular cells and in the lymph of the inner ear. Only low concentrations reach the central nervous system and breast milk. Tobramycin passes the placenta: in the fetus, 20% of the mother's concentrations have been measured. The substance is neither bound to plasma proteins, nor is it metabolized. It is excreted in unchanged form via the kidneys with a biological half-life of about 2 to 3 hours. Elimination from deep compartments such as the renal cortex follows after 8 to 12 hours. In newborns the half-life is 4.6 hours on average; in those with a low birth weight it is as long as 8.7 hours on average. People with reduced kidney function also have a longer half-life for tobramycin, while in those with severe burns it can be shorter.   == Society and culture == Tobramycin  was patented in 1965, and approved for medical use in 1974. Tobramycin in the form of eye drops is available in Bulgaria, Hungary, the United States, and Canada by prescription only, whereas in the other countries it may be available over the counter. Tobrex eye drops are a 0.3% tobramycin sterile ophthalmic solution produced by Alcon Pharmaceuticals. Benzalkonium chloride 0.01% is added to Tobrex as a preservative.  In Egypt, tobramycin (in the form of eye drops) is sold under the brand Tobrin, produced by EIPICo. Tobramycin is on the World Health Organization's List of Essential Medicines.  In 2021, tobramycin was the 299th most commonly prescribed medication in the United States, with more than 500,000 prescriptions.   == References ==   == Further reading == Davis BD (September 1987). \"Mechanism of bactericidal action of aminoglycosides\". Microbiological Reviews. 51 (3): 341–50. doi:10.1128/MMBR.51.3.341-350.1987. PMC 373115. PMID 3312985."}