{"name": "tofacitinib", "category": "drug", "content": "Tofacitinib, sold under the brand Xeljanz among others, is a medication used to treat rheumatoid arthritis, psoriatic arthritis, ankylosing spondylitis, polyarticular course juvenile idiopathic arthritis, and ulcerative colitis. It is a janus kinase (JAK) inhibitor, discovered and developed by the National Institutes of Health and Pfizer. Common side effects include diarrhea, headache, and high blood pressure. Serious side effects may include infections, cancer, and pulmonary embolism. In 2019, the safety committee of the European Medicines Agency  began a review of tofacitinib and recommended that doctors temporarily not prescribe the 10 mg twice-daily dose to people at high risk for pulmonary embolism. The U.S. Food and Drug Administration (FDA) also released warnings about the risk of blood clots. An important side effect of Jakinibs is serious bacterial, mycobacterial, fungal and viral infections. In the phase III trials of tofacitinib among opportunistic infections, pulmonary tuberculosis (TB) was reported in 3 cases all of which were initially negative upon screening for TB. It was approved for medical use in the United States in November 2012. The extended release version was approved in February 2016. It is available as a generic medication.   == Medical uses ==   === Rheumatoid arthritis === Tofacitinib citrate is approved for medical use in the United States with an indication \"to treat adults with moderately to severely active rheumatoid arthritis who have had an inadequate response to, or who are intolerant of, methotrexate.\" In the European Union, in combination with methotrexate, tofacitinib citrate is indicated for the treatment of moderate to severe active rheumatoid arthritis (RA) in adults who have responded inadequately to, or who are intolerant to one or more disease-modifying antirheumatic drugs. It can be given as monotherapy in case of intolerance to methotrexate or when treatment with MTX is inappropriate.   === Ulcerative colitis === In May 2018, the FDA approved tofacitinib citrate \"for the treatment of adult patients in the U.S. with moderately to severely active ulcerative colitis.\" Tofacitinib citrate is the first oral JAK inhibitor approved for use in chronic ulcerative colitis.   == Adverse effects == Tofacitinib was initially not approved by European regulatory agencies because of concerns over efficacy and safety, although by 2018, the European Commission had approved it. Animal studies with tofacitinib conducted prior to human trials showed some carcinogenesis, mutagenesis, and impairment of fertility. The most commonly reported adverse reactions during the first three months in controlled clinical trials (occurring in  2% or more of patients treated with tofacitinib citrate monotherapy or in combination with DMARDs) were upper respiratory tract infections, headache, diarrhea, and nasopharyngitis (the \"common cold\"). Tofacitinib is required by the FDA to have a boxed warning on its label about possible injury and death due to problems such as infections, lymphoma, and other malignancies, which can arise from use of this drug. Serious infections leading to hospitalization or death, including tuberculosis and bacterial, invasive fungal, viral, and other opportunistic infections, have occurred in patients receiving tofacitinib. Epstein Barr virus-associated post-transplant lymphoproliferative disorder has been observed at an increased rate in renal transplant patients treated with tofacitinib while on immunosuppressive medications. Patients are warned to avoid use of tofacitinib citrate during an \"active serious infection, including localized infections.\" Doctors are advised to use it with caution in patients who may be at increased risk of gastrointestinal perforations. Laboratory monitoring is recommended due to potential changes in lymphocytes, neutrophils, hemoglobin, liver enzymes, and lipids. Tofacitinib claims to have no contraindications, but doctors are advised to reduce the patient's dosage when combined with \"potent inhibitors of cytochrome P450 3A4 (CYP3A4),\" such as ketoconazole, or one or more combined medications that result in both moderate inhibition of CYP3A4 and potent inhibition of CYP2C19 such as fluconazole. Furthermore, immunizations with live vaccines should be avoided by tofacitinib users. According to postmarketing research, tofacitinib may also increase the risk for pulmonary embolism. Prescribers should consider risk factors for pulmonary embolism, including age, obesity, smoking, and immobilization before prescribing this medication. Patients taking this medication, irrespective of indication or risk factors, should be monitored for signs and symptoms of pulmonary embolism.   == Mechanism == It is an inhibitor of the enzyme janus kinase 1 (JAK1) and janus kinase 3 (JAK 3), which means that it interferes with the JAK-STAT signaling pathway, which transmits extracellular information into the cell nucleus, influencing DNA transcription. In a mouse model of established arthritis, tofacitinib rapidly improved disease by inhibiting the production of inflammatory mediators and suppressing STAT1-dependent genes in joint tissue. This efficacy in this disease model correlated with the inhibition of both JAK1 and JAK3 signaling pathways, suggesting that tofacitinib may exert therapeutic benefit via pathways that are not exclusive to inhibition of JAK3.   == History == The potential significance of JAK3 inhibition was first discovered in the laboratory of John O'Shea, an immunologist at the National Institute of Arthritis and Musculoskeletal and Skin Diseases of the National Institutes of Health (NIH). In 1994, Pfizer was approached by the NIH to form a public-private partnership to evaluate and bring to market experimental compounds based on this research. Pfizer initially declined the partnership, but agreed in 1996, after the elimination of an NIH policy dictating that the market price of a product resulting from such a partnership would need to be commensurate with the investment of public taxpayer revenue and the \"health and safety needs of the public.\" Pfizer worked with O'Shea's laboratory to define the structure and function of JAK3 and its receptors, and then handled the drug discovery, preclinical development, and clinical development of tofacitinib in-house. The drug was coded as CP-690,550 during development. Its original recommended International nonproprietary name (rINN) was tasocitinib, but that was overruled during the INN approval process as being not optimally differentiable from other existing INNs, so the name \"tofacitinib\" was proposed and became the INN. In November 2012, the FDA approved tofacitinib for treatment of rheumatoid arthritis. A 2014 study showed that tofacitinib treatment was able to convert white fat tissues into more metabolically active brown fat, suggesting it may have potential applications in the treatment of obesity. In November 2012, the FDA approved tofacitinib to treat adults with moderately to severely active rheumatoid arthritis who have had an inadequate response to, or who are intolerant of, methotrexate. The FDA approved only the five-mg, twice-daily dose on the grounds that a higher dose was not considered to have an adequate risk-to-benefit ratio. In September 2020, the FDA approved tofacitinib for the treatment of children and adolescents two years of age and older with active polyarticular course juvenile idiopathic arthritis. In December 2021, the FDA approved tofacitinib for the treatment of adults with active ankylosing spondylitis. As of June 2021, tofacitinib is available as a generic medicine in the US.   == Society and culture ==   === Names === Tofacitinib is marketed as Xeljanz except for Russia, where it is marketed as Jaquinus.   == Research == As of August 2024, recent research on tofacitinib confirms its effectiveness in treating moderate to severe rheumatoid arthritis and other inflammatory conditions. New studies are exploring its safety profile, expanding indications (such as ankylosing spondylitis and atopic dermatitis), and comparing it with other treatments. Ongoing research also focuses on optimizing dosage and evaluating combination therapies. For the latest findings, consult recent peer-reviewed studies and clinical guidelines. It has demonstrated effectiveness in the treatment of  psoriasis in phase III studies. As of November 2013 it was studied in  immunological diseases, as well as for the prevention of organ transplant rejection.   === Psoriasis === Tofacitinib is an investigational drug in psoriasis. As of October 2015, it demonstrated its effectiveness for plaque psoriasis in phase III, randomized, controlled trials in comparison to placebo and to etanercept.  In particular, a ten-mg, twice-daily dose of tofacitinib was shown to be not inferior to etanercept 50 mg, subcutaneously, twice weekly. In October 2015, the FDA rejected approval of tofacitinib for the treatment of psoriasis due to safety concerns.   === Alopecia areata === Based on preclinical studies in a mouse model of the disease, tofacitinib has been investigated for the treatment of alopecia areata.  Early case reports suggested potential efficacy, as did a phase II open-label clinical trial, published in tandem with a phase II clinical trial showing the same for ruxolitinib.   === Vitiligo === In a June 2015 case report, a 53-year-old woman with vitiligo showed noticeable improvement after taking tofacitinib for five months.   === Atopic dermatitis === The results of using tofacitinib in six patients with recalcitrant atopic dermatitis was published in September 2015. All saw improvement in their atopic dermatitis without any adverse events.   === Ankylosing spondylitis === In 2021 and 2022, results of a phase III randomised, double-blind, placebo-controlled trial were reported, that showed significant improvements for patients with active ankylosing spondylitis compared to placebo.   === Ulcerative colitis === As of November 2013, it was studied for treatment of inflammatory bowel disease.The FDA approved tofacitinib in May 2018 for treatment of ulcerative colitis.   == References =="}