{"name": "tolperisone", "category": "drug", "content": "Tolperisone (trade name Mydocalm among others) is a centrally acting skeletal muscle relaxant used for the treatment of increased muscle tone associated with neurological diseases. It has been used since the 1960s.   == Medical uses == Tolperisone is indicated for use in the treatment of pathologically increased tone of the skeletal muscle caused by neurological diseases (damage of the pyramidal tract, multiple sclerosis, myelopathy, encephalomyelitis) and of spastic paralysis and other encephalopathies manifested with muscular dystonia. Other possible uses include:  Spondylosis Spondylarthrosis Cervical and lumbar syndromes Arthrosis of the large joints Obliterating atherosclerosis of the extremity vessels (Peripheral arterial disease) Diabetic angiopathy Thromboangiitis obliterans Raynaud's syndrome Painful reflex muscular spasm, contraction & rigidity Acrocyanosis Tension headache   == Contraindications and cautions == Manufacturers report that tolperisone should not be used in patients with myasthenia gravis. Only limited data are available regarding the safety in children, youths, during pregnancy and breastfeeding. It is not known whether tolperisone is excreted into mother's milk. In 2012, following concerns about safety and efficacy, an \"article 31 referral\" was triggered at the European Medicines Agency (EMA). After the review and a subsequent re-examination, the Agency concluded that the benefits of tolperisone-containing medicines given orally continue to outweigh their risks. However, there is weak support for tolperisone's efficacy, specifically due to the prevalence of hypersensitivity symptoms such as flushing, rash, severe skin itchiness (with raised lumps), wheezing, difficulty breathing and swallowing, fast heartbeat, and fast decrease in blood pressure (basically anaphylaxis). The EMA recommends that tolperisone use be restricted to the treatment of adults with post-stroke spasticity (stiffness). The EMA also advises cessation of advertising, only using tolperisone orally, updating patient information leaflets, and changing to another medicine for existing users.   == Side effects == Adverse effects occur in fewer than 1% of patients and include muscle weakness, headache, arterial hypotension, nausea, vomiting, dyspepsia, and dry mouth. All effects are reversible. Allergic reactions occur in fewer than 0.1% of patient and include skin rash, hives, Quincke's edema, and in some cases anaphylactic shock.   == Overdose == Excitability has been noted after ingestion of high doses by children. In suicide studies of three isolated cases, it is believed that ingestion of tolperisone was the cause of death.   == Interactions == Tolperisone does not have a significant potential for interactions with other pharmaceutical drugs. It cannot be excluded that combination with other centrally acting muscle relaxants, benzodiazepines or nonsteroidal anti-inflammatory drugs (NSAIDs) may make a dose reduction necessary in some patients.   == Pharmacology ==   === Mechanism of action === Tolperisone is a centrally acting skeletal muscle relaxant that acts at the reticular formation in the brainstem by blocking voltage-gated sodium and calcium channels.   === Pharmacokinetics === Tolperisone is absorbed nearly completely from the gut and reaches its peak blood plasma concentration after 1.5 hours. It is extensively metabolised in the liver and kidneys. The substance is excreted via the kidneys in two phases; the first with a half-life of two hours, and the second with a half-life of 12 hours.   == Chemistry == Tolperisone a piperidine derivative.   == Society and culture == Tolperisone was developed in the 1960s in Hungary.   === Brand names === Brand names include Biocalm, Miderizone, Mydeton, Mydocalm, Mydoflex, Myolax, Myoxan, Tolson, Topee, and Viveo.   == See also == Chemically and mechanistically related drugs:  Eperisone Inaperisone Lanperisone Silperisone   == References =="}