{"name": "tolterodine", "category": "drug", "content": "Tolterodine, sold under the brand name Detrol among others, is a medication used to treat frequent urination, urinary incontinence, or urinary urgency. Effects are seen within an hour. It is taken by mouth. Common side effects include headache, dry mouth, constipation, and dizziness. Serious side effects may include angioedema, urinary retention, and QT prolongation. Use in pregnancy and breastfeeding are of unclear safety. It works by blocking muscarinic receptors in the bladder thus decreasing bladder contractions. Tolterodine was approved for medical use in 1998. It is available as a generic medication. In 2020, it was the 271st most commonly prescribed medication in the United States, with more than 1 million prescriptions.   == Medical uses == Detrusor overactivity (DO, contraction of the muscular bladder wall) is the most common form of urinary incontinence (UI) in older adults. It is characterized by uninhibited bladder contractions causing an uncontrollable urge to void. Urinary frequency, urge incontinence and nocturnal incontinence occur. Abnormal bladder contractions that coincide with the urge to void can be measured by urodynamic studies. Treatment is bladder retraining, pelvic floor therapy or with drugs that inhibit bladder contractions such as oxybutynin and tolterodine.   == Side effects ==  Known side effects:  Dry mouth Decreased gastric motility (upset stomach) Headache Constipation Dry eyes Sleepiness Urinary retention The following reactions have been reported in people who have taken tolterodine since it has become available:  Allergic reactions including swelling Rapid heartbeat or abnormal heartbeat Accumulation of fluid in the arms and legs Hallucinations Tolterodine is not recommended for use in people with myasthenia gravis and angle closure glaucoma.   == Pharmacology == Tolterodine acts on M2 and M3 subtypes of muscarinic receptors whereas older antimuscarinic treatments for overactive bladder act more specifically on M3 receptors. Tolterodine, although it acts on all types of receptors, has fewer side effects than oxybutynin (M3 and M1 selective, but more so in the parotid than in the bladder) as tolterodine targets the bladder more than other areas of the body.   == Society and culture ==   === Brand names === It is marketed by Pfizer in Canada and the United States under the brand name Detrol. In Egypt it is also found under the trade names Tolterodine by Sabaa and Incont L.A. by Adwia. In the US, Detrol is marketed by Viatris after Upjohn was spun off from Pfizer.   == References =="}