{"name": "tolvaptan", "category": "drug", "content": "Tolvaptan, sold under the brand name Samsca among others, is an aquaretic drug that functions as a selective, competitive vasopressin receptor 2 (V2) antagonist used to treat hyponatremia (low blood sodium levels) associated with congestive heart failure, cirrhosis, and the syndrome of inappropriate antidiuretic hormone (SIADH). Tolvaptan was approved by the U.S. Food and Drug Administration (FDA) on May 19, 2009, and is sold by Otsuka Pharmaceutical Co. under the trade name Samsca. Tolvaptan, as Jynarque, was granted approval for medical use in the United States in April 2018. The U.S. Food and Drug Administration (FDA) granted tolvaptan a fast track designation for clinical trials investigating its use for the treatment of polycystic kidney disease. The FDA granted Jynarque an orphan drug designation in April 2012, for the treatment of autosomal dominant polycystic kidney disease. Tolvaptan is available as a generic medication.   == Medical uses == Tolvaptan (Samsca) is indicated for the treatment of clinically significant hypervolemic and euvolemic hyponatremia. Tolvaptan (Jynarque) is indicated for slow kidney-function decline in adults at risk of rapidly progressing autosomal dominant polycystic kidney disease (ADPKD). Tolvaptan phosphate is a prodrug of tolvaptan, developed for intravenous administration.   Tolvaptan phosphate is converted into the active drug tolvaptan in the human body following administration.   == Side effects == The FDA has determined that tolvaptan should not be used for longer than 30 days and should not be used in patients with underlying liver disease because it can cause liver injury, potentially leading to liver failure. When using to treat hyponatremia, it may cause too rapid correction of hyponatremia resulting in fatal osmotic demyelination syndrome.   == Pharmacology == Tolvaptan is a selective vasopressin V2 receptor antagonist.   == Chemistry == Tolvaptan is a racemate, a 1:1 mixture of the following two enantiomers:   == References ==   == Further reading == Gheorghiade M, Niazi I, Ouyang J, et al. (2003). \"Vasopressin V2-receptor blockade with tolvaptan in patients with chronic heart failure: results from a double-blind, randomized trial\". Circulation. 107 (21): 2690–6. doi:10.1161/01.CIR.0000070422.41439.04. PMID 12742979.   == External links == \"Tolvaptan\". Drug Information Portal. U.S. National Library of Medicine."}