{"name": "Tonic - clonic seizures", "category": "disease", "content": "A generalized tonic–clonic seizure, commonly known as a grand mal seizure or GTCS, is a type of generalized seizure that produces bilateral, convulsive tonic and clonic muscle contractions. Tonic–clonic seizures are the seizure type most commonly associated with epilepsy and seizures in general and the most common seizure associated with metabolic imbalances. It is a misconception that they are the sole type of seizure, as they are the main seizure type in approximately 10% of those with epilepsy. These seizures typically initiate abruptly with either a focal or generalized onset. A prodrome (a vague sense of impending seizure) may also be present before the seizure begins. The seizure itself includes both tonic and clonic contractions, with tonic contractions usually preceding clonic contractions. After these series of contractions, there is an extended postictal state where the person is unresponsive and commonly sleeping with loud snoring. There is usually pronounced confusion upon awakening.   == Causes == The vast majority of generalized seizures are idiopathic. Some generalized seizures start as a smaller seizure that occurs solely on one side of the brain, however, and is referred to as a focal (or partial) seizure. These unilateral seizure types (formerly known as simple partial seizure or a complex partial seizure and now referred to as focal aware seizure and focal impaired awareness seizure, respectively) can then spread to both hemispheres of the brain and cause a generalized tonic-clonic seizure. This type of seizure has a specific term called \"focal to bilateral tonic clonic seizure.\" Other precipitating factors include chemical and neurotransmitter imbalances and a genetically or situationally determined seizure threshold, both of which have been implicated. The seizure threshold can be altered by fatigue, malnutrition, lack of sleep or rest, hypertension, stress, diabetes, the presence of strobe-flashes or simple light/dark patterns, raised estrogen levels at ovulation, fluorescent lighting, rapid motion or flight, blood sugar imbalances, anxiety, antihistamines and other factors. Tonic–clonic seizures can also be induced deliberately with electroconvulsive therapy. In the case of symptomatic epilepsy, the cause is often determined by MRI or other neuroimaging techniques showing that there is some degree of damage to a large number of neurons. The lesions (i.e., scar tissue) caused by the loss of these neurons can result in groups of neurons forming a seizure \"focus\" area with episodic abnormal firing that can cause seizures if the focus is not abolished or suppressed via anticonvulsant drugs.   == Mechanism == Prodrome Most generalized tonic–clonic seizures begin without warning and abruptly, but some epileptic patients describe a prodrome. The prodrome of a generalized tonic–clonic seizure is a sort of premonitory feeling hours before a seizure. This type of prodrome is distinct from stereotypic aura of focal seizures that become generalized seizures. Phases A tonic–clonic seizure comprises three phases: the tonic phase, clonic phase and postictal phase.  Tonic phase The tonic phase is usually the first phase and consciousness will quickly be lost (though not all generalized tonic–clonic seizures involve a full loss of consciousness), and the skeletal muscles will suddenly tense, often causing the extremities to be pulled towards the body or rigidly pushed away from it, which will cause the patient to fall if standing or sitting. There may also be upward deviation of the eyes with the mouth open. The tonic phase is usually the shortest part of the seizure, normally lasting only 10–20 seconds. The patient may also express brief vocalizations like a loud moan upon entering the tonic stage, due to air being forcefully expelled from the lungs. This vocalization is commonly referred to as an \"ictal cry.\" Starting in the tonic phase, there may also be bluing of the skin from respiration impairment as well as pooling of saliva in the back of the throat. Increased blood pressure, pupillary size and heart rate (sympathetic response) may also be noted with clenching of the jaw possibly resulting in biting the tongue. Clonic phase The clonic phase is an evolution of the tonic phase and is caused by muscle relaxations superimposed on the tonic phase muscle contractions. This phase is longer than the tonic phase with the total ictal period usually lasting no longer than 1 min. Skeletal muscles will start to contract and relax rapidly, causing convulsions. These may range from exaggerated twitches of the limbs to violent shaking or vibrating of the stiffened extremities. The patient may roll and stretch as the seizure spreads. Initially, these contractions may be high frequency and low amplitude, which will progress to decreased frequency and high amplitude. An eventual decrease in contraction amplitude just before seizure cessation is also typical. Postictal phase The postictal phase causes are multifactorial to include alteration of cerebral blood flow and effects on multiple neurotransmitters. These changes after a generalized tonic–clonic seizure cause a period of postictal sleep with stertorous breathing. Confusion and total amnesia upon regaining consciousness are also usually experienced and slowly wear off as the patient becomes gradually aware that a seizure occurred and remembers their identity and location. Impaired consciousness duration can last several hours after a seizure, especially with a compounding central nervous system condition or a prolonged seizure. Occasionally the patient may vomit or burst into tears from the experienced mental trauma. An additional smaller seizure can also occur several minutes after the main seizure, particularly if the patient's seizure threshold has been brought unusually low by known factors or combinations of such. Examples include: severe hangovers, sleep deprivation, elevated estrogen at ovulation, prolonged physical tiredness, and drug use or abuse (including, but not limited to, stimulants, alcohol and caffeine).   == Diagnosis == Diagnosis can be made definitively by Electroencephalography (EEG), which records the electrical activity of the brain. This is typically done after a seizure episode in a clinical setting with an attempt to \"capture\" a seizure while it happens. According to \"Harrisons Manual of Medicine,\" the EEG during the tonic phase will show a \"progressive increase in low-voltage fast wave activity, followed by generalized high-amplitude, poly spike discharges.\" The clonic phase EEG will show \"high amplitude activity that is typically interrupted by slow waves to create a spike-and-slow-wave pattern.\" Additionally, the postictal phase will show suppression of all brain activity, then slowing that gradually recovers as the patient awakens.   == Management == For a person experiencing a tonic–clonic seizure, first-aid treatment includes rolling the person over into the recovery position, which can prevent asphyxiation by preventing fluid from entering the lungs. Other general actions to take as recommended by the Epilepsy Foundation include staying with a person until a seizure is over, paying attention to length of seizure as a possible indication for status epilepticus and/or indication to give rescue medication and call for emergency help, moving close objects out of the way to prevent injury. It is also not recommended to hold a person down that is having a seizure, as that can lead to injury. Nor should anything be put in a person's mouth, as these items can become choking hazards and, depending on what is put in, can potentially break the person's teeth. Long-term therapy may include the use of antiepileptic drugs, surgical therapy,  diet therapy (ketogenic diet), vagus nerve stimulation, or radio surgery.   == Terminology == Generalized tonic–clonic seizures can have a focal onset (described above) that progresses into a generalized seizure or be a generalized seizure at onset. The term \"Grand Mal\" is nonspecific, referring to generalized tonic–clonic seizures with either a focal or generalized onset. Due to this lack of specificity in describing the onset of a seizure and being considered an archaic term, it is not typically used by medical professionals.   == See also == Focal seizure Absence seizure Epileptic seizure Non-epileptic seizure Tonic (physiology) Clonus Postictal state Electroencephalography   == References ==   == External links ==  ‹The template Curlie is being considered for deletion.› Generalized tonic–clonic seizure at Curlie"}