{"name": "trabectedin", "category": "drug", "content": "Trabectedin, sold under the brand name Yondelis, is an antitumor chemotherapy medication for the treatment of advanced soft-tissue sarcoma and ovarian cancer. The most common adverse reactions include nausea, fatigue, vomiting, constipation, decreased appetite, diarrhea, peripheral edema, dyspnea, and headache. It is sold by Pharma Mar S.A. and Johnson and Johnson. It is approved for use in the European Union, Russia, South Korea and the United States. The European Commission and the U.S. Food and Drug Administration (FDA) granted orphan drug status to trabectedin for soft-tissue sarcomas and ovarian cancer.   == Discovery and production == During the 1950s and 1960s, the National Cancer Institute carried out a wide-ranging program of screening plant and marine organism material. As part of that program, extract from the sea squirt Ecteinascidia turbinata was found to have anticancer activity in 1969. Separation and characterization of the active molecules had to wait many years for the development of sufficiently sensitive techniques, and the structure of one of them, Ecteinascidin 743, was determined by KL Rinehart at the University of Illinois in 1984. Rinehart had collected his sea squirts by scuba diving in the reefs of the West Indies. The biosynthetic pathway responsible for producing the drug has been determined to come from Candidatus Endoecteinascidia frumentensis, a microbial symbiont of the tunicate. The Spanish company PharmaMar licensed the compound from the University of Illinois before 1994 and attempted to farm the sea squirt with limited success. Yields from the sea squirt are extremely low as around 1,000 kilograms of animals is needed to isolate 1 gram of trabectedin - and about 5 grams were believed to be needed for a clinical trial so Rinehart asked the Harvard chemist E. J. Corey to search for a synthetic method of preparation. His group developed such a method and published it in 1996.  This was later followed by a simpler and more tractable method which was patented by Harvard and subsequently licensed to PharmaMar.  The current supply is based on a semisynthetic process developed by PharmaMar starting from safracin B, a chemical obtained by fermentation of the bacterium Pseudomonas fluorescens. PharmaMar entered into an agreement with Johnson &  Johnson to market the compound outside Europe.   == Approvals and indications == Trabectedin was first trialed in humans in 1996.   === Soft tissue sarcoma === In 2007, the European Commission gave authorization for the marketing of trabectedin, under the trade name Yondelis, \"for the treatment of patients with advanced soft tissue sarcoma, after failure of anthracyclines and ifosfamide, or who are unsuited to receive these agents\". The European Medicine Agency's evaluating committee, the Committee for Medicinal Products for Human Use (CHMP), observed that trabectedin had not been evaluated in an adequately designed and analyzed randomized controlled trial against current best care, and that the clinical efficacy data were mainly based on patients with liposarcoma and leiomyosarcoma. However, the pivotal study did show a significant difference between two different trabectedin treatment regimens, and due to the rarity of the disease, the CHMP considered that marketing authorization could be granted under exceptional circumstances.  As part of the approval PharmaMar agreed to conduct a further trial to identify whether any specific chromosomal translocations could be used to predict responsiveness to trabectedin. Trabectedin is also approved in South Korea and Russia. In 2015, (after a phase III study comparing trabectedin with dacarbazine), the US FDA approved trabectedin (Yondelis) for the treatment of liposarcoma and leiomyosarcoma that is either unresectable or has metastasized. Patients must have received prior chemotherapy with an anthracycline.   === Ovarian cancer and other === In 2008, the submission was announced of a registration dossier to the European Medicines Agency and the FDA for Yondelis when administered in combination with pegylated liposomal doxorubicin (Doxil, Caelyx) for the treatment of women with relapsed ovarian cancer.  In 2011, Johnson & Johnson voluntarily withdrew the submission in the United States following a request by the FDA for an additional phase III study to be done in support of the submission. Trabectedin is also in phase II trials for prostate, breast, and paediatric cancers.   == Structure == Trabectedin is composed of three tetrahydroisoquinoline moieties, eight rings including one 10-membered heterocyclic ring containing a cysteine residue, and seven chiral centers.   == Biosynthesis ==  The biosynthesis of trabectedin in the tunicate symbiotic bacteria Candidatus Endoecteinascidia frumentensis starts with a fatty acid loading onto the acyl-ligase domain of the EtuA3 module. A cysteine and glycine are then loaded as canonical NRPS amino acids. A tyrosine residue is modified by the enzymes EtuH, EtuM1, and EtuM2 to add a hydroxyl at the meta position of the phenol, and adding two methyl groups at the para-hydroxyl and the meta carbon position. This modified tyrosine reacts with the original substrate via a Pictet-Spengler reaction, where the amine group is converted to an imine by deprotonation, then attacks the free aldehyde to form a carbocation that is quenched by electrons from the methyl-phenol ring. This is done in the EtuA2 T-domain. This reaction is done a second time to yield a dimer of modified tyrosine residues that have been further cyclized via Pictet-Spengler reaction, yielding a bicyclic ring moiety. The EtuO and EtuF3 enzymes continue to post-translationally modify the molecule, adding several functional groups and making a sulfide bridge between the original cysteine residue and the beta-carbon of the first tyrosine to form ET-583, ET-597, ET-596, and ET-594 which have been previously isolated. A third O-methylated tyrosine is added and cyclized via Pictet-Spengler to yield the final product.   == Total synthesis == The total synthesis by E.J. Corey  used this proposed biosynthesis to guide their synthetic strategy. The synthesis uses such reactions as the Mannich reaction, Pictet-Spengler reaction, the Curtius rearrangement, and chiral rhodium-based diphosphine-catalyzed enantioselective hydrogenation. A separate synthetic process also involved the Ugi reaction to assist in the formation of the pentacyclic core. This reaction was unprecedented for using such a one pot multicomponent reaction in the synthesis of such a complex molecule.   == Mechanism of action == Recently, it has been shown that trabectedin blocks DNA binding of the oncogenic transcription factor FUS-CHOP and reverses the transcriptional program in myxoid liposarcoma. By reversing the genetic program created by this transcription factor, trabectedin promotes differentiation and reverses the oncogenic phenotype in these cells. Other than transcriptional interference, the mechanism of action of trabectedin is complex and not completely understood. The compound is known to bind and alkylate DNA at the N2 position of guanine. It is known from in vitro work that this binding occurs in the minor groove, spans approximately three to five base pairs and is most efficient with CGG sequences. Additional favorable binding sequences are TGG, AGC, or GGC. Once bound, this reversible covalent adduct bends DNA toward the major groove, interferes directly with activated transcription, poisons the transcription-coupled nucleotide excision repair  complex, promotes degradation of RNA polymerase II, and generates DNA double-strand breaks. In 2024, researchers from ETH Zürich and UNIST determined that abortive transcription-coupled nucleotide excision repair of trabectedin-DNA adducts forms persistent single-strand breaks (SSBs) as the adducts block the second of the two sequential NER incisions. The researchers mapped the 3’-hydroxyl groups of SSBs originating from the first NER incision at trabectedin lesions, recording TC-NER on a genome-wide scale, which resulted in a TC-NER-profiling assay TRABI-Seq.   == Society and culture ==   === Legal status === In September 2020, the European Medicines Agency recommended that the use of trabectedin in treating ovarian cancer remain unchanged.   == References =="}