{"name": "trametinib", "category": "drug", "content": "Trametinib, sold under the brand name Mekinist among others, is an anticancer medication used for the treatment of melanoma and glioma. It is a MEK inhibitor drug with anti-cancer activity. It inhibits MEK1 and MEK2. It is taken by mouth. The most common side effects include rash, diarrhea, tiredness, peripheral edema (swelling, especially of ankles and feet), nausea and acneiform dermatitis (acne-like inflammation of the skin). When taken in combination with dabrafenib the most common side effects include fever, tiredness, nausea, chills, headache, diarrhea, vomiting, joint pain and rash. In May 2013, trametinib was approved as a single-agent by the US Food and Drug Administration for the treatment of people with V600E mutated metastatic melanoma. It was approved for medical use in the European Union in June 2014.   == Medical uses == Trametinib, as monotherapy or in combination with dabrafenib is indicated for the treatment of melanoma and glioma.   == History == Clinical trial data demonstrated that resistance to single-agent trametinib often occurs within 6 to 7 months. To overcome this, trametinib was combined with the BRAF inhibitor dabrafenib. As a result of this research, on 8 January 2014, the FDA approved the combination of dabrafenib and trametinib for the treatment of patients with BRAF V600E/K-mutant metastatic melanoma. On 1 May 2018, the FDA approved the combination dabrafenib/trametinib as an adjuvant treatment for BRAF V600E-mutated, stage III melanoma after surgical resection based on the results of the COMBI-AD phase 3 study, making it the first oral chemotherapy regimen that prevents cancer relapse for node positive, BRAF-mutated melanoma.   == Society and culture ==   === Legal status === In November 2023, the Committee for Medicinal Products for Human Use (CHMP) of the European Medicines Agency (EMA) adopted a positive opinion, recommending the granting of a marketing authorization for the medicinal product Spexotras, intended for the treatment of low- and high-grade glioma (LGG and HGG). The applicant for this medicinal product is Novartis Europharm Limited. Spexotras was approved for medical use in the European Union in January 2024.   == Research == Trametinib had good results for metastatic melanoma carrying the BRAF V600E mutation in a phase III clinical trial. In this mutation, the amino acid valine (V) at position 600 within the BRAF protein has become replaced by glutamic acid (E) making the mutant BRAF protein constitutively active. Trametinib has been used off label to treat various RASopathies, including Noonan Syndrome and Primary Intestinal Lymphangiectasia.   == References =="}