{"name": "tranilast", "category": "drug", "content": "Tranilast (INN, brand name Rizaben) is an antiallergic drug. It was developed by Kissei Pharmaceuticals and was approved in 1982 for use in Japan and South Korea for bronchial asthma. Indications for keloid and hypertrophic scar were added in the 1980s.   == Medical uses == It is used in Japan, South Korea, and China to treat asthma, keloid scars, and hypertrophic scars, and as an ophthalmic solution for allergic pink eye. It should not be taken by women who are or might become pregnant, and it is secreted in breast milk.   == Interactions == People who are taking warfarin should not also take tranilast, as they interact. It appears to inhibit UGT1A1 so will interfere with metabolism of drugs that are affected by that enzyme.   == Adverse effects == When given systemically, tranilast appears to cause liver damage; in a large well-conducted clinical trial it caused elevated transaminases three times the upper limit of normal in 11 percent of patients, as well as anemia, kidney failure, rash, and problems urinating. Given systemically it inhibits blood formation, causing leukopenia, thrombocytopenia, and anemia.   == Society and culture == As of March 2018 it was marketed in Japan, China, and South Korea under the brand names Ao Te Min, Arenist, Brecrus, Garesirol, Hustigen, Krix, Lumios, Rizaben, Tramelas, Tranilast, and it was marketed as a combination drug with salbutamol under the brand name Shun Qi. In 2016 the FDA proposed that tranilast be excluded from the list of active pharmaceutical ingredients that compounding pharmacies in the US could formulate with a prescription.   == Pharmacology == It appears to work by inhibiting the release of histamine from mast cells; it has been found to inhibit proliferation of fibroblasts but its biological target is not known.  It has been shown to inhibit the release of many cytokines in various cell types, in in vitro studies. It has also been shown to inhibit NALP3 inflammasome activation and is being studied as a treatment for NALP3-driven inflammatory diseases. It has also been found to block the ion channel TRPV2.   == Chemistry == Tranilast is an analog of a metabolite of tryptophan, and its chemical name is 3′,4′-dimethoxycinnamoyl) anthranilic acid (N-5′). It is almost insoluble in water, easily soluble in dimethylsulfoxide, soluble in dioxane, and very slightly soluble in ether.  It is photochemically unstable in solution.   == Research == After promising results in three small clinical trials, tranilast was studied in a major clinical trial (the PRESTO trial) by SmithKline Beecham in partnership with Kissei for prevention of restenosis after percutaneous transluminal coronary revascularization, but was not found effective for that application. As of 2016, Altacor was developing a formulation of tranilast to prevent of scarring following glaucoma surgery and had obtained an orphan designation from the EMA for this use.   == History == It was developed by Kissei and first approved in Japan and South Korea for asthma in 1982, and approved uses for keloid and hypertrophic scars were added later in the 1980s.   == References =="}