{"name": "tranylcypromine", "category": "drug", "content": "Tranylcypromine, sold under the brand name Parnate among others, is a monoamine oxidase inhibitor (MAOI). More specifically, tranylcypromine acts as nonselective and irreversible inhibitor of the enzyme monoamine oxidase (MAO). It is used as an antidepressant and anxiolytic agent in the clinical treatment of mood and anxiety disorders, respectively. It is also effective in the treatment of  ADHD. Tranylcypromine is also known as trans-2-phenylcyclopropyl-1-amine and is formed pro forma from the cyclization of amphetamine's isopropylamine side chain. As a result, it is classified structurally as a substituted phenethylamine and amphetamine.   == Medical uses == Tranylcypromine is used to treat major depressive disorder, including atypical depression, especially when there is an anxiety component, typically as a second-line treatment. It is also used in depression that is not responsive to reuptake inhibitor antidepressants, such as the SSRIs, TCAs, or bupropion. In addition to being a recognized treatment for major depressive disorder, tranylcypromine has been demonstrated to be effective in treating obsessive compulsive disorder and panic disorder. Systematic reviews and meta-analyses have reported that tranylcypromine is significantly more effective in the treatment of depression than placebo and has efficacy over placebo similar to that of other antidepressants such as tricyclic antidepressants.   == Contraindications == Contraindications include:  Porphyria Cardiovascular or cerebrovascular disease Pheochromocytoma Tyramine, found in several foods, is metabolized by MAO. Ingestion and absorption of tyramine causes extensive release of norepinephrine, which can rapidly increase blood pressure to the point of causing hypertensive crisis. Concomitant use of serotonin-enhancing drugs, including SSRIs, serotonergic TCAs, dextromethorphan, and meperidine may cause serotonin syndrome. Concomitant use of MRAs, including fenfluramine, amphetamine, and pseudoephedrine may cause toxicity via serotonin syndrome or hypertensive crisis. L-DOPA given without carbidopa may cause hypertensive crisis.   === Dietary restrictions ===  Tyramine is a biogenic amine produced as a (generally undesirable) byproduct during the fermentation of certain tyrosine-rich foods. It is rapidly metabolized by MAO-A in those not taking MAO-inhibiting drugs. Individuals sensitive to tyramine-induced hypertension may experience an uncomfortable, yet fleeting, increase in blood pressure after ingesting relatively small amounts of tyramine.   Advances in food safety standards in most nations, as well as the widespread use of starter-cultures shown to result in undetectable to low levels of tyramine in fermented products has rendered concerns of serious hypertensive crises rare in those consuming a modern diet. Those treated with MAOIs should still exercise caution, particularly at home, if it is unclear whether food has been properly refrigerated. Since tyramine-producing microbes also produce compounds to which humans have a natural aversion, disposal of any questionable food—particularly meats—should be sufficient to avoid hypertensive crises.   == Adverse effects == Incidence of adverse effects Very common (>10% incidence) adverse effects include:  Dizziness secondary to orthostatic hypotension (17%) Common (1-10% incidence) adverse effects include:  Tachycardia (5–10%) Hypomania (7%) Paresthesia (5%) Weight loss (2%) Confusion (2%) Dry mouth (2%) Sexual function disorders (2%) Hypertension (1–2 hours after ingestion) (2%) Rash (2%) Urinary retention (2%) Other (unknown incidence) adverse effects include:  Increased/decreased appetite Blood dyscrasias Chest pain Diarrhea Edema Hallucinations Hyperreflexia Insomnia Jaundice Leg cramps Myalgia Palpitations Sensation of cold Suicidal ideation Tremor Of note, there has not been found to be a correlation between sex and age below 65 regarding incidence of adverse effects. Tranylcypromine is not associated with weight gain and has a low risk for hepatotoxicity compared to the hydrazine MAOIs. It is generally recommended that MAOIs be discontinued prior to anesthesia; however, this creates a risk of recurrent depression. In a retrospective observational cohort study, patients on tranylcypromine undergoing general anesthesia had a lower incidence of intraoperative hypotension, while there was no difference between patients not taking an MAOI regarding intraoperative incidence of bradycardia, tachycardia, or hypertension. The use of indirect sympathomimetic drugs or drugs affecting serotonin reuptake, such as meperidine or dextromethorphan poses a risk for hypertension and serotonin syndrome respectively; alternative agents are recommended. Other studies have come to similar conclusions. Pharmacokinetic interactions with anesthetics are unlikely, given that tranylcypromine is a high-affinity substrate for CYP2A6 and does not inhibit CYP enzymes at therapeutic concentrations. Tranylcypromine abuse has been reported at doses ranging from 120 to 600 mg per day. It is thought that higher doses have more amphetamine-like effects and abuse is promoted by the fast onset and short half-life of tranylcypromine. Cases of suicidal ideation and suicidal behaviours have been reported during tranylcypromine therapy or early after treatment discontinuation. Symptoms of tranylcypromine overdose are generally more intense manifestations of its usual effects.   == Interactions == In addition to contraindicated concomitant medications, tranylcypromine inhibits CYP2A6, which may reduce the metabolism and increase the toxicity of substrates of this enzyme, such as:  Dexmedetomidine nicotine TSNAs (found in cured tobacco products, including cigarettes) Valproate Norepinephrine reuptake inhibitors prevent neuronal uptake of tyramine and may reduce its pressor effects.   == Pharmacology ==   === Pharmacodynamics === Tranylcypromine acts as a nonselective and irreversible inhibitor of monoamine oxidase. Regarding the isoforms of monoamine oxidase, it shows slight preference for the MAOB isoenzyme over MAOA. This leads to an increase in the availability of monoamines, such as serotonin, norepinephrine, and dopamine, epinephrine  as well as a marked increase in the availability of trace amines, such as tryptamine, octopamine, and phenethylamine. The clinical relevance of increased trace amine availability is unclear. It may also act as a norepinephrine reuptake inhibitor at higher therapeutic doses. Compared to amphetamine, tranylcypromine shows low potency as a dopamine releasing agent, with even weaker potency for norepinephrine and serotonin release. Tranylcypromine has also been shown to inhibit the histone demethylase, BHC110/LSD1. Tranylcypromine inhibits this enzyme with an IC50 < 2 μM, thus acting as a small molecule inhibitor of histone demethylation with an effect to derepress the transcriptional activity of BHC110/LSD1 target genes. The clinical relevance of this effect is unknown. Tranylcypromine has been found to inhibit CYP46A1 at nanomolar concentrations. The clinical relevance of this effect is unknown.   === Pharmacokinetics === Tranylcypromine reaches its maximum concentration (tmax) within 1–2 hours. After a 20 mg dose, plasma concentrations reach at most 50-200 ng/mL. While its half-life is only about 2 hours, its pharmacodynamic effects last several days to weeks due to irreversible inhibition of MAO. Metabolites of tranylcypromine include 4-hydroxytranylcypromine, N-acetyltranylcypromine, and N-acetyl-4-hydroxytranylcypromine, which are less potent MAO inhibitors than tranylcypromine itself. Amphetamine was once thought to be a metabolite of tranylcypromine, but has not been shown to be. Tranylcypromine inhibits CYP2A6 at therapeutic concentrations.   == Chemistry ==   === Synthesis ===   == History == Tranylcypromine was originally developed as an analog of amphetamine. Although it was first synthesized in 1948, its MAOI action was not discovered until 1959. Precisely because tranylcypromine was not, like isoniazid and iproniazid, a hydrazine derivative, its clinical interest increased enormously, as it was thought it might have a more acceptable therapeutic index than previous MAOIs. The drug was introduced by Smith, Kline and French in the United Kingdom in 1960, and approved in the United States in 1961. It was withdrawn from the market in February 1964 due to a number of patient deaths involving hypertensive crises with intracranial bleeding. However, it was reintroduced later that year with more limited indications and specific warnings of the risks.   == Research == Tranylcypromine is known to inhibit LSD1, an enzyme that selectively demethylates two lysines found on histone H3. Genes promoted downstream of LSD1 are involved in cancer cell growth and metastasis, and several tumor cells express high levels of LSD1. Tranylcypromine analogues with more potent and selective LSD1 inhibitory activity are being researched in the potential treatment of cancers. Tranylcypromine may have neuroprotective properties applicable to the treatment of Parkinson's disease, similar to the MAO-B inhibitors selegiline and rasagiline. As of 2017, only one clinical trial in Parkinsonian patients has been conducted, which found some improvement initially and only slight worsening of symptoms after a 1.5 year followup.   == See also == Tranylcypromine/trifluoperazine   == References =="}