{"name": "tranexamic acid", "category": "drug", "content": "Tranexamic acid is a medication used to treat or prevent excessive blood loss from major trauma, postpartum bleeding, surgery, tooth removal, nosebleeds, and heavy menstruation. It is also used for hereditary angioedema. It is taken either by mouth, injection into a vein, or by intramuscular injection. Tranexamic acid is a synthetic analog of the amino acid lysine. It serves as an antifibrinolytic by reversibly binding four to five lysine receptor sites on plasminogen. This decreases the conversion of plasminogen to plasmin, preventing fibrin degradation and preserving the framework of fibrin's matrix structure. Tranexamic acid has roughly eight times the antifibrinolytic activity of an older analogue, ε-aminocaproic acid. Tranexamic acid also directly inhibits the activity of plasmin with weak potency (IC50 = 87 mM), and it can block the active-site of urokinase plasminogen activator (uPA) with high specificity (Ki = 2 mM), one of the highest among all the serine proteases. Side effects are rare. Some include changes in color vision, seizures, blood clots, and allergic reactions. Tranexamic acid appears to be safe for use during pregnancy and breastfeeding. Tranexamic acid is an antifibrinolytic medication. Tranexamic acid was first made in 1962 by Japanese researchers Shosuke and Utako Okamoto. It is on the World Health Organization's List of Essential Medicines. Tranexamic acid is available as a generic drug.   == Uses ==   === Medical uses ===  Tranexamic acid is frequently used following major trauma. Tranexamic acid is used to prevent and treat blood loss in a variety of situations, such as dental procedures, heavy menstrual bleeding, and surgeries with high risk of blood loss.   ==== Trauma ==== Tranexamic acid has been found to decrease the risk of death due to any cause in people who have significant bleeding due to trauma. It is most effective if taken within the first three hours following major trauma. It also decreases the risk of death if given within the first three hours of brain injury.   ==== Menstrual bleeding ==== Tranexamic acid is sometimes used to treat heavy menstrual bleeding. When taken by mouth it both safely and effectively treats regularly occurring heavy menstrual bleeding and improves quality of life. Another study demonstrated that the dose does not need to be adjusted in females who are between ages 12 and 16. In a 10-year study, tranexamic acid and other oral medicines (mefenamic acid) were found to be as effective as the levonorgestrel intrauterine coil; the same proportion of women had not had surgery for heavy bleeding and had similar improvements in their quality of life.   ==== Childbirth ==== Tranexamic acid is sometimes used (often in conjunction with oxytocin) to reduce bleeding after childbirth. Death due to postpartum bleeding is reduced in women receiving tranexamic acid.   ==== Surgery ==== Tranexamic acid is sometimes used in orthopedic surgery to reduce blood loss, to the extent of reducing or altogether abolishing the need for perioperative blood transfusion. It is of proven value in clearing the field of surgery and reducing blood loss when given before or after surgery. Drain and number of transfusions are reduced. In surgical corrections of craniosynostosis in children it reduces the need for blood transfusions. In spinal surgery (e.g., scoliosis), correction with posterior spinal fusion using instrumentation, to prevent excessive blood loss. In cardiac surgery, both with and without cardiopulmonary bypass (e.g., coronary artery bypass surgery), it is used to prevent excessive blood loss.   ==== Dentistry ==== In the United States, tranexamic acid is FDA approved for short-term use in people with severe bleeding disorders who are about to have dental surgery. Tranexamic acid is used for a short period of time before and after the surgery to prevent major blood loss and decrease the need for blood transfusions. Tranexamic acid is used in dentistry in the form of a 5% mouth rinse after extractions or surgery in patients with prolonged bleeding time; e.g., from acquired or inherited disorders. In China, tranexamic acid is allowed in over-the-counter toothpastes, with six products using the drug. As of 2018, there are no limits on dosage, nor requirements for labeling the concentration. 0.05% TXA in toothpaste is allowed OTC in Hong Kong. <5% TXA in over-the-counter toothpaste is first patented and marketed by Lion Corporation in Japan, where it is still sold. Presence of unauthorized TXA has led to the Canadian recall of a Yunnan Baiyao toothpaste in 2019.   ==== Hematology ==== There is not enough evidence to support the routine use of tranexamic acid to prevent bleeding in people with blood cancers. However, there are several trials that are currently assessing this use of tranexamic acid. For people with inherited bleeding disorders (e.g. von Willebrand's disease), tranexamic acid is often given. It has also been recommended for people with acquired bleeding disorders (e.g., directly acting oral anticoagulants (DOACs)) to treat serious bleeding.   ==== Nosebleeds ==== The use of tranexamic acid, applied directly to the area that is bleeding or taken by mouth, appears useful to treat nose bleeding compared to packing the nose with cotton pledgets alone. It decreases the risk of rebleeding within 10 days.   === Cosmetic Uses === Tranexamic acid can be used in skincare products as a cosmetic active to reduce the appearance of inflammation and hyperpigmentation. Tranexamic acid is a zwitterion amino acid, and has a low permeability coefficient in the stratum corneum. Tranexamic acid can be combined with penetration enhancers and microneedling to overcome this limitation. Cosmetic uses may also employ lipophilic derivatives of tranexamic acid (ester prodrugs like Cetyl tranexamate mesylate) that are not zwitterionic and thus have improved skin permeability.   == Contraindications == Allergic to tranexamic acid History of seizures History of venous or arterial thromboembolism or active thromboembolic disease Severe kidney impairment due to accumulation of the medication, dose adjustment is required in mild or moderate kidney impairment   == Adverse effects == Side effects are rare. Some reported adverse events include seizures, changes in color vision, blood clots, and allergic reactions such as anaphylaxis. Whether the risk of venous thromboembolism (blood clots) is actually increased is a matter of debate. The risk is mentioned in the product literature, and they were reported in post marketing experience. Despite this, and the inhibitory effect of tranexamic acid on blood clot breakdown, large studies of the use of tranexamic acid have not shown an increase in the risk of venous or arterial thrombosis, even in people who had previously experienced thrombosis under other circumstances.   === Special populations === For pregnancy, no harm has been found in animal studies. Small amounts appear in breast milk if taken during lactation.   == Society and culture == Tranexamic acid was first synthesized in 1962 by Japanese researchers Shosuke and Utako Okamoto. It is on the World Health Organization's List of Essential Medicines.   === Brand names === Tranexamic acid is marketed in the US and Australia in tablet form as Lysteda and in Australia, Sweden and Jordan it is marketed in an IV form and tablet form as Cyklokapron, in the UK and Sweden as Cyclo-F. In the UK it is also marketed as Femstrual, in Asia as Transcam, in Bangladesh as Intrax & Tracid, in India as Pause, in Pakistan as Transamin, in Indonesia as Kalnex, in South America as Espercil, in Japan as Nicolda, in France, Poland, Belgium and Romania as Exacyl and in Egypt as Kapron. In the Philippines, its capsule form is marketed as Hemostan and in Israel as Hexakapron.   === Legal status === The US Food and Drug Administration (FDA) approved tranexamic acid oral tablets (brand name Lysteda) for treatment of heavy menstrual bleeding in November 2009. In March 2011, the status of tranexamic acid for the treatment of heavy menstrual bleeding was changed in the UK, from POM (Prescription only Medicines) to P (Pharmacy Medicines) and became available over the counter in UK pharmacies under the brand names of Cyklo-F and Femstrual.   ==== Research ==== Tranexamic acid might alleviate neuroinflammation in some experimental settings. Tranexamic acid can be used in case of postpartum hemorrhage; it can decrease the risk of death due to bleeding by one third according to the WHO. Tentative evidence supports the use of tranexamic acid in hemoptysis. In hereditary angioedema In hereditary hemorrhagic telangiectasia: tranexamic acid has been shown to reduce frequency of epistaxis in patients with severe and frequent nosebleed episodes from hereditary hemorrhagic telangiectasia. In melasma: tranexamic acid is sometimes used in skin whitening as a topical agent, injected into a lesion, or taken by mouth, both alone and as an adjunct to laser therapy; as of 2017 its safety seemed reasonable but its efficacy for this purpose was uncertain because there had been no large scale randomized controlled studies nor long term follow-up studies. It is allowed as a quasi-drug for skin whitening in Japan. In hyphema: tranexamic acid has been shown to be effective in reducing risk of secondary hemorrhage outcomes in people with traumatic hyphema. In liver resection: tranexamic acid did not reduce bleeding or transfusions but did increase complications.   == References =="}