{"name": "trelagliptin", "category": "drug", "content": "Trelagliptin (trade name Zafatek) is a pharmaceutical drug used for the treatment of type 2 diabetes (diabetes mellitus).   == Indications == It is a highly selective dipeptidyl peptidase-4 inhibitor that is typically used as an add on treatment when the first line treatment of metformin is not achieving the expected glycemic goals; though it has been approved for use as a first line treatment when metformin cannot be used.   == Biochemistry == DPP-4 inhibitors activate T-cells and are more commonly known as T-cell activation antigens (specifically CD26). Chemically, it is a fluorinated derivative of alogliptin.   == Development == Formulated as the salt trelagliptin succinate, it was approved for use in Japan in March 2015. Takeda, the company that developed trelagliptin, chose to not get approval for the drug in the US and EU. The licensing rights that Takeda purchased from Furiex Pharmaceuticals for DPP-4 inhibitors included a clause specific to development of this drug in the US and EU. The clause required that all services done for phase II and phase III clinical studies in the US and EU be purchased through Furiex. Takeda chose to cease development of this drug in the US and EU because of the high costs quoted by Furiex for these services. Gliptins have been on the market since 2006 and there are 8 gliptins currently registered as drugs (worldwide). Gliptins are an emerging market and are thus being developed at an increasing rate; there are currently two gliptins in advanced stages of development that are expected to be on the market in the coming year. Gliptins are thought to have cardiovascular protective abilities though the extent of these effects is still being studied. They are also being studied for the ability that this class of drugs has at promoting B-cell survival.   == Administration and dosing ==  Similar drugs in the same class as trelagliptin are administered once daily while trelagliptin is administered once weekly. Alogliptin (Nesina) is the other major DPP-4 inhibitor on the market. It is also owned by Takeda and is administered once daily. A dosing of once per week is advantageous as a reduction in the frequency of required dosing is known to increase patient compliance. A recent meta-analysis published by Dutta et. al. highlighted the good glycaemic efficacy and safety of this molecule as compared to peer DPP4 inhibitors which have to be taken daily like alogliptin, sitagliptin, linagliptin, teneligliptin, anagliptin or vildagliptin, having an advantage of reducing the monthly pill count from 30 to 4.    == Brand names == In Bangladesh it is marketed under the trade name Wedica.   == References =="}