{"name": "tremelimumab", "category": "drug", "content": "Tremelimumab, sold under the brand name Imjudo, is a fully human monoclonal antibody used for the treatment of hepatocellular carcinoma (a type of liver cancer). Tremelimumab is designed to attach to and block CTLA-4, a protein that controls the activity of T cells, which are part of the immune system (the body’s natural defenses). The most common side effects when used in combination with durvalumab include rash, pruritus (itching), diarrhea, abdominal (belly) pain, increased levels of liver enzymes, fever, hypothyroidism (an underactive thyroid gland), cough, peripheral edema (swelling especially of the ankles and feet) and increased level of lipase (an enzyme that helps digest fat, mainly made in the pancreas). Tremelimumab was approved for medical use in the United States in October 2022, and in the European Union in February 2023.   == Medical uses == Tremelimumab is indicated, in combination with durvalumab, for the treatment of adults with unresectable hepatocellular carcinoma. Tremelimumab in combination with durvalumab and platinum-based chemotherapy is indicated for the first-line treatment of adults with metastatic non-small cell lung cancer with no sensitizing epidermal growth factor receptor mutations or anaplastic lymphoma kinase positive mutations.   == Mechanism of action == Tremelimumab aims to stimulate an immune system attack on tumors. Cytotoxic T lymphocytes (CTLs) can recognize and destroy cancer cells. However, there is also an inhibitory mechanism (immune checkpoint) that interrupts this destruction. Tremelimumab turns off this inhibitory mechanism and allows CTLs to continue to destroy the cancer cells. Like ipilimumab, tremelimumab is antibody that binds to the protein CTLA-4, which is expressed on the surface of activated T lymphocytes and inhibits the killing of cancer cells. Tremelimumab blocks the binding of the antigen-presenting cell ligands B7.1 and B7.2 to CTLA-4, resulting in inhibition of B7-CTLA-4-mediated downregulation of T-cell activation; subsequently, B7.1 or B7.2 may interact with another T-cell surface receptor protein, CD28, resulting in a B7-CD28-mediated T-cell activation unopposed by B7-CTLA-4-mediated inhibition. Unlike Ipilimumab (another fully human anti-CTLA-4 monoclonal antibody), which is an IgG1 isotype, tremelimumab is an IgG2 isotype.   == History == Previously in development by Pfizer, it is in investigation by MedImmune, a wholly owned subsidiary of AstraZeneca.   === Clinical trials ===   === Melanoma === Phase I and II clinical studies in metastatic melanoma showed some responses. However, based on early interim analysis of phase III data, Pfizer designated tremelimumab as a failure and terminated the trial in April 2008. However, within a year, the survival curves showed separation of the treatment and control groups.   === Mesothelioma === Although it was designated in April 2015 as orphan drug status in mesothelioma, tremelimumab failed to improve lifespan in the phase IIb DETERMINE trial, which assessed the drug as a second or third-line treatment for unresectable malignant mesothelioma.   === Non-small cell lung cancer === In a phase III trial, AstraZeneca paired tremelimumab with a PD-L1 inhibitor, durvalumab, for the first-line treatment of non-small cell lung cancer. The trial was conducted across 17 countries, and in July 2017, AstraZeneca announced that it had failed to meet its primary endpoint of progression-free survival.   == Society and culture ==   === Legal status === On 15 December 2022, the Committee for Medicinal Products for Human Use (CHMP) of the European Medicines Agency (EMA) adopted a positive opinion, recommending the granting of a marketing authorization for the medicinal product Imjudo, intended for the treatment of hepatocellular carcinoma. The applicant for this medicinal product is AstraZeneca AB. Tremelimumab was approved for medical use in the European Union in February 2023.   === Names === Tremelimumab is the international nonproprietary name (INN).   == References =="}