{"name": "treprostinil", "category": "drug", "content": "Treprostinil, sold under the brand names Remodulin for infusion, Orenitram for oral, and Tyvaso for inhalation, is a vasodilator that is used for the treatment of pulmonary arterial hypertension. Treprostinil was approved for use in the United States in May 2002.   == Medical uses == Treprostinil is indicated for the treatment of pulmonary arterial hypertension in people with NYHA Class II-IV symptoms to diminish symptoms associated with exercise.   == Adverse effects == Since treprostinil is a vasodilator, its antihypertensive effect may be compounded by other medications that affect the blood pressure, including calcium channel blockers, diuretics, and other vasodilating agents. Because of treprostinil's inhibiting effect on platelet aggregation, there is an increased risk of bleeding, especially among patients who are also taking anticoagulants. It is not known whether treprostinil is excreted in breast milk. Caution is advised when administering this medication to nursing women. Caution is advised when administering treprostinil to patients who have impaired kidney or liver function. Common side effects depending on route of administration:  85% of patients report pain or other reaction at the infusion site.   == Administration ==   === For infusion === Treprostinil may be administered as a continuous subcutaneous infusion or continuous intravenous infusion.   === Inhaled form === The inhaled form of treprostinil was approved by the FDA in July 2009, and is sold under the brand name Tyvaso.   === Oral form === The oral form of treprostinil was approved by the FDA in December 2013, and is sold under the brand name Orenitram.   == History ==  During the 1960s a UK research team, headed by Professor John Vane began to explore the role of prostaglandins in anaphylaxis and respiratory diseases. Working with a team from the Royal College of Surgeons, Vane discovered that aspirin and other oral anti-inflammatory drugs worked by inhibiting the synthesis of prostaglandins. This finding opened the door to a broader understanding of the role of prostaglandins in the body. Vane and a team from the Wellcome Foundation had identified a lipid mediator they called “PG-X,” which inhibited platelet aggregation. PG-X, which later would become known as prostacyclin, was 30 times more potent than any other known anti-aggregatory agent. By 1976, Vane and fellow researcher Salvador Moncada published the first paper on prostacyclin, in the scientific journal Nature. Treprostinil (Remodulin) was approved for use in the United States in May 2002, and again in July 2018. Tyvaso, the inhaled form of treprostinil, was approved for use in the United States in July 2009. Orenitram was approved in December 2013. Treprostinil (Trepulmix) was approved for use in the European Union in April 2020.   == Research == Treprostinil therapy may be effective in treating Degos disease.   == References ==   == Further reading == Narine L, Hague LK, Walker JH, Vicente C, Schilz R, Desjardins O, et al. (December 2005). \"Cost-minimization analysis of treprostinil vs. epoprostenol as an alternate to oral therapy non-responders for the treatment of pulmonary arterial hypertension\". Current Medical Research and Opinion. 21 (12): 2007–2016. doi:10.1185/030079905X75104. PMID 16368052. S2CID 13162585."}