{"name": "triamcinolone", "category": "drug", "content": "Triamcinolone is a glucocorticoid used to treat certain skin diseases, allergies, and rheumatic disorders among others. It is also used to prevent worsening of asthma and COPD. It can be taken in various ways including by mouth, injection into a muscle, and inhalation. Common side effects with long-term use include osteoporosis, cataracts, thrush, and muscle weakness. Serious side effects may include psychosis, increased risk of infections, adrenal suppression, and bronchospasm. Use in pregnancy is generally safe. It works by decreasing inflammation and immune system activity. Triamcinolone was patented in 1956 and came into medical use in 1958. It is available as a generic medication. In 2021, it was the 104th most commonly prescribed medication in the United States, with more than 6 million prescriptions.   == Medical uses == Triamcinolone is used to treat a number of different medical conditions, such as eczema, alopecia areata, lichen sclerosus, psoriasis, arthritis, allergies, ulcerative colitis, lupus, sympathetic ophthalmia, temporal arteritis, uveitis, ocular inflammation, keloids, urushiol-induced contact dermatitis, aphthous ulcers (usually as triamcinolone acetonide), central retinal vein occlusion,  visualization during vitrectomy and the prevention of asthma attacks. The derivative triamcinolone acetonide is the active ingredient in various topical skin preparations (cream, lotion, ointment, aerosol spray) designed to treat skin conditions such as rash, inflammation, redness, or intense itching due to eczema and dermatitis.   == Contraindications == Contraindications for systemic triamcinolone are similar to those of other corticoids. They include systemic mycoses (fungal infections) and parasitic diseases, as well as eight weeks before and two weeks after application of live vaccines. For long-term treatment, the drug is also contraindicated in people with peptic ulcers, severe osteoporosis, severe myopathy, certain viral infections, glaucoma, and metastasizing tumours. There are no contraindications for use in emergency medicine.   == Side effects ==  Side effects of triamcinolone are similar to other corticoids. In short-term treatment up to ten days, it has very few adverse effects; however, sometimes gastrointestinal bleeding is seen, as well as acute infections (mainly viral) and impaired glucose tolerance. Side effects of triamcinolone long-term treatment may include coughing (up to bronchospasms), sinusitis, metabolic syndrome–like symptoms such as high blood sugar and cholesterol, weight gain due to water retention, and electrolyte imbalance, as well as cataract, thrush, osteoporosis, reduced muscle mass, and psychosis. Triamcinolone injections can cause bruising and joint swelling. Symptoms of an allergic reaction include rash, itch, swelling, severe dizziness, trouble breathing, and anaphylaxis.   == Overdose == No acute overdosing of triamcinolone has been described.   == Interactions == Drug interactions are mainly pharmacodynamic, that is, they result from other drugs either adding to triamcinolone's corticoid side effects or working against its desired effects. They include:  Atropine and other anticholinergics can substantially increase pressure in the eyes. Antidiabetic drugs can become less effective because triamcinolone causes diabetes-like symptoms. Aspirin and other NSAIDs, as well as anticoagulants such as warfarin, add to the risk of gastrointestinal bleeding. Diuretics that excrete potassium (such as loop diuretics and thiazides) can increase the risk of hypokalemia and thus lead to abnormal heart rhythm. Cardiac glycosides may have more adverse effects due to reduced potassium levels in the blood. The risk for blood count changes is increased when combining triamcinolone with ACE inhibitors. Triamcinolone and other drugs can also influence each other's concentrations in the body, amounting to pharmacokinetic interactions such as:  Rifampicin, phenytoin, carbamazepine and other inducers of the liver enzyme CYP3A4 speed up metabolization of triamcinolone and can therefore reduce its effectiveness. Conversely, CYP3A4 inhibitors such as ketoconazole and itraconazole can increase its concentrations in the body and the risk for adverse effects. Blood concentrations of ciclosporin can be increased.   == Pharmacology ==   === Mechanism of action ===  Triamcinolone is a glucocorticoid that is about five times as potent as cortisol, but has very few mineralocorticoid effects.   === Pharmacokinetics === When taken by mouth, the drug's bioavailability is over 90%. It reaches highest concentrations in the blood plasma after one to two hours and is bound to plasma proteins to about 80%. The biological half-life from the plasma is 200 to 300 minutes; due to stable complexes of triamcinolone and its receptor in the intracellular fluid, the total half-life is significantly longer at about 36 hours. A small fraction of the substance is metabolized to 6-hydroxy- and 20-dihydro-triamcinolone; most of it probably undergoes glucuronidation, and a smaller part sulfation. Three quarters are excreted via the urine, and the rest via the faeces. Due to corticoids' mechanism of action, the effects are delayed as compared to plasma concentrations. Depending on the route of administration and the treated condition, the onset of action can be from two hours up to one or two days after application; and the drug can act much longer than its elimination half-life would suggest.   == Chemistry == Triamcinolone is a synthetic pregnane corticosteroid and derivative of cortisol (hydrocortisone) and is also known as 1-dehydro-9α-fluoro-16α-hydroxyhydrocortisone or 9α-fluoro-16α-hydroxyprednisolone as well as 9α-fluoro-11β,16α,17α,21-tetrahydroxypregna-1,4-diene-3,20-dione. The substance is a light-sensitive, white to off-white, crystalline powder, or has the form of colourless, matted crystals. It has no odour or is nearly odourless. Information on the melting point varies, partly due to the substance's polymorphism: 260 to 263 °C (500 to 505 °F), 264 to 268 °C (507 to 514 °F), or 269 to 271 °C (516 to 520 °F) can be found in the literature. Solubility is 1:500 in water and 1:240 in ethanol; it is slightly soluble in methanol, very slightly soluble in chloroform and diethylether, and practically insoluble in dichloromethane. The specific rotation is                         [         α                    ]                        D                                   20                                     {\\displaystyle [\\alpha ]_{D}^{20}}     +65° to +72° cm3/dm·g (1% in dimethylformamide).   == Society and culture == In 2010, Teva and Perrigo launched the first generic inhalable triamcinolone. According to Chang et al. (2014), \"Triamcinolone acetonide (TA) is classified as an S9 glucocorticoid in the 2014 Prohibited List published by the World Anti-Doping Agency, which caused it to be prohibited in international athletic competition when administered orally, intravenously, intramuscularly or rectally\".   == References ==   == External links == \"Triamcinolone Topical\". MedlinePlus. \"Triamcinolone Nasal Spray\". MedlinePlus."}