{"name": "Tricuspid Atresia", "category": "disease", "content": "Tricuspid atresia is a form of congenital heart disease whereby there is a complete absence of the tricuspid valve. Therefore, there is an absence of right atrioventricular connection. This leads to a hypoplastic (undersized) or absent right ventricle. This defect is contracted during prenatal development, when the heart does not finish developing. It causes the systemic circulation to be filled with relatively deoxygenated blood. The causes of tricuspid atresia are unknown. In most cases of tricuspid atresia, additional defects exist to allow exchange of blood between the loops of systematic circulation and pulmonary circulation, filling in the role of the missing atrioventricular connection. An atrial septal defect (ASD) must be present to fill the left atrium and the left ventricle with blood. Since there is a lack of a right ventricle, there must also be a way to pump blood into the pulmonary artery. This can be accomplished by a ventricular septal defect (VSD) connecting the left ventricle to the pulmonary artery or by a patent ductus arteriosus (PDA) connecting the aorta to the pulmonary artery. In the latter case, prostaglandin E1 is used to maintain the PDA connection until emergency corrective surgery can be completed. As oxygenated blood is mixed with deoxygenated blood in both cases, there is a reduction in the oxygen-carrying capacity. It is also possible for tricuspid atresia to appear without the life-saving defects. In this case, the systemic and pulmonary circulations would be cut off from each other and no useful breathing can occur. An experimental procedure called fetal balloon atrial septostomy can be used to artificially create the required defect in utero.   == Presentation == progressive cyanosis poor feeding tachypnea over the first 2 weeks of life holosystolic murmur due to the VSD left axis deviation on electrocardiography and left ventricular hypertrophy (since it must pump blood to both the pulmonary and systemic systems) Normal or mildly enlarged heart   == Cause == Tricuspid atresia is caused by complete absence of the tricuspid valve. The underlying cause of this absence remains unknown. This prevents direct blood flow between the right atrium and the right ventricle. This usually causes the foramen ovale to remain open after birth, leading to atrial septal defect.   == Pathophysiology == As there is no communication between the right atrium and the right ventricle, there must be an atrial septal defect to allow blood to flow into the left cardiac chambers. Due to the lack of blood flow into the right ventricle, it will be hypoplastic. In most cases, there will also be a ventricular septal defect allowing some blood into the pulmonary circulation. Due to the lack of blood flow into the pulmonary circulation, there is poor oxygenation of blood, leading to progressively worsening cyanosis.   == Diagnosis == The majority of cases can be diagnosed prenatally during a routine anomaly scan. If evidence of a congenital heart disease is found, the diagnosis can be confirmed by a foetal echocardiogram. If it is not diagnosed prenatally, it may be diagnosed shortly after birth with physical examination, which would reveal cyanosis and murmur. Further evidence for the diagnosis can be obtained with an electrocardiogram and a chest radiograph. ECG will typically show a left axis deviation, while the chest X-ray may show pulmonary oligaemia or hyperaemia. The definitive investigation is, as in all congenital heart diseases, an echocardiogram, although the aforementioned tests along with clinical features might be sufficient for most cases.   == Treatment == Treatment is based on:  PGE1 to maintain patent ductus arteriosus. First operation: modified Blalock-Taussig shunt to maintain pulmonary blood flow by placing a Gore-Tex conduit between the subclavian artery and the pulmonary artery. See also Norwood procedure. Where too much flow to the lungs is present, a pulmonary band may be placed in a first operation. Second operation: cavopulmonary anastomosis (hemi-Fontan or bidirectional Glenn) to provide stable pulmonary flow Final operation: Fontan procedure to redirect inferior vena cava and hepatic vein flow into the pulmonary circulation.   == Epidemiology == Tricuspid atresia is the third most common critical congenital heart defect. It is estimated to cause between 1% and 3% of all congenital heart defects.   == References ==   == External links =="}