{"name": "triclabendazole", "category": "drug", "content": "Triclabendazole, sold under the brand name Egaten among others, is a medication used to treat fascioliasis and paragonimiasis. It is very effective for both conditions. Treatment in hospital may be required. It is taken by mouth with typically one or two doses being required. Side effects are generally few, but can include abdominal pain and headaches. Biliary colic may occur due to dying worms. While no harm has been found with use during pregnancy, triclabendazole has not been studied well in this population. It is a member of the benzimidazole family of medications for worms. Triclabendazole was approved for medical use in the United States in 2019. It is on the World Health Organization's List of Essential Medicines. For human use, it can be obtained from the World Health Organization. It is also used in animals.   == Chemistry == It is a member of the benzimidazole family of anthelmintics. The benzimidazole drugs share a common molecular structure, triclabendazole being the exception in having a chlorinated benzene ring but no carbamate group.  Benzimidazoles such as triclabendazole are generally accepted to bind to beta-tubulin therefore preventing the polymerization of microtubules.   == History == Since late 1990s, triclabendazole became available as a generic drug, as patents expired in many countries. Many products were developed then. Among them, Trivantel 15,  a 15% triclabendazole suspension, was launched by Agrovet Market Animal Health in the early 2000s. In 2009, the first triclabendazole injectable solution (combined with ivermectin) was developed and launched, also by Agrovet Market Animal Health. The product, Fasiject Plus, a triclabendazole 36% and ivermectin 0.6% solution, is designed to treat infections by Fasciola hepatica (both immature and adult liver flukes), roundworms and ectoparasites, as well. Fasinex is a brand name for veterinary use while Egaten is a brand name for human use.   == References ==   == Further reading == \"Report of the WHO Informal Meeting on use of triclabendazole in fascioliasis control\" (PDF). World Health Organization (WHO). 2006."}