{"name": "trifluridine", "category": "drug", "content": "Trifluridine (also called trifluorothymidine; abbreviation TFT or FTD) is an anti-herpesvirus antiviral drug, used primarily as prescription eyedrops. It was sold under the trade name Viroptic by Glaxo Wellcome, now merged into GlaxoSmithKline. The brand is now  wholly owned by King Pharmaceuticals. Trifluridine was approved for medical use in 1980. It is also a component of the anti-cancer drug trifluridine/tipiracil, which is taken by mouth.   == Medical uses == Trifluridine eye drops are used for the treatment of keratitis and keratoconjunctivitis caused by the herpes simplex virus types 1 and 2, as well as for prevention and treatment of vaccinia virus infections of the eye. A Cochrane Systematic Review showed that trifluridine and aciclovir were a more effective treatment than idoxuridine or vidarabine, significantly increasing the relative number of successfully healed eyes in one to two weeks.   == Adverse effects == Common side effects of trifluridine eye drops include transient burning, stinging, local irritation, and edema of the eyelids. Adverse effects of the anti-cancer formulation have only been evaluated for the combination trifluridine/tipiracil, not for the individual components.   == Interactions == Only in vitro interaction studies are available. In these, trifluridine used the concentrative nucleoside transporter 1 (CNT1) and equilibrative nucleoside transporters 1 (ENT1) and 2 (ENT2). Drugs that interact with these transporters could influence blood plasma concentrations of trifluridine. Being a thymidine phosphorylase inhibitor, trifluridine could also interact with substrates of this enzyme such as zidovudine. For the eye drops, trifluridine absorption is negligible, rendering interactions basically irrelevant.   == Pharmacology ==   === Mechanism of action (eye drops) === It is a nucleoside analogue, a modified form of deoxyuridine, similar enough to be incorporated into viral DNA replication, but the –CF3 group added to the uracil component blocks base pairing, thus interfering with viral DNA replication.   === Pharmacokinetics (eye drops) === Trifluridine passes the cornea and is found in the aqueous humour. Systemic absorption is negligible.   === Pharmacokinetics (oral) ===  Pharmacokinetic data of oral trifluridine have only been evaluated in combination with tipiracil, which significantly affects biotransformation of the former. At least 57% of trifluridine are absorbed from the gut, and highest blood plasma concentrations are reached after two hours in cancer patients. The substance has no tendency to accumulate in the body. Plasma protein binding is over 96%. Trifluridine is metabolised by the enzyme thymidine phosphorylase to 5-trifluoromethyl-2,4(1H,3H)-pyrimidinedione (FTY), and also by glucuronidation. Elimination half-life is 1.4 hours on the first day and increases to 2.1 hours on the twelfth day. It is mainly excreted via the kidneys. Tipiracil causes Cmax (highest blood plasma concentrations) of trifluridine to increase 22-fold, and its area under the curve 37-fold, by inhibiting thymidine phosphorylase.   == Chemistry == The substance is a white crystalline powder. It is freely soluble in methanol and acetone; soluble in water, ethanol, 0.01 M hydrochloric acid, and 0.01 M sodium hydroxide; sparingly soluble in isopropyl alcohol and acetonitrile; slightly soluble in diethyl ether; and very slightly soluble in isopropyl ether.   == References ==   == External links =="}