{"name": "trifluoperazine", "category": "drug", "content": "Trifluoperazine, marketed under the brand name Stelazine among others, is a typical antipsychotic primarily used to treat schizophrenia. It may also be used short term in those with generalized anxiety disorder but is less preferred to benzodiazepines. It is of the phenothiazine chemical class.  It was approved for medical use in the United States in 1959.   == Medical uses ==   === Schizophrenia === Trifluoperazine is an effective antipsychotic for people with schizophrenia condition. There is low-quality evidence that trifluoperazine increases the chance of being improved when compared to placebo when people are followed up for 19 weeks. There is low-quality evidence that trifluoperazine reduces the risk of relapse when compared with placebo when people are followed for 5 months. As of 2014 there was no good evidence for a difference between trifluoperazine and placebo with respect to the risk of experiencing intensified symptoms over a 16-week period nor in reducing significant agitation or distress. There is no good evidence that trifluoperazine is more effective for schizophrenia than lower-potency antipsychotics like chlorpromazine, chlorprothixene, thioridazine and levomepromazine, but trifluoperazine appears to cause more adverse effects than these drugs.   === Other === It appears to be effective for people with generalized anxiety disorder but the benefit–risk ratio was unclear as of 2005. It has been experimentally used as a drug to kill eukaryotic pathogens in humans.   == Side effects == Its use in  many parts of the world has declined because of highly frequent and severe early and late tardive dyskinesia, a type of  extrapyramidal symptom.  The annual development rate of tardive dyskinesia may be as high as 4%. A 2004 meta-analysis of the studies on trifluoperazine found that it is more likely than placebo to cause extrapyramidal side effects such as akathisia, dystonia, and Parkinsonism. It is also more likely to cause somnolence and anticholinergic side effects such as red eye and xerostomia (dry mouth). All antipsychotics can cause the rare and sometimes fatal neuroleptic malignant syndrome. Trifluoperazine can lower the seizure threshold. The antimuscarinic action of trifluoperazine can cause excessive dilation of the pupils (mydriasis), which increases the chances of patients with hyperopia developing glaucoma.   == Contraindications == Trifluoperazine is contraindicated in CNS depression, coma, and blood dyscrasias. Trifluoperazine should be used with caution in patients suffering from renal or hepatic impairment.   == Mechanism of action == Trifluoperazine has central antiadrenergic, antidopaminergic, and minimal anticholinergic effects. It is believed to work by blockading dopamine D1 and D2 receptors in the mesocortical and mesolimbic pathways, relieving or minimizing such symptoms of schizophrenia as hallucinations, delusions, and disorganized thought and speech. It also has antihistaminergic properties (H1 Ki = 17.5).   == Names == Brand names include Eskazinyl, Eskazine, Jatroneural, Modalina, Sizonil, Stelazine, Stilizan, Terfluzine, Trifluoperaz and Triftazin. In the United Kingdom and some other countries, trifluoperazine is sold and marketed under the brand 'Stelazine'. The drug is sold as tablet, liquid and 'Trifluoperazine-injectable USP' for deep intramuscular short-term use. In the past, trifluoperazine was used in fixed combinations with the MAO inhibitor (antidepressant) tranylcypromine (tranylcypromine/trifluoperazine) to attenuate the strong stimulating effects of this antidepressant. This combination was sold under the brand name Jatrosom N, Stelapar, Parstelin, among others. It remained available in Italy under the brand name Parmodalin (10 mg of tranylcypromine and 1 mg of trifluoperazine) until its discontinuation in 2019. Likewise, a combination with amobarbital (potent sedative/hypnotic agent) for the amelioration of psychoneurosis and insomnia existed under the brand name Jalonac.   == References =="}