{"name": "Trigeminal Neuralgia", "category": "disease", "content": "Trigeminal neuralgia (TN or TGN), also called Fothergill disease, tic douloureux, trifacial neuralgia, or suicide disease, is a long-term pain disorder that affects the trigeminal nerve, the nerve responsible for sensation in the face and motor functions such as biting and chewing. It is a form of neuropathic pain. There are two main types: typical and atypical trigeminal neuralgia.  The typical form results in episodes of severe, sudden, shock-like pain in one side of the face that lasts for seconds to a few minutes. Groups of these episodes can occur over a few hours. The atypical form results in a constant burning pain that is less severe. Episodes may be triggered by any touch to the face. Both forms may occur in the same person. It is regarded as one of the most painful disorders known to medicine, and often results in depression and suicide.  The exact cause is unknown, but believed to involve loss of the myelin of the trigeminal nerve. This might occur due to nerve compression from a blood vessel as the nerve exits the brain stem, multiple sclerosis, stroke, or trauma. Less common causes include a tumor or arteriovenous malformation. It is a type of nerve pain. Diagnosis is typically based on the symptoms, after ruling out other possible causes such as postherpetic neuralgia. Treatment includes medication or surgery. The anticonvulsant carbamazepine or oxcarbazepine is usually the initial treatment, and is effective in about 90% of people. Side effects are frequently experienced that necessitate drug withdrawal in as many as 23% of patients. Other options include lamotrigine, baclofen, gabapentin, amitriptyline and pimozide. Opioids are not usually effective in the typical form. In those who do not improve or become resistant to other measures, a number of types of surgery may be tried. It is estimated that trigeminal neuralgia affects around 0.03% to 0.3% of people around the world with a female over-representation around a 3:1 ratio between women and men. It usually begins in people over 50 years old, but can occur at any age. The condition was first described in detail in 1773 by John Fothergill.   == Signs and symptoms ==  This disorder is characterized by episodes of severe facial pain along the trigeminal nerve divisions. The trigeminal nerve is a paired cranial nerve that has three major branches: the ophthalmic nerve (V1), the maxillary nerve (V2), and the mandibular nerve (V3). One, two, or all three branches of the nerve may be affected. Trigeminal neuralgia most commonly involves the middle branch (the maxillary nerve or V2) and lower branch (mandibular nerve or V3) of the trigeminal nerve. An individual attack usually lasts from a few seconds to several minutes or hours, but these can repeat for hours with very short intervals between attacks. In other instances, only 4–10 attacks are experienced daily. The episodes of intense pain may occur paroxysmally. To describe the pain sensation, people often describe a trigger area on the face so sensitive that touching or even air currents can trigger an episode; however, in many people, the pain is generated spontaneously without any apparent stimulation.  It affects lifestyle as it can be triggered by common activities such as eating, talking, shaving and brushing teeth. The wind, chewing, and talking can aggravate the condition in many patients. The attacks are said, by those affected, to feel like stabbing electric shocks, burning, sharp, pressing, crushing, exploding or shooting pain that becomes intractable. The pain also tends to occur in cycles with remissions lasting months or even years. Pain attacks are known to worsen in frequency or severity over time, in some people. Pain may migrate to other branches over time but in some people remains very stable. Bilateral (occurring on both sides) trigeminal neuralgia is very rare except for trigeminal neuralgia caused by multiple sclerosis (MS). This normally indicates problems with both trigeminal nerves, since one nerve serves the left side of the face and the other serves the right side. Occasional reports of bilateral trigeminal neuralgia reflect successive episodes of unilateral (only one side) pain switching the side of the face rather than pain occurring simultaneously on both sides. Rapid spreading of the pain, bilateral involvement or simultaneous participation with other major nerve trunks (such as Painful Tic Convulsif of nerves V & VII or occurrence of symptoms in the V and IX nerves) may suggest a systemic cause. Systemic causes could include multiple sclerosis or expanding cranial tumors. The severity of the pain makes it difficult to wash the face, shave, and perform good oral hygiene. The pain has a significant impact on activities of daily living especially as those affected live in fear of when they are going to get their next attack of pain and how severe it will be. It can lead to severe depression and anxiety. However, not all people will have the symptoms described above; there are variants of TN, one of which is atypical trigeminal neuralgia (\"trigeminal neuralgia, type 2\" or trigeminal neuralgia with concomitant pain), based on a recent classification of facial pain. In these instances there is also a more prolonged lower severity background pain that can be present for over 50% of the time and is described more as a burning or prickling, rather than a shock. Trigeminal pain can also occur after an attack of herpes zoster. Post-herpetic neuralgia has the same manifestations as in other parts of the body. Herpes zoster oticus typically presents with inability to move many facial muscles, pain in the ear, taste loss on the front of the tongue, dry eyes and mouth, and a vesicular rash. Less than 1% of varicella zoster infections involve the facial nerve and result in this occurring. Trigeminal deafferentation pain (TDP), also termed anesthesia dolorosa, or colloquially as phantom face pain, is from unintentional damage to a trigeminal nerve following attempts to fix a nerve problem surgically. This pain is usually constant with a burning sensation and numbness. TDP is very difficult to treat as further surgeries are usually ineffective and possibly detrimental to the person.   == Causes ==  The trigeminal nerve is a mixed cranial nerve responsible for sensory data such as tactition (pressure), thermoception (temperature), and nociception (pain) originating from the face above the jawline; it is also responsible for the motor function of the muscles of mastication, the muscles involved in chewing but not facial expression. Several theories exist to explain the possible causes of this pain syndrome. It was once believed that the nerve was compressed in the opening from the inside to the outside of the skull; but leading research indicates that it is an enlarged or lengthened blood vessel – most commonly the superior cerebellar artery – compressing or throbbing against the microvasculature of the trigeminal nerve near its connection with the pons. Such a compression can injure the nerve's protective myelin sheath and cause erratic and hyperactive functioning of the nerve. This can lead to pain attacks at the slightest stimulation of any area served by the nerve as well as hinder the nerve's ability to shut off the pain signals after the stimulation ends. This type of injury may rarely be caused by an aneurysm (an outpouching of a blood vessel); by an AVM (arteriovenous malformation); by a tumor; such as an arachnoid cyst or meningioma in the cerebellopontine angle; or by a traumatic event, such as a car accident. Short-term peripheral compression is often painless. Persistent compression results in local demyelination with no loss of axon potential continuity. Chronic nerve entrapment results in demyelination primarily, with progressive axonal degeneration subsequently. It is, \"therefore widely accepted that trigeminal neuralgia is associated with demyelination of axons in the Gasserian ganglion, the dorsal root, or both.\" It has been suggested that this compression may be related to an aberrant branch of the superior cerebellar artery that lies on the trigeminal nerve. Further causes, besides an aneurysm, multiple sclerosis or cerebellopontine angle tumor, include: a posterior fossa tumor, any other expanding lesion or even brainstem diseases from strokes. Trigeminal neuralgia is found in 3–4% of people with multiple sclerosis, according to data from seven studies.  It has been theorized that this is due to damage to the spinal trigeminal complex. Trigeminal pain has a similar presentation in patients with and without MS. Postherpetic neuralgia, which occurs after shingles, may cause similar symptoms if the trigeminal nerve is damaged, called Ramsay Hunt syndrome type 2. When there is no apparent structural cause, the syndrome is called idiopathic.   == Diagnosis == Trigeminal neuralgia is diagnosed via the result of neurological and physical tests, as well as the individual's medical history. Magnetic resonance angiography can be used to detect vascular compression of the trigeminal nerve and refer patients to surgery. As with many conditions without clear physical or laboratory diagnosis, TN is often misdiagnosed, and other conditions are also frequently misdiagnosed as TN. A person with TN may see three or four clinicians before a firm diagnosis is made.  Temporomandibular disorder (TMD) can present similarly to TN, and differentiating between these conditions can be difficult. Even suspected TN patients who experience brief attacks of sharp pain have had their symptoms resolve after being treated for TMD. TMD pain can also be triggered by movements of the tongue or facial muscles, so TN must be differentiated from masticatory pain by differentiating between the clinical characteristics of deep somatic pain and neuropathic pain. Masticatory pain will not be arrested by a conventional mandibular local anesthetic block. One quick test a dentist might perform is a conventional inferior dental local anesthetic block. If the pain is in the treated branch, the block will not arrest masticatory pain but will alleviate TN pain.   == Management == There is evidence that points towards the need to quickly treat and diagnose TN. It is thought that the longer a patient has TN, the harder it may be to reverse the neural pathways associated with the pain.   === Medical === The anticonvulsant carbamazepine is the first line treatment; second line medications include baclofen, lamotrigine, oxcarbazepine, phenytoin, topiramate, gabapentin and pregabalin. Uncontrolled trials have suggested that clonazepam and lidocaine may be effective. Antidepressant medications, such as amitriptyline have shown good efficacy in treating trigeminal neuralgia, especially if combined with an anti-convulsant drug such as pregabalin. There is some evidence that duloxetine can also be used in some cases of neuropathic pain, especially in patients with major depressive disorder as it is an antidepressant. However, it should, by no means, be considered a first line therapy and should only be tried by specialist advice. There is controversy around opiate use such as morphine and oxycodone for treatment of TN, with varying evidence on its effectiveness for neuropathic pain. Generally, opioids are considered ineffective against TN and thus should not be prescribed.   === Surgical === Microvascular decompression provides freedom from pain in about 75% of patients presenting with drug-resistant trigeminal neuralgia. While there may be pain relief after surgery, there is also a risk of adverse effects, such as facial numbness. Percutaneous radiofrequency thermorhizotomy may also be effective as may stereotactic radiosurgery; however the effectiveness decreases with time. Surgical procedures can be separated into non-destructive and destructive:   ==== Non-destructive ==== Microvascular decompression – this involves a small incision behind the ear and some bone removal from the area. An incision through the meninges is made to expose the nerve. Any vascular compressions of the nerve are carefully moved and a sponge-like pad is placed between the compression and nerve, stopping unwanted pulsation and allowing myelin sheath healing.   ==== Destructive ==== All destructive procedures will cause facial numbness, post relief, as well as pain relief.  Percutaneous techniques which all involve a needle or catheter entering the face up to the origin where the nerve splits into three divisions and then damaging this area, purposely, to produce numbness but also stop pain signals. These techniques are proven effective especially in those where other interventions have failed or in those who are medically unfit for surgery such as the elderly. Balloon compression – inflation of a balloon at this point causing damage and stopping pain signals. Glycerol injection – deposition of a corrosive liquid called glycerol at this point causes damage to the nerve to hinder pain signals. Radiofrequency thermocoagulation rhizotomy – application of a heated needle to damage the nerve at this point. Stereotactic radiosurgery is a form of radiation therapy that focuses high-power energy on a small area of the body   === Support === Psychological and social support has found to play a key role in the management of chronic illnesses and chronic pain conditions, such as trigeminal neuralgia. Chronic pain can cause constant frustration to an individual as well as to those around them.   == History ==  Trigeminal neuralgia was first described by physician John Fothergill and treated surgically by John Murray Carnochan, both of whom were graduates of the University of Edinburgh Medical School. Historically TN has been called \"suicide disease\" due to studies by the pioneering forefather in neurosurgery Harvey Cushing involving 123 cases of TN during 1896 and 1912. In those studies it produced intense pain, higher rates of suicidal ideation in patients with severe migraines, and links to higher rates of depression, anxiety, and sleep disorders.   == Society and culture == Some individuals of note with TN include:  Four-time British Prime Minister William Gladstone is believed to have had the disease. Entrepreneur and author Melissa Seymour was diagnosed with TN in 2009 and underwent microvascular decompression surgery in a well documented case covered by magazines and newspapers which helped to raise public awareness of the illness in Australia. Seymour was subsequently made a Patron of the Trigeminal Neuralgia Association of Australia. Salman Khan, an Indian film star, was diagnosed with TN in 2011. He underwent surgery in the US. All-Ireland winning Gaelic footballer Christy Toye was diagnosed with the condition in 2013. He spent five months in his bedroom at home, returned for the 2014 season and lined out in another All-Ireland final with his team. Jim Fitzpatrick – former Member of Parliament (MP) for Poplar and Limehouse – disclosed he had trigeminal neuralgia before undergoing neurosurgery. He has openly discussed his condition at parliamentary meetings and is a prominent figure in the TNA UK charity. Jefferson Davis – President of the Confederate States of America Charles Sanders Peirce – American philosopher, scientist and father of pragmatism. Gloria Steinem – American feminist, journalist, and social and political activist Anneli van Rooyen, Afrikaans singer-songwriter popular during the 1980s and 1990s, was diagnosed with atypical trigeminal neuralgia in 2004. During surgical therapy directed at alleviating the condition performed in 2007, Van Rooyen had permanent nerve damage, resulting in her near-complete retirement from performing. H.R., singer of hardcore punk band Bad Brains Aneeta Prem, British author, human rights campaigner, magistrate and the founder and president of Freedom Charity. Aneeta's experience of bilateral TN began in 2010, with severe pain and resulting sleep deprivation. Her condition remained undiagnosed until 2017. MVD Surgery to ameliorate the pain on the right-hand side was performed at UCHL in December 2019. Travis Barker, drummer of rock band Blink-182 Karel Heřmánek, Czech actor.   == See also == Atypical trigeminal neuralgia Cluster headache Microvascular decompression Nerve compression syndrome Nerve decompression Trigeminal nerve Trigeminal trophic syndrome   == References ==   == External links == ‹The template Curlie is being considered for deletion.› Trigeminal neuralgia at Curlie Trigeminal Neuralgia at NHS Choices"}