{"name": "triheptanoin", "category": "drug", "content": "Triheptanoin, sold under the brand name Dojolvi, is a medication for the treatment of children and adults with molecularly confirmed long-chain fatty acid oxidation disorders (LC-FAOD). The most common adverse reactions include abdominal pain, diarrhea, vomiting, and nausea. Triheptanoin was approved for medical use in the United States in June 2020. Triheptanoin is a triglyceride that is composed of three seven-carbon (C7:0) fatty acids. These odd-carbon fatty acids are able to provide anaplerotic substrates for the TCA cycle. Triheptanoin is used clinically in humans to treat inherited metabolic diseases, such as pyruvate carboxylase deficiency and carnitine palmitoyltransferase II deficiency. It also appears to increase the efficacy of the ketogenic diet as a treatment for epilepsy. Since triheptanoin is composed of odd-carbon fatty acids, it can produce ketone bodies with five carbon atoms, as opposed to even-carbon fatty acids which are metabolized to ketone bodies with four carbon atoms. The five-carbon ketones produced from triheptanoin are beta-ketopentanoate and beta-hydroxypentanoate. Each of these ketone bodies easily crosses the blood–brain barrier and enters the brain.   == Medical uses == Dojolvi is indicated as a source of calories and fatty acids for the treatment of children and adults with molecularly confirmed long-chain fatty acid oxidation disorders (LC-FAOD).   == History == Triheptanoin was designated an orphan drug by the U.S. Food and Drug Administration (FDA) in 2006, 2008, 2014, and 2015. Triheptanoin was also designated an orphan drug by the European Medicines Agency (EMA). Triheptanoin was approved for medical use in the United States in June 2020. The FDA approved triheptanoin based on evidence from three clinical trials (Trial 1/NCT018863, Trial 2/NCT022141 and Trial 3/NCT01379625). The trials enrolled children and adults with LC-FAOD. Trials 1 and 2 were conducted at 11 sites in the United States and the United Kingdom, and Trial 3 was conducted at two sites in the United States. Trial 1 and Trial 2 were used to evaluate the side effects of triheptanoin. Both trials enrolled children and adults diagnosed with LC-FAOD. In Trial 1, participants received triheptanoin for 78 weeks. Trial 2 enrolled participants from other trials who were already treated with triheptanoin (including those from Trial 1) as well as participants who were never treated with triheptanoin before. Trial 2 is still ongoing and is planned to last up to five years. The benefit of triheptanoin was evaluated in Trial 3 which enrolled children and adults with LC-FAOD. Half of the participants received triheptanoin and half received trioctanoin for four months. Neither the participants nor the investigators knew which treatment was given until the end of the trial. The benefit of triheptanoin in comparison to trioctanoin was assessed by measuring the changes in heart and muscle function.   == Names == Triheptanoin is the international nonproprietary name.   == See also == Glycerol phenylbutyrate   == References ==   == Further reading == de Almeida Rabello Oliveira M, da Rocha Ataíde T, de Oliveira SL, de Melo Lucena AL, de Lira CE, Soares AA, et al. (March 2008). \"Effects of short-term and long-term treatment with medium- and long-chain triglycerides ketogenic diet on cortical spreading depression in young rats\". Neurosci. Lett. 434 (1): 66–70. doi:10.1016/j.neulet.2008.01.032. PMID 18281154. S2CID 7754768. Mochel F, DeLonlay P, Touati G, Brunengraber H, Kinman RP, Rabier D, et al. (April 2005). \"Pyruvate carboxylase deficiency: clinical and biochemical response to anaplerotic diet therapy\". Mol. Genet. Metab. 84 (4): 305–12. doi:10.1016/j.ymgme.2004.09.007. PMID 15781190. Borges K, Sonnewald U (July 2012). \"Triheptanoin--a medium chain triglyceride with odd chain fatty acids: a new anaplerotic anticonvulsant treatment?\". Epilepsy Res. 100 (3): 239–44. doi:10.1016/j.eplepsyres.2011.05.023. PMC 3422680. PMID 21855298.   == External links == Clinical trial number NCT01379625 for \"Study of Triheptanoin for Treatment of Long-Chain Fatty Acid Oxidation Disorder (Triheptanoin)\" at ClinicalTrials.gov"}