{"name": "trilaciclib", "category": "drug", "content": "Trilaciclib, sold under the brand name Cosela, is a medication used to reduce the frequency of chemotherapy-induced bone marrow suppression. The most common side effects include fatigue; low levels of calcium, potassium and phosphate; increased levels of an enzyme called aspartate aminotransferase; headache; and infection in the lungs (pneumonia). Trilaciclib may help protect bone marrow cells from damage caused by chemotherapy by inhibiting cyclin-dependent kinase 4/6, a type of enzyme. Trilaciclib is the first therapy in its class and was approved for medical use in the United States in February 2021. The U.S. Food and Drug Administration considers it to be a first-in-class medication. Chemotherapy drugs are designed to kill cancer cells but can damage normal tissues as well. The bone marrow is particularly susceptible to chemotherapy damage. The bone marrow makes red blood cells, white blood cells, and platelets (small fragments in the blood) that transport oxygen, fight infection, and stop bleeding. When damaged, the bone marrow produces fewer of these cells, leading to fatigue, increased risk of infection, and bleeding, among other problems. Trilaciclib may help protect the normal bone marrow cells from the harmful effects of chemotherapy.   == Medical uses == Trilaciclib is indicated to reduce the frequency of chemotherapy-induced bone marrow suppression in adults receiving certain types of chemotherapy for extensive-stage (when the cancer has spread beyond the lungs) small cell lung cancer.   == History == The effectiveness of trilaciclib was evaluated in three randomized, double-blind, placebo-controlled studies in participants with extensive-stage small cell lung cancer. Combined, these studies randomly assigned 245 participants to receive either an infusion of trilaciclib in their veins or a placebo before chemotherapy. The studies then compared the two groups for the proportion of participants with severe neutropenia (a very low count of white blood cells called neutrophils) and the duration of severe neutropenia in the first cycle of chemotherapy. In all three studies, participants who received trilaciclib had a lower chance of having severe neutropenia compared to participants who received a placebo. Among those who had severe neutropenia, participants who received trilaciclib, on average, had it for a shorter time than participants who received a placebo. The U.S. Food and Drug Administration (FDA) granted the application for trilaciclib priority review and breakthrough therapy designations. The FDA granted the approval of Cosela to G1 Therapeutics, Inc.   == References ==   This article incorporates public domain material from the United States Department of Health and Human Services   == External links == Clinical trial number NCT03041311 for \"Carboplatin, Etoposide, and Atezolizumab With or Without Trilaciclib (G1T28), a CDK 4/6 Inhibitor, in Extensive Stage Small Cell Lung Cancer (SCLC)\" at ClinicalTrials.gov Clinical trial number NCT02499770 for \"Trilaciclib (G1T28), a CDK 4/6 Inhibitor, in Combination With Etoposide and Carboplatin in Extensive Stage Small Cell Lung Cancer (SCLC)\" at ClinicalTrials.gov Clinical trial number NCT02514447 for \"Trilaciclib (G1T28), a CDK 4/6 Inhibitor, in Patients With Previously Treated Extensive Stage SCLC Receiving Topotecan Chemotherapy\" at ClinicalTrials.gov"}