{"name": "trilostane", "category": "drug", "content": "Trilostane, sold under the brand name Vetoryl among others, is a medication which has been used in the treatment of Cushing's syndrome, Conn's syndrome, and postmenopausal breast cancer in humans. It was withdrawn for use in humans in the United States in the 1990s but was subsequently approved for use in veterinary medicine in the 2000s to treat Cushing's syndrome in dogs. It is taken by mouth.   == Medical uses == Trilostane has been used in the treatment of Cushing's syndrome (hypercortisolism), Conn's syndrome (hyperaldosteronism), and postmenopausal breast cancer in humans. When used to treat breast cancer, trilostane is administered in combination with a corticosteroid to prevent glucocorticoid deficiency.   == Contraindications == Trilostane should not be used in pregnant women. Trilostane should not be given to a dog that:  Has kidney or liver disease Takes certain medications used to treat cardiovascular disease Is pregnant, nursing or intended for breeding   == Side effects == Side effects of trilostane in conjunction with a corticosteroid in humans include gastrointestinal side effects like gastritis, nausea, vomiting, and diarrhea. Nonsteroidal antiinflammatory drugs (NSAIDs) may decrease the incidence of diarrhea with trilostane. Serious gastrointestinal side effects of trilostane alone or in combination with an NSAID like peptic ulcer,  erosive gastritis, gastric perforation, hematemesis, and melena may occur in some individuals. Reversible granulocytopenia and transient oral paresthesia may occur with trilostane.   == Pharmacology ==   === Pharmacodynamics ===  Trilostane is a steroidogenesis inhibitor. It is specifically an inhibitor of 3β-hydroxysteroid dehydrogenase (3β-HSD). As a result of this action, trilostane blocks the conversion of Δ5-3β-hydroxysteroids, including pregnenolone, 17α-hydroxypregnenolone, dehydroepiandrosterone (DHEA), and androstenediol, into Δ4-3-ketosteroids, including progesterone, 17α-hydroxyprogesterone, androstenedione, and testosterone, respectively. Consequently, trilostane inhibits the production of all classes of steroid hormones, including androgens, estrogens, progestogens, glucocorticoids, and mineralocorticoids. The mechanism of action of trilostane in Cushing's syndrome and Conn's syndrome is by inhibiting the production of corticosteroids such as cortisol and aldosterone in the adrenal glands. Trilostane has also been used as an abortifacient due to its inhibition of progesterone synthesis. Trilostane is not an aromatase inhibitor and hence does not inhibit the conversion of androgens like androstenedione and testosterone into estrogens like estrone and estradiol. However, trilostane may nonetheless inhibit estrogen synthesis by inhibiting androgen synthesis. In addition to steroidogenesis inhibition, trilostane has been found to act as a noncompetitive antiestrogen, via direct and presumably allosteric interactions with the estrogen receptor. The effectiveness of trilostane in postmenopausal breast cancer may relate to this apparent antiestrogenic activity. Trilostane has also been found to act as an agonist of the androgen receptor. As such, its use in men with prostate cancer may warrant caution.   === Pharmacokinetics === Trilostane is metabolized in the liver. The major metabolite of trilostane is 17-ketotrilostane. The conversion of trilostane into 17-ketotrilostane is reversible, suggesting that trilostane and 17-ketotrilostane undergo interconversion in the body. 17-Ketotrilostane circulates at 3-fold higher levels than trilostane and is more active than trilostane as a 3β-HSD inhibitor. The elimination half-lives of trilostane and 17-ketotrilostane are both 1.2 hours, with both compounds cleared from the blood within 6 to 8 hours of a dose of trilostane. 17-Ketotrilostane is excreted by the kidneys.   == Chemistry == Trilostane, also known as 4α,5-epoxy-3,17β-dihydroxy-5α-androst-2-ene-2-carbonitrile, is a synthetic androstane steroid and a derivative of 5α-reduced androstane derivatives like 3α-androstanediol, 3β-androstanediol, and dihydrotestosterone.   === Synthesis === Trilostane is prepared from testosterone in a four-step synthesis.   == History == Trilostane was withdrawn from human use in the United States market in April 1994. It continued to be available in the United Kingdom for use in humans under the brand name Modrenal for the treatment of Cushing's disease and breast cancer in humans, but was eventually discontinued in this country as well. Trilostane was approved in the United States in 2008 for the treatment of Cushing's disease (hyperadrenocorticism) in dogs under the brand name Vetoryl. It was available by prescription in the United Kingdom for dogs under the Vetoryl brand name for some time before it was approved in the United States. The drug is also used to treat the skin disorder Alopecia X in dogs. Trilostane was the first drug approved to treat both pituitary- and adrenal-dependent Cushing's in dogs. Only one other drug, Anipryl (veterinary brand name) selegiline, is FDA-approved to treat Cushing's disease in dogs, but only to treat uncomplicated, pituitary-dependent Cushing's. The only previous treatment for the disease was the use of mitotane (brand name Lysodren) off-label. A number of compounding pharmacies in the United States sell trilostane for dogs. Since the United States approval of Vetoryl in December 2008, compounding pharmacies are no longer able to use a bulk drug product for compounding purposes, but must prepare the compounded drug from Vetoryl.   == Society and culture ==   === Legal status === In March 2024, the Committee for Veterinary Medicinal Products (CVMP) of the European Medicines Agency adopted a positive opinion, recommending the granting of a marketing authorization for the veterinary medicinal product Trilocur, oral suspension for dogs. The applicant for this veterinary medicinal product is Emdoka. In March 2024, the CVMP adopted a positive opinion, recommending the granting of a marketing authorization for the veterinary medicinal product Trilorale, oral suspension for dogs. The applicant for this veterinary medicinal product is Axience. Trilocur and Trilorale were approved for medical use in the European Union in May 2024.   === Generic names === Trilostane is the generic name of the drug and its INNTooltip International Nonproprietary Name, USANTooltip United States Adopted Name, BANTooltip British Approved Name, and JANTooltip Japanese Accepted Name. Its developmental code name was WIN-24,540.   === Brand names === Trilostane has been marketed under a number of brand names including Desopan, Modrastane, Modrenal, Trilox, Vetoryl, Oncovet TL and Winstan.   === Availability === Trilostane is available for veterinary use in countries throughout the world.   == Veterinary uses == Trilostane is used for the treatment of Cushing's syndrome in dogs. The safety and effectiveness of trilostane for this indication were shown in several studies. Success was measured by improvements in both blood test results and physical symptoms (normalized appetite and activity level, and decreased panting, thirst, and urination).   == References =="}