{"name": "trimetazidine", "category": "drug", "content": "Trimetazidine (IUPAC: 1-(2,3,4-trimethoxybenzyl)piperazine) is a drug sold under many brand names for angina pectoris (chest pain associated with impaired blood flow to the heart).  Trimetazidine is described as the first cytoprotective anti-ischemic agent developed and marketed by Laboratoires Servier (France).  It is an anti-ischemic (antianginal) metabolic agent of the fatty acid oxidation inhibitor class, meaning that it improves the heart muscle's ability to use glucose as a fuel by inhibiting its use of fatty acid metabolism. It has become controversial for its use as a performance-enhancing drug, with several scandals involving its use erupting at successive Olympic games.   == Medical uses == Trimetazidine is usually prescribed as a long-term treatment of angina pectoris, and in some countries (including France) for tinnitus and dizziness. It is taken twice a day. In 2012, the European Medicines Agency (EMA)  finished a review of benefits and risks of trimetazidine and recommended restricting use of trimetazidine-containing medicines to just as an additional treatment of angina pectoris in cases of inadequate control by or intolerance to first-line antianginal therapies. Controlled studies in angina patients have shown that trimetazidine increases coronary flow reserve (thereby delaying the onset of ischemia associated with exercise), limits rapid swings in blood pressure without any significant variations in heart rate, significantly decreases the frequency of angina attacks, and leads to a significant decrease in the use of nitrates. However, a 2020 placebo-controlled, randomized trial in over 6000 patients who had recently had a percutaneous coronary intervention or heart surgery found that adding trimetazidine to typical anti-anginal therapies alone led to no significant difference in cardiac death, hospital admission for a cardiac event, recurrence or persistence of angina, or the need for repeat coronary angiography. This study therefore calls into question the clinical utility of trimetazidine in the treatment of angina. It improves left ventricular function in diabetic patients with coronary heart disease. Recently, it has been shown to be effective in patients with heart failure of different etiologies. As of 2023, it is in clinical trials to determine if it is effective in treating bipolar depression.   == Use as a performance-enhancing drug == Although trimetazidine was already developed for medical use in the 1970s, it only became listed in the World Anti-Doping Agency (WADA) prohibited substances list under the category of \"hormone and metabolic modulators\" in 2014, and its use is prohibited at all times \"in- and out-of-competition.\" In 2014, Chinese Olympic champion swimmer Sun Yang tested positive for trimetazidine, which had been newly banned four months earlier and classified as a prohibited stimulant by WADA; Sun Yang and his doctor claim that they were not made aware of the changes to the use of the drug of which he was prescribed, and was consequently banned by the Chinese Swimming Association for three months. In January 2015, WADA reclassified and downgraded trimetazidine from a \"stimulant\" to a \"modulator of cardiac metabolism.\" In 2018, U.S. swimmer Madisyn Cox was banned from competition for six months after a urine sample tested positive for trimetazidine. FINA initially reduced her suspension from four years to two years because of Cox's testimony that she did not knowingly ingest the drug. Upon analysis of both opened and sealed bottles of Cooper Complete Elite Athletic multivitamins, the Court of Arbitration for Sport (CAS) determined that the multivitamins were the source, and reduced Cox's suspension to six months. The suspension expired on September 3, 2018. 23 Chinese swimmers tested positive by China Anti-Doping Agency for the drug in 2021, and reported to WADA,  this case was reviewed by WADA in June and July 2021. The United States Anti-Doping Agency (USADA) contacted WADA in 2020 (before the positive TMZ cases arose) and 2023 with respect to allegations (from an unspecified source) of doping cover-ups within Chinese swimming. These allegations were unsubstantiated and WADA advised that the threshold to open an investigation was not met.  In February 2022, the medal ceremony for the figure skating team event at the Olympics originally scheduled for Tuesday, 8 February, was delayed over what International Olympic Committee (IOC) spokesperson Mark Adams described as a situation that required \"legal consultation\" with the International Skating Union (ISU). Several media outlets reported on Wednesday that the issue was over a December 2021 test for trimetazidine by the Russian Olympic Committee's Kamila Valieva, whose result was released on February 11. The results are pending investigation. Valieva was cleared by the Russian Anti-Doping Agency (RUSADA) on February 9, a day after positive results of a test held in December 2021 were released. The IOC, WADA, and ISU appealed RUSADA's decision. On February 14, the Court of Arbitration for Sport ruled that Valieva would be allowed to compete in the women's single event, deciding that preventing her from competing \"would cause her irreparable harm in the circumstances\", though her gold medal in the team event was still under consideration. The favorable decision from the court was made in part due to her age, as minor athletes are subject to different rules from adult athletes. The IOC announced that the medal ceremony would not take place until the investigation was over and there was a concrete decision whether to strip Russia of their medals. Popular Science published an overview of scientific research about the potential for the use of trimetazidine as a performance enhancing drug for athletes. The author of the article concluded in its headline that \"there's no hard proof that it would improve a figure skater's performance\". Scott Powers, a physiologist at the University of Florida who studies the effects of exercise on the heart explained how trimetazidine was included in WADA list. \"I've been involved in roundtables with the International Olympic Committee, and I think their policy is: When in doubt, ban the drug,\" says Scott Powers. \"I guess they're just trying to err on the possibility that this drug may be an ergogenic aid.\" Doping expert Klaas Faber referred to \"grossly inconsistent anti-doping rules\" in Sun Yang's case. Faber has pointed out for years the necessity to establish thresholds for trimetazidine detected so as to avoid any inadvertent positive doping cases. Faber has detailed some of these observations published in the journal Science & Justice. On the efficacy of the drug on figure skating and Valieva in particular, heart expert Benjamin J. Levine, a professor of exercise science at the University of Texas Southwestern Medical School, said \"The chance that trimetazidine would improve her performance, in my opinion, is zero. The heart has plenty of blood. And the heart is so good at using different fuels.\" Aaron Baggish, director of the Cardiovascular Performance Program at Massachusetts General Hospital said \"In theory, trimetazidine could aid endurance athletes who have to generate high cardiac output, such as cyclists, rowers and long-distance runners, but would be unlikely to have a direct impact on a figure skater's performance, where there is less demand on the heart.\" Besides trimetazidine, Valieva also admitted taking hypoxen and L-carnitine supplements in her forms, neither of which is a banned substance; nevertheless, the combination of these two substances with trimetazidine raised suspicions over a potential deliberate attempt to enhance performance. Some experts believe that the combination of the three substances can reduce fatigue and increased endurance during intense exercises. Lawrence Cherono, winner of several major marathons, tested positive for trimetazidine and was suspended just one day before slated to run the marathon at the 2022 World Athletics Championships.   == Adverse effects == Trimetazidine has been treated as a drug with a high safety and tolerability profile. Information is scarce about trimetazidine's effect on mortality, cardiovascular events, or quality of life. Long-term randomized, controlled trials comparing trimetazidine against standard antianginal agents using clinically important outcomes would be justifiable. Recently an international multicentre retrospective cohort study has indeed shown that in patients with heart failure of different etiologies the addition of trimetazidine on conventional optimal therapy can improve mortality and morbidity. The EMA recommends that doctors no longer prescribe trimetazidine for the treatment of patients with tinnitus, vertigo, or disturbances in vision. The recent EMA evaluation also revealed rare cases (3.6/1,000,000 patient years) of parkinsonian (or extrapyramidal) symptoms (such as tremor, rigidity, akinesia, hypertonia), gait instability, restless leg syndrome, and other related  movement disorders; most patients recovered within 4 months after treatment discontinuation, so doctors are advised not to prescribe the medicine either to patients with Parkinson disease, parkinsonian symptoms, tremors, restless leg syndrome, or other related movement disorders, or to patients with severe renal impairment.   == Mechanism of action == The mechanism of action of trimetazidine involves its effect on cellular energy metabolism, specifically the metabolism of fatty acids and glucose. One of the primary ways that cells generate energy is through the process of oxidation, where molecules such as fatty acids or glucose are broken down to produce ATP (adenosine triphosphate), the main energy currency of cells. In a healthy cell both fatty acids and glucose can be oxidized to produce ATP. However, in certain situations such as ischemia (reduced blood flow) or hypoxia (reduced oxygen supply), the cell's ability to generate energy becomes compromised. In these conditions the cell may experience a shortage of oxygen, which is necessary for the complete oxidation of fatty acids. This can lead to a decrease in ATP production, affecting the cell's ability to maintain its normal functions. Trimetazidine works by inhibiting a specific enzyme called long-chain 3-ketoacyl-CoA thiolase, which is involved in the beta-oxidation process of fatty acids. By blocking this enzyme, trimetazidine reduces the oxidation of fatty acids and promotes the oxidation of glucose instead. Glucose oxidation requires less oxygen consumption compared to the beta-oxidation of fatty acids. Therefore, by enhancing glucose oxidation and reducing the reliance on fatty acid metabolism, trimetazidine helps optimize cellular energy production in conditions where oxygen supply is limited. By preserving energy metabolism and promoting glucose oxidation, trimetazidine prevents a decrease in intracellular ATP levels. This is important because ATP is essential for various cellular processes, including the functioning of ionic pumps and the maintenance of transmembrane sodium-potassium flow. By ensuring adequate ATP levels, trimetazidine helps to maintain cellular homeostasis, or the balance of different ions and molecules within the cell.   == References ==   == Further reading =="}