{"name": "trimipramine", "category": "drug", "content": "Imipramine, sold under the brand name Tofranil, among others, is a tricyclic antidepressant (TCA) mainly used in the treatment of depression. It is also effective in treating anxiety and panic disorder. Imipramine is taken by mouth. Common side effects of imipramine include dry mouth, drowsiness, dizziness, low blood pressure, rapid heart rate, urinary retention, and electrocardiogram changes. Overdose of the medication can result in death. Imipramine appears to work by increasing levels of serotonin and norepinephrine and by blocking certain serotonin, adrenergic, histamine, and cholinergic receptors. Imipramine was discovered in 1951 and was introduced for medical use in 1957. It was the first TCA to be marketed. Imipramine and the other TCAs (besides amitriptyline, which, at least in the U.K., remains at least just as commonly-prescribed as SSRIs) have decreased in use in recent decades, due to the introduction of the selective serotonin reuptake inhibitors (SSRIs), which, although generally significantly less potent in terms of clinical efficacy per-se, have fewer inherent side effects and are far safer in overdose. Irrespective of these caveats, however, imipramine has an invaluable place in psychiatry and other fields of medicine (e.g., with childhood enuresis), and is considered the \"gold standard\" for panic disorder.   == Medical uses == Imipramine is primarily used for the treatment of depression and certain anxiety disorders, including acute post-traumatic stress reactions. A significant amount of research regarding its efficacy on acute post-traumatic stress in children and adolescents has focused on trauma resulting from burn-injuries. Although evidence for its efficacy in the treatment of chronic post-traumatic stress disorder appears to be less robust, it remains a viable treatment. Here, it may act fairly similarly to monoamine oxidase inhibitor phenelzine. Caution is needed in prescribing imipramine (and its commercially-available metabolite, desipramine) in children and youth/adolescents (whether they suffer with, e.g., bed-wetting, panic attacks, acute trauma or, in the case of desipramine, ADHD), owing to possibility of certain side-effects which may be of particular concern in those under a certain age. In the treatment of depression, it has demonstrated similar efficacy to the MAOI moclobemide. It has also been used to treat nocturnal enuresis because of its ability to shorten the time of delta wave stage sleep, where wetting occurs. In veterinary medicine, imipramine is used with xylazine to induce pharmacologic ejaculation in stallions. It is also used for separation anxiety in dogs and cats.  Blood levels between 150 and 250 ng/mL of imipramine plus its metabolite desipramine generally correspond to antidepressant efficacy.   == Contraindications == Combining it with alcohol consumption may cause more drowsiness, necessitating greater caution when drinking. It may be unsafe during pregnancy. Many MAOIs are known to have serious interactions with imipramine. It is often contraindicated during their use or in the two weeks following their discontinuation. This category includes medications such as isocarboxazid, linezolid, methylene blue, phenelzine, selegiline, moclobemide, procarbazine, rasagiline, safinamide, and tranylcypromine.   == Side effects == These side effects can be contributed to the multiple receptors that imipramine targets such as serotonin, norepinephrine, dopamine, acetylcholine, epinephrine, histamine. Those listed in italics below denote common side effects, separated by the organ systems that are affected.  Central nervous system: dizziness, drowsiness, confusion, seizures, headache, anxiety, tremors, stimulation, weakness, insomnia, nightmares, extrapyramidal symptoms in geriatric patients, increased psychiatric symptoms, paresthesia Cardiovascular: orthostatic hypotension, ECG changes, tachycardia, hypertension, palpitations, dysrhythmias Eyes, ears, nose and throat: blurred vision, tinnitus, mydriasis Gastrointestinal: dry mouth, nausea, vomiting, paralytic ileus, increased appetite, cramps, epigastric distress, jaundice, hepatitis, stomatitis, constipation, taste change Genitourinary: urinary retention Hematological: agranulocytosis, thrombocytopenia, eosinophilia, leukopenia Skin: rash, urticaria, diaphoresis, pruritus, photosensitivity   == Overdose ==   == Interactions ==  Like other tricyclic antidepressants, imipramine has many medication interactions. Many MAOIs have serious interactions with this medication. Other categories of medications that may interact with imipramine include blood thinners, antihistamines, muscle relaxants, sleeping pills, thyroid medications, and tranquilizers. Some medications used for various conditions such as high blood pressure, mental illness, nausea, Parkinson's disease, asthma, colds, or allergies. Certain medications increase the risk of serotonin syndrome, including selective serotonin reuptake inhibitors (SSRIs), St. John's Wort, and drugs such as ecstasy. Other prescription drugs decrease the body's ability to eliminate imipramine. These include barbiturates, some antiarrhythmic medications, some antiepileptic drugs, and certain HIV drugs (protease inhibitors). Others may cause changes in the heart rhythm, such as QT prolongation. Alcohol and tobacco may interact with imipramine. Tobacco may decrease the medication's effectiveness.   == Pharmacology ==   === Pharmacodynamics ===  Imipramine affects numerous neurotransmitter systems known to be involved in the etiology of depression, anxiety, attention-deficit hyperactivity disorder (ADHD), enuresis and numerous other mental and physical conditions. Imipramine is similar in structure to some muscle relaxants, and has a significant analgesic effect and, thus, is very useful in some pain conditions. The mechanisms of imipramine's actions include, but are not limited to, effects on:  Serotonin: very strong reuptake inhibition. Imipramine is a tertiary TCA, and is a potent inhibitor of serotonin reuptake, and to a greater extent than secondary amine TCAs such as nortriptyline and despiramine. Norepinephrine: strong reuptake inhibition. Desipramine has more affinity to norepinephrine transporter than imipramine. Dopamine: imipramine blocks D2 receptors. Imipramine, and its metabolite desipramine, have no appreciable affinity for the dopamine transporter (Ki = 8,500 and >10,000 nM, respectively). Acetylcholine: imipramine is, to a certain extent, an  antimuscarinic, specifically a relative antagonist of the muscarinic acetylcholine receptors. The attendant side-effects (e.g., blurry vision, dry mouth, constipation), however, are somewhat less common with imipramine than amitriptyline and protriptyline, which tend to cause antimuscarinic side-effects more often. All-in-all, however, it is prescribed with caution to the elderly and with extreme caution to those with psychosis, as the general brain activity enhancement in combination with the \"dementing\" effects of anticholinergics increases the potential of imipramine to cause hallucinations, confusion and delirium in this population. \"Anti-cholinergic\" side-effects, including urinary hesitancy/retention, may be treated/reversed with bethanechol and/or other acetylcholine-agonists. Bethanechol may also be able to alleviate the sexual-dysfunction symptoms which may occur in the context of tricyclic-antidepressant treatment.  Epinephrine: imipramine antagonizes adrenergic receptors, thus sometimes causing orthostatic hypotension. Sigma receptor: activity on sigma receptors is present, but it is very weak (Ki = 520 nM) and it is about half that of amitriptyline (Ki = 300 nM). Histamine: imipramine is an antagonist of the histamine H1 receptors. BDNF: BDNF is implicated in neurogenesis in the hippocampus, and studies suggest that depressed patients have decreased levels of BDNF and reduced hippocampal neurogenesis. It is not clear how neurogenesis restores mood, as ablation of hippocampal neurogenesis in murine models do not show anxiety related or depression related behaviours. Chronic imipramine administration results in increased histone acetylation (which is associated with transcriptional activation and decondensed chromatin) at the hippocampal BDNF promoter, and also reduced expression of hippocampal HDAC5.   === Pharmacokinetics ===  Imipramine has a varied absolute oral bioavailability ranging from 22% to 77%, leading to significant variability in pharmacokinetics. While the drug has rapid and complete absorption after oral administration, much of the drug is affected by first pass metabolism. Food has no effect on absorption, peak drug concentration, or time to peak drug concentration. Within the body, imipramine is converted into desipramine (desmethylimipramine) as a metabolite.   == Chemistry == Imipramine is a tricyclic compound, specifically a dibenzazepine, and possesses three rings fused together with a side chain attached in its chemical structure. Other dibenzazepine TCAs include desipramine (N-desmethylimipramine), clomipramine (3-chloroimipramine), trimipramine (2′-methylimipramine or β-methylimipramine), and lofepramine (N-(4-chlorobenzoylmethyl)desipramine). Imipramine is a tertiary amine TCA, with its side chain-demethylated metabolite desipramine being a secondary amine. Other tertiary amine TCAs include amitriptyline, clomipramine, dosulepin (dothiepin), doxepin, and trimipramine. The chemical name of imipramine is 3-(10,11-dihydro-5H-dibenzo[b,f]azepin-5-yl)-N,N-dimethylpropan-1-amine and its free base form has a chemical formula of C19H24N2 with a molecular weight of 280.407 g/mol. The drug is used commercially mostly as the hydrochloride salt; the embonate (pamoate) salt is used for intramuscular administration and the free base form is not used. The CAS Registry Number of the free base is 50-49-7, of the hydrochloride is 113-52-0, and of the embonate is 10075-24-8.   == History == The parent compound of imipramine, 10,11-dihydro-5H-dibenz[b,f]azepine (dibenzazepine), was first synthesized in 1899, but no pharmacological assessment of this compound or any substituted derivatives was undertaken until the late 1940s. Imipramine was first synthesized in 1951, as an antihistamine. The antipsychotic effects of chlorpromazine were discovered in 1952, and imipramine was then developed and studied as an antipsychotic for use in patients with schizophrenia. The medication was tested in several hundred patients with psychosis, but showed little effectiveness. However, imipramine was serendipitously found to possess antidepressant effects in the mid-1950s following a case report of symptom improvement in a woman with severe depression who had been treated with it. This was followed by similar observations in other patients and further clinical research. Subsequently, imipramine was introduced for the treatment of depression in Europe in 1958 and in the United States in 1959. Along with the discovery and introduction of the monoamine oxidase inhibitor iproniazid as an antidepressant around the same time, imipramine resulted in the establishment of monoaminergic drugs as antidepressants. In the late 1950s, imipramine was the first TCA to be developed (by Ciba). At the first international congress of neuropharmacology in Rome, September 1958 Dr Freyhan from the University of Pennsylvania discussed as one of the first clinicians the effects of imipramine in a group of 46 patients, most of them diagnosed as \"depressive psychosis\". The patients were selected for this study based on symptoms such as depressive apathy, kinetic retardation and feelings of hopelessness and despair. In 30% of all patients, he reported optimal results, and in around 20%, failure. The side effects noted were atropine-like, and most patients experienced dizziness. Imipramine was first tried for treating psychotic disorders such as schizophrenia, but proved ineffective. As an antidepressant, it did well in clinical studies and it is known to work well in even the most severe cases of depression. It is not surprising, therefore, that imipramine may cause a high rate of manic and hypomanic reactions in hospitalized patients with pre-existing bipolar disorder, with one study showing that up to 25% of such patients maintained on Imipramine switched into mania or hypomania. Such powerful antidepressant properties have made it favorable in the treatment of treatment-resistant depression. Before the advent of selective serotonin reuptake inhibitors (SSRIs), its sometimes intolerable side-effect profile was considered more tolerable. Therefore, it became extensively used as a standard antidepressant and later served as a prototypical drug for the development of the later-released TCAs. Since SSRIs are superior in terms of inherent side-effect tolerability (although probably inferior in terms of actual efficacy), it has, as of the 1990s, no longer been used as commonly, but is sometimes still prescribed as a second-line treatment for treating major depression. It has also seen limited use in the treatment of migraines, ADHD, and post-concussive syndrome. Imipramine has additional indications for the treatment of panic attacks, chronic pain, and Kleine-Levin syndrome. In pediatric patients, it is relatively frequently used to treat pavor nocturnus and nocturnal enuresis.   == Society and culture ==   === Generic names === Imipramine is the English and French generic name of the drug and its INNTooltip International Nonproprietary Name, BANTooltip British Approved Name, and DCFTooltip Dénomination Commune Française, while imipramine hydrochloride is its USANTooltip United States Adopted Name, USPTooltip United States Pharmacopeia, BANMTooltip British Approved Name, and JANTooltip Japanese Accepted Name. Its generic name in Spanish and Italian and its DCITTooltip Denominazione Comune Italiana are imipramina, in German is imipramin, and in Latin is imipraminum. The embonate salt is known as imipramine pamoate.   === Brand names === Imipramine is marketed throughout the world mainly under the brand name Tofranil. Imipramine pamoate is marketed under the brand name Tofranil-PM for intramuscular injection.   === Availability === Imipramine is available for medical use widely throughout the world, including in the United States, the United Kingdom, elsewhere in Europe, India, Brazil, South Africa, Australia, and New Zealand.   === Prescription trends === Between 1998 and 2017, along with amitriptyline, imipramine was the most commonly prescribed first antidepressant for children aged 5-11 years in England.   == See also == List of antidepressants   == References ==   == Further reading =="}