{"name": "troglitazone", "category": "drug", "content": "Troglitazone is an antidiabetic and anti-inflammatory drug, and a member of the drug class of the thiazolidinediones. It was prescribed for people with diabetes mellitus type 2.   It was patented in 1983 and approved for medical use in 1997. It was subsequently withdrawn.   == Mechanism of action == Troglitazone, like the other thiazolidinediones (pioglitazone and rosiglitazone), works by activating peroxisome proliferator-activated receptors (PPARs). Troglitazone is a ligand to both PPARα and – more strongly – PPARγ. Troglitazone also contains an α-Tocopherol moiety, potentially giving it vitamin E-like activity in addition to its PPAR activation. It has been shown to reduce inflammation. Troglitazone use was associated with a decrease of nuclear factor kappa-B (NF-κB) and a concomitant increase in its inhibitor (IκB). NFκB is an important cellular transcription regulator for the immune response.   == History ==  Troglitazone was developed by Daiichi Sankyo (Japan). In the United States, it was introduced and manufactured by Parke-Davis in the late 1990s but turned out to be associated with an idiosyncratic reaction leading to drug-induced hepatitis. The Food and Drug Administration (FDA) medical officer assigned to evaluate troglitazone, John Gueriguian, did not recommend its approval due to potentially high liver toxicity; Parke-Davis complained to the FDA, and Gueriguian was subsequently removed from his post. A panel of experts approved it in January 1997.  Once the prevalence of adverse liver effects became known, troglitazone was withdrawn from the British market in December 1997, from the United States market in 2000, and from the Japanese market soon afterwards. It did not get approval in the rest of Europe. Troglitazone was developed as the first anti-diabetic drug having a mechanism of action involving the enhancement of insulin resistance.  At the time, it was widely believed that such drugs, by addressing the primary metabolic defect associated with Type 2 diabetes, would have numerous benefits including avoiding the risk of hypoglycemia associated with insulin and earlier oral antidiabetic drugs.  It was further believed that reducing insulin resistance would potentially reduce the very high rate of cardiovascular disease that is associated with diabetes. Parke-Davis/Warner Lambert submitted the diabetes drug Rezulin for FDA review on July 31, 1996. The medical officer assigned to the review, Dr. John L. Gueriguian, cited Rezulin's potential to harm the liver and the heart, and he questioned its viability in lowering blood sugar for patients with adult-onset diabetes, recommending against the drug's approval. After complaints from the drugmaker, Gueriguian was removed on November 4, 1996, and his review was purged by the FDA. Gueriguian and the company had a single meeting at which Gueriguian used \"intemperate\" language; the company said its objections were based on inappropriate remarks made by Gueriguian. Parke-Davis said at the advisory committee that the risk of liver toxicity was comparable to placebo and that additional data of other studies confirmed this. According to Peter Gøtzsche, when the company provided these additional data one week after approval, they showed a substantially greater risk for liver toxicity. The FDA approved the drug on January 29, 1997, and it appeared in pharmacies in late March. At the time, Dr. Solomon Sobel, a director at the FDA overseeing diabetes drugs, said in a New York Times interview that adverse effects of troglitazone appeared to be rare and relatively mild. Glaxo Wellcome received approval from the British Medicines Control Agency (MCA) to market troglitazone, as Romozin, in July 1997. After reports of sudden liver failure in patients receiving the drug, Parke-Davis and the FDA added warnings to the drug label requiring monthly monitoring of liver enzyme levels. Glaxo Wellcome removed troglitazone from the market in Britain on December 1, 1997. Glaxo Wellcome had licensed the drug from Sankyo Company of Japan and had sold it in Britain from October 1, 1997. On May 17, 1998, a 55-year-old patient named Audrey LaRue Jones died of acute liver failure after taking troglitazone. Importantly, she had been monitored closely by physicians at the National Institutes of Health (NIH) as a participant in the National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK) diabetes prevention study. This called into question the efficacy of the monitoring strategy. The NIH responded on June 4 by dropping troglitazone from the study. Dr. David J. Graham, an FDA epidemiologist charged with evaluating the drug, warned on March 26, 1999 of the dangers of using it and concluded that patient monitoring was not effective in protecting against liver failure. He estimated that the drug could be linked to over 430 liver failures and that patients incurred 1,200 times greater risk of liver failure when taking Rezulin. Dr. Janet B. McGill, an endocrinologist who had assisted in the Warner–Lambert's early clinical testing of Rezulin, wrote in a March 1, 2000 letter to Sen. Edward M. Kennedy (D-Mass.): \"I believe that the company... deliberately omitted reports of liver toxicity and misrepresented serious adverse events experienced by patients in their clinical studies.\" On March 21, 2000, the FDA withdrew the drug from the market. Dr. Robert I. Misbin, an FDA medical officer, wrote in a March 3, 2000 letter to Senator John Ashcroft of strong evidence that Rezulin could not be used safely. He was later threatened by the FDA with dismissal.  By that time, the drug had been linked to 63 liver-failure deaths and had generated sales of more than $2.1 billion for Warner-Lambert. The drug cost $1,400 a year per patient in 1998. Pfizer, which had acquired Warner-Lambert in February 2000, reported the withdrawal of Rezulin cost $136 million.   == Mechanisms of hepatotoxicity == Since the withdrawal in 2000, mechanisms of troglitazone hepatotoxicity have been extensively studied using a variety of in vivo, in vitro, and computational methods.  These studies have suggested that hepatotoxicity of troglitazone results from a combination of metabolic and nonmetabolic factors.  The nonmetabolic toxicity is a complex function of drug-protein interactions in the liver and biliary system.  Initially, the metabolic toxicity was largely associated with reactive metabolite formation from the thiazolidinedione and chromane rings of troglitazone.  Moreover, the formation of quinone and o-quinone methide reactive metabolites were proposed to be formed by metabolic oxidation of the hydroxy group (OH group) of the chromane ring.   Detailed quantum chemical analysis of the metabolic pathways for troglitazone has shown that quinone reactive metabolite is generated by oxidation of the OH group, but o-quinone methide reactive metabolite is formed by the oxidation of the methyl groups (CH3 groups) ortho to the OH group of the chromane ring.  This understanding has been recently used in the design of novel troglitazone derivatives with antiproliferative activity in breast cancer cell lines.   == Lawsuits == In 2009, Pfizer resolved all but three of 35,000 claims over its withdrawn diabetes drug Rezulin for a total of about $750 million. Pfizer, which acquired rival Wyeth for almost $64 billion, paid about $500 million to settle Rezulin cases consolidated in federal court in New York, according to court filings. The company also paid as much as $250 million to resolve state-court suits. In 2004, it set aside $955 million to end Rezulin cases.   == References ==   == External links == \"Troglitazone\". Diabetes Monitor. 28 March 2000. Archived from the original on 11 August 2001. \"Troglitazone\". RxList. Archived from the original on 5 April 2004."}