{"name": "trolamine", "category": "drug", "content": "Trolamine salicylate (Aspercreme, Aspergel) is an organic compound with the chemical formula [HN(CH2CH2OH)3]+C6H4(OH)(COO−). It is a salt of triethanolamine and salicylic acid, i.e. the compound consists of protonated triethanolamine and the conjugate base of salicylic acid, salicate. It is used as an ingredient in sunscreens, analgesic creams, and cosmetics. The salicylic acid portion contributes to both the sun protection effect (by absorbing UVB radiation) and to the analgesic effect. The triethanolamine neutralizes the acidity of the salicylic acid. One benefit of this topical analgesic is that it has no odor, in contrast to other topical analgesics such as menthol. The US Food and Drug Administration has not reviewed any of the over-the-counter products listed in the Daily Med database that contain trolamine salicylate. Also, the producers of trolamine salicylate products have not provided evidence to the FDA in support of claims that this chemical is directly absorbed through the skin into underlying tissue. Due to health concerns, in 2019 the FDA issued a proposed rule classifying the sunscreen use of trolamine salicylate as \"not generally recognized as safe and effective.\" One study reported that trolamine salicylate does penetrate into, and persist within, underlying muscle tissue. The test subjects used either the trolamine salicylate product or a placebo while engaging in an exercise regimen designed to induce muscle soreness. The experimenters observed that those using the trolamine salicylate product exercised longer before reporting the onset of soreness, reported less intense soreness, and reported that their soreness did not last as long as the people who used the placebo. All of the trolamine salicylate-containing products listed in the two cited references are 10% solutions. These products are sold under various brand names, e.g. Aspercreme, and are marketed as topical analgesics for temporary relief of arthritis, simple backache, muscle strains, and sprains.   == See also == Methyl salicylate   == References =="}