{"name": "trometamol", "category": "drug", "content": "Tris, or tris(hydroxymethyl)aminomethane, or known during medical use as tromethamine or THAM, is an organic compound with the formula (HOCH2)3CNH2. It is extensively used in biochemistry and molecular biology as a component of buffer solutions such as in TAE and TBE buffers, especially for solutions of nucleic acids. It contains a primary amine and thus undergoes the reactions associated with typical amines, e.g., condensations with aldehydes. Tris also complexes with metal ions in solution. In medicine, tromethamine is occasionally used as a drug, given in intensive care for its properties as a buffer for the treatment of severe metabolic acidosis in specific circumstances. Some medications are formulated as the \"tromethamine salt\" including Hemabate (carboprost as trometamol salt), and \"ketorolac trometamol\". In 2023 a strain of Pseudomonas hunanensis was found to be able to degrade TRIS buffer.   == Buffering features == The conjugate acid of tris has a pKa of 8.07 at 25 °C, which implies that the buffer has an effective pH range between 7.1 and 9.1 (pKa ± 1) at room temperature.   === Buffer details === In general, as temperature decreases from 25 °C to 5 °C the pH of a tris buffer will increase an average of 0.03 units per degree. As temperature rises from 25 °C to 37 °C, the pH of a tris buffer will decrease an average of 0.025 units per degree. In general, a 10-fold increase in tris buffer concentration will lead to a 0.05 unit increase in pH and vice versa. Silver-containing single-junction pH electrodes (e.g., silver chloride electrodes) are incompatible with tris since an Ag-tris precipitate forms which clogs the junction. Double-junction electrodes are resistant to this problem, and non-silver containing electrodes are immune.   === Buffer inhibition === Tris inhibits a number of enzymes, and therefore should be used with care when studying proteins. Tris can also inhibit enzyme activity via chelation of metal ions.   == Preparation == Tris is prepared industrially by the exhaustive condensation of nitromethane with formaldehyde under basic conditions (i.e. repeated Henry reactions) to produce the intermediate (HOCH2)3CNO2, which is subsequently hydrogenated to give the final product.   == Uses == The useful buffer range for tris (pH 7–9) coincides with the physiological pH typical of most living organisms. This, and its low cost, make tris one of the most common buffers in the biology/biochemistry laboratory.  Tris is also used as a primary standard to standardize acid solutions for chemical analysis. Tris is used to increase permeability of cell membranes. It is a component of the Moderna COVID-19 vaccine and the Pfizer-BioNTech COVID-19 vaccine for use in children 5 through 11 years of age.   === Medical === Tris (usually known as THAM in this context) is used as alternative to sodium bicarbonate in the treatment of metabolic acidosis.   == See also == MOPS HEPES MES Common buffer compounds used in biology   == References =="}