{"name": "trospium", "category": "drug", "content": "Trospium chloride is a muscarinic antagonist used to treat overactive bladder. It has side effects typical of this class of drugs, namely dry mouth, stomach upset, and constipation; these side effects cause problems with people taking their medicine as directed.  However it doesn't cause central nervous system side effects like some other  muscarinic antagonists.  It is in pregnancy category C and is excreted in breast milk. Chemically it is a quaternary ammonium cation which causes it to stay in periphery rather than crossing the blood–brain barrier.  It works by causing the smooth muscle in the bladder to relax. It was patented in 1966 and approved for medical use in 1974. It was first approved in the US in 2004, and an extended release version with once-daily dosing was brought to market in 2007.  It became generic in Europe in 2009 and in the US the first extended-release generic was approved in 2012.   == Medical uses == Trospium chloride is used for the treatment of overactive bladder with symptoms of urge incontinence and frequent urination. It should not be used with people who retain urine, who have severe digestive conditions, myasthenia gravis, narrow-angle glaucoma, or tachyarrhythmia. It should be used with caution in people who have problems with their autonomous nervous system (dysautonomia) or who have gastroesophageal reflux disease, or in whom fast heart rates are undesirable, such as people with hyperthyroidism, coronary artery disease and congestive heart failure. Trospium chloride is rated Pregnancy Category C, as there are no adequate and well-controlled studies of trospium chloride in pregnant women and there were signs of harm to the fetus in animal studies. The drug was excreted somewhat in the milk of nursing mothers.  The drug was studied in children.   == Side effects == Side effects are typical of gastrointestinal effects of anticholinergic drugs, and include dry mouth, indigestion, and constipation.  These side effects lead to problems with adherence, especially for older people. The only CNS side effect is headache, which was very rare.  Tachycardia is a rare side effect.   == Mechanism of action == Trospium chloride is a muscarinic antagonist. Trospium chloride blocks the effect of acetylcholine on muscarinic receptors organs that are responsive to the compounds, including the bladder. Its parasympatholytic action relaxes the smooth muscle in the bladder.  Receptor assays showed that trospium chloride  has negligible affinity for nicotinic receptors as compared to muscarinic receptors at concentrations obtained from therapeutic doses.   == Pharmacokinetics == After oral administration, less than 10% of the dose is absorbed. Mean absolute bioavailability of a 20 mg dose is 9.6% (range: 4.0 to 16.1%). Peak plasma concentrations (Cmax) occur between 5 and 6 hours post-dose. Mean Cmax increases greater than dose-proportionally; a 3-fold and 4-fold increase in Cmax was observed for dose increases from 20 mg to 40 mg and from 20 mg to 60 mg, respectively. AUC exhibits dose linearity for single doses up to 60 mg. Trospium chloride exhibits diurnal variability in exposure with a decrease in Cmax and AUC of up to 59% and 33%, respectively, for evening relative to morning doses. Administration with a high fat meal resulted in reduced absorption, with AUC and Cmax values 70 to 80% lower than those obtained when trospium chloride was administered while fasting. Therefore, it is recommended that trospium chloride should be taken at least one hour prior to meals or on an empty stomach. Protein binding ranged from 50 to 85% when concentration levels of trospium chloride (0.5 to 50 ng/mL) were incubated with human serum in vitro. The 3H-trospium chloride ratio of plasma to whole blood was 1.6:1. This ratio indicates that the majority of 3H-trospium chloride is distributed in plasma. The apparent volume of distribution for a 20 mg oral dose is 395 (± 140) liters. The metabolic pathway of trospium in humans has not been fully defined. Of the 10% of the dose absorbed, metabolites account for approximately 40% of the excreted dose following oral administration. The major metabolic pathway is hypothesized as ester hydrolysis with subsequent conjugation of benzylic acid to form azoniaspironortropanol with glucuronic acid. Cytochrome P450 is not expected to contribute significantly to the elimination of trospium. Data taken from in vitro human liver microsomes investigating the inhibitory effect of trospium on seven cytochrome P450 isoenzyme substrates (CYP1A2, 2A6, 2C9, 2C19, 2D6, 2E1, and 3A4) suggest a lack of inhibition at clinically relevant concentrations. The plasma half-life for trospium chloride following oral administration is approximately 20 hours. After oral administration of an immediate-release formulation of 14C-trospium chloride, the majority of the dose (85.2%) was recovered in feces and a smaller amount (5.8% of the dose) was recovered in urine; 60% of the radioactivity excreted in urine was unchanged trospium. The mean renal clearance for trospium (29 L/hour) is 4-fold higher than average glomerular filtration rate, indicating that active tubular secretion is a major route of elimination for trospium. There may be competition for elimination with other compounds that are also renally eliminated.   == Chemical properties == Anticholinergic drugs used to treat overactive bladder were all amines as of 2003. Quaternary ammonium cations in general are more hydrophilic than other amines and don't cross membranes well, so they tend to be poorly absorbed from the digestive system, and to not cross the blood–brain barrier.  Oxybutynin, tolterodine, darifenacin, and solifenacin are tertiary amines while trospium chloride and propantheline are quaternary amines.   == History == The synthesis of trospium was described by scientists from Dr. Robert Pfleger Chemische Fabrik GmbH,  Heinz Bertholdt, Robert Pfleger, and Wolfram Schulz, in US. Pat. No. 3,480,626 (the US equivalent to DE119442), and its activity was first published in the literature in 1967. The first regulatory approval was granted in Germany in August 1999 to Madaus AG for Regurin 20 mg Tablets.: 13  Madaus is considered the originator for regulatory filings worldwide. The German filing was recognized throughout Europe under the Mutual Recognition Procedure.: 13  Madaus licensed the US rights to trospium chloride to Interneuron in 1999 and Interneuron ran clinical trials in the US to win FDA approval.  Interneuron changed its name to Indevus in 2002 Indevus entered into a partnership with Odyssey Pharmaceuticals, a subsidiary of Pliva, to market the drug in April 2004, and won FDA approval for the drug, which it branded as Sanctura, in May 2004.  The approval earned Indevus a milestone payment of $120M from Pliva, which had already paid Indevus $30 million at signing; the market for overactive bladder therapies was estimated to be worth $1.1 billion in 2004.  In 2005 Pliva exited the relationship, selling its rights to Esprit Pharma, and in September 2007 Allergan acquired Esprit, and negotiated a new agreement with Indevus under which Allergan would completely take over the US manufacturing, regulatory approvals, and marketing.  A month before, Indevus had received FDA approval for an extended release formulation that allowed once a day dosing, Sanctura XR.  Indevus had developed intellectual property around the extended release formulation which it licensed to Madaus for most of the world. In 2012 the FDS approved the first generic version of the extended release formulation, granting approval to the ANDA that Watson Pharmaceuticals had filed in 2009. Annual sales in the US at that time were $67M.  European patents had expired in 2009. As of 2016, the drug is available worldwide under many brand names and formulations, including oral, extended release, suppositories, and injections.   == Society and culture == Marketing rights to the drug became subject to parallel import litigation in Europe in the case of Speciality European Pharma Ltd v Doncaster Pharmaceuticals Group Ltd / Madaus GmbH (Case No. A3/2014/0205) which was resolved in March 2015. Madaus had exclusively licensed the right to use the Regurin trademark to Speciality European Pharma Ltd. In 2009, when European patents expired on the drug, Doncaster Pharmaceuticals Group, a well known parallel importer, which had been selling the drug in the UK under another label, Ceris, which was used in France, began to put stickers on their packaging with the Regurin name. Speciality and Madaus sued and initially won based on the argument that 90% of prescriptions were already generic, but Doncaster appealed and won the appeal based on the argument that it could not charge a premium with a generic label. The case has broad implications for trade in the EU.   == Research == In 2007 Indevus partnered with Alkermes to develop and test an inhaled form of trospium chloride as a treatment for COPD; it was in Phase II trials at that time. As of 2022, KarXT, a candidate drug for the treatment of schizophrenia consisting of trospium and xanomeline, was undergoing clinical trials.   == References ==   == External links == Trospium chloride at the U.S. National Library of Medicine Medical Subject Headings (MeSH)"}