{"name": "trovafloxacin", "category": "drug", "content": "Trovafloxacin (sold as Trovan by Pfizer and Turvel by Laboratorios Almirall) is a broad spectrum antibiotic that inhibits the uncoiling of supercoiled DNA in various bacteria by blocking the activity of DNA gyrase and topoisomerase IV. It was withdrawn from the market due to the risk of hepatotoxicity. It had better Gram-positive bacterial coverage but less Gram-negative coverage than the previous fluoroquinolones.   == Adverse reactions == Trovafloxacin use is significantly restricted due to its high potential for inducing serious and sometimes fatal liver damage. Currently, the drug is not approved for use in the U.S. or the European Union due to association with cases of acute liver failure and death.   == Manufacturing ==  The key reaction in building the ring consists of 1,3-Dipolar cycloaddition of ethyl diazoacetate to N-Cbz-3-pyrroline to afford the pyrrazolidine (3). Pyrolysis results in loss of nitrogen and formation of the cyclopropylpyrrolidine ring. The stereochemistry of the ring simply reflects the thermodynamics, since cis ring fusion is by far the most stable arrangement, as is the cis configuration of the ester group. The ester is then saponified to the corresponding carboxylic acid (5). The acid undergoes a version of the Curtius rearrangement when treated with diphenylphosphoryl azide (DPPA) to afford the transient isocyanate (6). The reactive function adds t-BuOH from the reaction medium to afford the product as its tert-Butyloxycarbonyl protecting group derivative (7). Catalytic hydrogenation then removes the carbobenzyloxy protecting group to afford the secondary amine (8). In a standard quinoline reaction, this amine is then used to displace the more reactive fluorine at the 7-position in Ethyl 1-(2,4-difluorophenyl)-6,7-difluoro-4-oxo-1,4-dihydro-1,8-naphthyridine-3-carboxylate (9).   == Society and culture ==   === Legal status === The U.S. Food and Drug Administration approved trovafloxacin for therapeutic use in December 1997 for use in patients aged 18 years and older. In June 1999, the agency advised doctors to limit the prescription of trovafloxacin due to adverse events associated with the drug (over 100 cases of acute liver injury reported to FDA). In May 2000, the FDA withdrew marketing authorisation for trovafloxacin. Trovafloxacin received marketing authorisation in the European Union in October 1998. In June 1999, in view of reported adverse events, the Committee for Proprietary Medicinal Products recommended suspension of the marketing authorisation for a year. The suspension took effect in August 1999 and was renewed in September 2000. In October 2000, Pfizer notified the European Commission of its decision to voluntarily withdraw the marketing authorisation which was approved by EMA in March 2001.   === Economics === Trovan sales during its first full year on the market contributed US$160 million of Pfizer's total revenue of US$12.6 billion. Investors expected it to eventually bring in US$1 billion per year.   === Nigerian clinical trial controversy ===  In 1996, during a meningitis epidemic in Kano, Nigeria, the drug was administered to approximately 200 infected children. Eleven children died in the trial: five after taking Trovan and six after taking an older antibiotic used for comparison in the clinical trial. Others suffered blindness, deafness and brain damage, common consequences of meningitis that have not been seen in patients treated with trovafloxacin for other infection types. An investigation by the Washington Post concluded that Pfizer had administered the drug as part of an illegal clinical trial without authorization from the Nigerian government or consent from the children's parents. The case came to light in December 2000 as the result of an investigation by The Washington Post, and sparked significant public outcry. The most serious error was the falsification and backdating of an ethics approval letter by the lead investigator of the trial, Dr. Abdulhamid Isa Dutse. Dr. Dutse is now the chief medical officer of Aminu Kano Teaching Hospital. The result of the trial was that children treated with oral trovafloxacin had a 5% (5/100) mortality rate compared to a 6% (6/100) mortality rate with intramuscular ceftriaxone. Between 2002 and 2005 the victims of the Trovan tests in Nigeria filed a series of unsuccessful lawsuits in the United States.  However, in January 2009, the United States Court of Appeals for the Second Circuit ruled that the Nigerian victims and their families were entitled to bring suit against Pfizer in the United States under the Alien Tort Statute. A US$75 million settlement with the State of Kano was reached on July 30, 2009.  Additionally two lawsuits also remain pending in New York, United States. According to Wikileaked US embassy cables, Pfizer's country manager admitted that \"Pfizer had hired investigators to uncover corruption links to federal attorney general Michael Aondoakaa to expose him and put pressure on him to drop the federal cases.\"   == See also == Alatrofloxacin, a prodrug of trovafloxacin for intravenous administration Quinolone   == References ==   == External links == Abdullahi v Pfizer. US Court of Appeals 2d Cir 30 Jan 2009 Archived 13 June 2011 at the Wayback Machine"}