{"name": "troxipide", "category": "drug", "content": "Troxipide is a drug used in the treatment of gastroesophageal reflux disease. Troxipide is a systemic non-antisecretory gastric cytoprotective agent with anti-ulcer, anti-inflammatory and mucus secreting properties irrespective of pH of stomach or duodenum. Troxipide is currently marketed in Japan (Aplace), China (Shuqi), South Korea (Defensa), and India (Troxip). It is used for the management of gastric ulcers, and amelioration of gastric mucosal lesions in acute gastritis and acute exacerbation of chronic gastritis.   == Mechanism of action == The gastric pH and content independent properties of troxipide include the following:   === Gastric mucosal protection === Gastric mucosa typically is composed of salts and other dialyzable components, free proteins, carbohydrate rich glycoprotein and water. Troxipide fortifies this gastric mucosal barrier by increasing the content of glucosamine, mucopolysaccharides and collagen. Glucosamine is an amino-sugar that is known to stimulate glycoprotein synthesis and protective mechanisms of the gastric mucosa, thereby aiding in ulcer healing. Mucopolysaccharides impart structural integrity to the gastric mucosa and collagen imparts properties like ionic capability to attract blood components essential to tissue regeneration, mechanical protection, high tensile strength and slow digestibility to the gastric mucosa.   === Stimulation of cytoprotective prostaglandins === Almost all of the gastric mucosal defense mechanisms are stimulated and/or facilitated by prostaglandins (PGs), especially PGE2. These cytoprotective PGs stimulate mucus, bicarbonate, and phospholipid secretion; increase mucosal blood flow; and accelerate epithelial restitution and mucosal healing. They also inhibit mast cell activation, and leukocyte and platelet adherence to the vascular endothelium. Thus, continuous generation of PGE2 by gastric mucosa is crucial for the maintenance of mucosal integrity and protection against ulcerogenic and necrotizing agents. Troxipide is known to stimulate the release of PGE2 and PGD2 in experimental as well as clinical studies. Troxipide has been observed to enhance PG-stimulated increase in gastric mucosal output, accelerated epithelial restitution and mucosal healing.   === Suppression of gastric inflammation === Gastric inflammation is a highly complex biochemical protective response to cellular injury. In the multitude of mechanisms involved in the development of gastric mucosal inflammation, derangement of the microcirculatory system is a common initial pathway. Troxipide inhibits various proinflammatory mediators present at different stages of the microcirculatory system, thereby restoring the normal gastric mucosa. Troxipide caused the inhibition of recombinant interleukin-8 (IL-8) induced migration of the inflammatory cells. Two other pro-inflammatory mediators causing oxidative stress that are inhibited by Troxipide include the formyl-methionyl-leucyl-phenylalanine (fMLP) and the Platelet Activating Factor (PAF). In addition to inhibition of pro-inflammatory mediators, troxipide directly acts on the enzymes such as xanthine oxidase and myeloperoxidase that generate free oxygen radicals in gastric mucosa. Experimental studies have demonstrated that troxipide restrains NSAID-induced generation of porphyrins, tissue peroxidation and gastric lesion formation.   === Enhancement of mucosal metabolism === Gastric parietal cells are rich in mitochondria which provide energy in the form of ATP for cells by oxidative phosphorylation, critical to maintain the proper morphology and function of gastric mucosa. The mitochondrion is the major target of intracellular oxidative stress associated with aggressive factors like H. pylori, alcohol and NSAIDs, which disturb the energy metabolism of mitochondria. Troxipide accelerates oxygen intake of marginal gastric mucosa and glycogen consumptive stimulation of the gastric mucosa of the corpus, thereby elevating the tissue respiration and energy metabolism.   === Stimulation of mucosal microcirculation === Troxipide enhances mucosal blood flow, which is the secondary defense barrier of gastric mucosa that supplies nutrients and oxygen to the epithelium, and removes, dilutes and neutralizes toxic substances that have diffused into the mucosa from the lumen. The increment in mucosal blood flow with troxipide is more pronounced in the gastric antrum than in the gastric corpus.   === Anti-Helicobacter pylori action === Troxipide inhibits H. pylori-derived urease, a multimeric nickel-containing enzyme that catalyses the hydrolysis of urea to yield ammonia and carbonic acid, which damage host tissues and trigger inflammatory response, including recruitment of leukocytes and triggering of the oxidative burst in neutrophils.   == Pharmacokinetics == Troxipide is well absorbed throughout the gastrointestinal tract with a relative bioavailability of 99.6%. At any time, a mean concentration of 5.3- 8.9 μg of troxipide is present per gram of tissue, which is capable of inhibiting the chemotactic migration and superoxide generation in the gastric mucosa. Thus, even 3 hrs after attaining peak serum levels, troxipide is found in therapeutically active concentrations in the small intestine, liver and stomach. The elimination half-life of troxipide is 7.5 hours, and is mainly excreted in urine (96% as metabolites).   == Clinical experience == Troxipide has been well established in the treatment of gastric ulcers showing an overall amelioration rate of 79.4%. An overall endoscopic healing rate of 66.7% after 8 weeks and 80% after 12 weeks of drug administration was achieved with troxipide (100 mg t.i.d. (three times a day)). In patients with duodenal ulcers, troxipide showed endoscopic healing rate of 53.3% and 73% at 8 weeks and 12 weeks respectively. At the end of the treatment, an overall improvement of 86.6% and 93.3% was achieved in patients with gastric ulcer and duodenal ulcer respectively. In patients with acute gastritis and acute gastric mucosal lesions, an overall amelioration rate of 82.9% has been observed with troxipide. In a comparative study evaluating the efficacy of troxipide (100 mg t.i.d.) with Ranitidine (150 mg b.i.d. (two times a day)), administered over 28 days in patients with gastritis, troxipide was statistically superior to Ranitidine, both with respect to resolution of gastritis clinical signs (abdominal pain, bloating, belching and heartburn) as well as the endoscopic evidences (erosion, oozing, redness and edema). A study comparing the efficacy of troxipide (100 mg t.i.d for 28 days) with Rabeprazole (20 mg o.d. for 28 days) in patients suffering from gastritis showed that improvement in abdominal pain and nausea was significantly superior with troxipide at the end of 14 days. Troxipide administration caused a marked reduction in clinical (abdominal pain, bloating, belching, nausea, vomiting, loss of appetite and heartburn) and endoscopic signs of gastritis by the end of the treatment, though it did not significantly differ from that of Rabeprazole. In patients with APDs like dyspepsia, gastritis, GERD and/or gastric ulcer, uncontrolled with acid inhibitors viz. proton pump inhibitors (PPIs), histamine receptor antagonists (H2RAs) etc., troxipide (100 mg t.i.d. for 28 days) showed significant improvement in all major symptoms such as nausea, vomiting, belching, heartburn, epigastric pain, acid regurgitation, abdominal bloating & loss of appetite.   == Safety and tolerability == A post-marketing study, conducted by the innovator, in over 12,000 patients showed that only 0.75% of them developed adverse events attributable to the drug. The adverse reactions were mild to moderate, which resolved when the drug was discontinued. Commonly observed adverse events included constipation (0.19%) and increase in levels of liver enzymes, AST (0.17%) and ALT (0.25%). In a post-marketing study conducted in 1500 Indian patients, only 9 adverse events were reported in 9 patients (0.63%) that were of mild to moderate intensity. Adverse events observed included constipation, acidity, nausea, fatigue and headache, and were of mild to moderate intensity. In all clinical studies, troxipide was well tolerated. In a comparative study with ranitidine, troxipide was assessed as a more tolerable medication than ranitidine. A favorable tolerability profile for troxipide was reported by 95.45% of the investigators as compared to 65.45% for ranitidine while favorable tolerability profile was reported by 93.67% of the patients for troxipide and 64.55% for ranitidine.   == References =="}