{"name": "Tuberculosis, Miliary", "category": "disease", "content": "Miliary tuberculosis is a form of tuberculosis that is characterized by a wide dissemination into the human body and by the tiny size of the lesions (1–5 mm). Its name comes from a distinctive pattern seen on a chest radiograph of many tiny spots distributed throughout the lung fields with the appearance similar to millet seeds—thus the term \"miliary\" tuberculosis.  Miliary TB may infect any number of organs, including the lungs, liver, and spleen. Miliary tuberculosis is present in about 2% of all reported cases of tuberculosis and accounts for up to 20% of all extra-pulmonary tuberculosis cases.   == Signs and symptoms == Patients with miliary tuberculosis often experience non-specific signs, such as coughing and enlarged lymph nodes. Miliary tuberculosis can also present with enlarged liver (40% of cases), enlarged spleen (15%), inflammation of the pancreas (<5%), and multiple organ dysfunction with adrenal insufficiency (adrenal glands do not produce enough steroid hormones to regulate organ function). Stool may also be diarrheal in nature and appearance. Other symptoms include fever, hypercalcemia, choroidal tubercles, and cutaneous lesions. Firstly, many patients can experience a fever lasting several weeks with daily spikes in morning temperatures. Secondly,  hypercalcemia prevails in 16–51% of tuberculosis cases. It is thought that hypercalcemia occurs as a response to increased macrophage activity in the body. Such that, 1,25 dihydroxycholecalciferol (also referred to as calcitriol) improves the ability of macrophages to kill bacteria; however,  higher levels of calcitriol lead to higher calcium levels, and thus hypercalcemia in some cases. Thus, hypercalcemia proves to be an important symptom of miliary tuberculosis. Thirdly, chorodial tubercules, pale lesions on the optic nerve, typically indicate miliary tuberculosis in children. These lesions may occur in one eye or both; the number of lesions varies between patients. Chorodial tubercules may serve as important symptoms of miliary tuberculosis, since their presence can often confirm suspected diagnosis. Lastly, 10–30% of adults and 20–40% of children with miliary tuberculosis have tuberculosis meningitis. This relationship results from mycobacteria from miliary tuberculosis spreading to the brain and the subarachnoid space; as a result, leading to tuberculosis meningitis. The risk factors for contracting miliary tuberculosis are being in direct contact with a person who has it, living in unsanitary conditions, and poor nutrition. In the U.S., risk factors for contracting the disease include homelessness and HIV/AIDS.   == Cause == Miliary tuberculosis is a form of tuberculosis that is the result of Mycobacterium tuberculosis travelling to extrapulmonary organs, such as the liver, spleen and kidneys. Although it is well understood that the bacteria spread from the pulmonary system to the lymphatic system and eventually the blood stream, the mechanism by which this occurs is not well understood. One proposed mechanism is that tuberculous infection in the lungs results in erosion of the epithelial layer of alveolar cells and the spread of infection into a pulmonary vein. Once the bacteria reach the left side of the heart and enter the systemic circulation, they may multiply and infect extrapulmonary organs. Once infected, the cell-mediated immune response is activated. The infected sites become surrounded by macrophages, which form granuloma, giving the typical appearance of miliary tuberculosis. Alternatively, the bacteria may attack the cells lining the alveoli and enter the lymph node(s). The bacteria then drain into a systemic vein and eventually reach the right side of the heart. From the right side of the heart, the bacteria may seed—or re-seed as the case may be—the lungs, causing the eponymous \"miliary\" appearance.   == Diagnosis ==  Testing for miliary tuberculosis is conducted in a similar manner as for other forms of tuberculosis, although a number of tests must be conducted on a patient to confirm diagnosis. Tests include chest x-ray, sputum culture, bronchoscopy, open lung biopsy, head CT/MRI, blood cultures, fundoscopy, and electrocardiography. The tuberculosis (TB) blood test, also called an Interferon Gamma Release Assay or IGRA, is a way to diagnose latent TB. A variety of neurological complications have been noted in miliary tuberculosis patients—tuberculous meningitis and cerebral tuberculomas being the most frequent. However, a majority of patients improve following antituberculous treatment. Rarely lymphangitic spread of lung cancer could mimic miliary pattern of tuberculosis on regular chest X-ray.  The tuberculin skin test, commonly used for detection of other forms of tuberculosis, is not useful in the detection of miliary tuberculosis. The tuberculin skin test fails due to the high numbers of false negatives. These false negatives may occur because of higher rates of tuberculin anergy compared to other forms of tuberculosis. A case of miliary tuberculosis in an 82-year-old woman:  \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t   == Treatment ==  The standard treatment recommended by the WHO is with isoniazid and rifampicin for six months, as well as ethambutol and pyrazinamide for the first two months.  If there is evidence of meningitis, then treatment is extended to twelve months.  The U.S. guidelines recommend nine months' treatment. \"Common medication side effects a patient may have such as inflammation of the liver if a patient is taking pyrazinamide, rifampin, and isoniazid. A patient may also have drug resistance to medication, relapse, respiratory failure, and acute respiratory distress syndrome.\"   == Prognosis == If left untreated, miliary tuberculosis is almost always fatal. Although most cases of miliary tuberculosis are treatable, the mortality rate among children with miliary tuberculosis remains 15–20% and for adults 25–30%. One of the main causes for these high mortality rates includes late detection of disease caused by non-specific symptoms. Non-specific symptoms include: coughing, weight loss, or organ dysfunction. These symptoms may be implicated in numerous disorders, thus delaying diagnosis. Misdiagnosis with tuberculosis meningitis is also a common occurrence when patients are tested for tuberculosis, since the two forms of tuberculosis have high rates of co-occurrence.   == History == John Jacob Manget described a form of disseminated tuberculosis in 1700 and expressed its resemblance to numerous millet seeds in size and appearance and coined the term from Latin word miliarius, meaning related to millet seed.   == See also == Lupus vulgaris Metastatic tuberculous abscess or ulceration Thomas Wolfe List of cutaneous conditions   == References ==   == Further reading == Sharma, SK; Mohan, A; Sharma, A (2012). \"Challenges in the diagnosis & treatment of miliary tuberculosis\" (PDF). The Indian Journal of Medical Research. 135 (5): 703–30. PMC 3401706. PMID 22771605. Archived from the original (PDF) on 2016-03-03. Retrieved 2013-09-28. Reichman, Lee B., M.D., M.P.H. & Tanne, Janice H. (2002). \"Timebomb: The Global Epidemic of Multi-Drug-Resistant Tuberculosis. Mcgraw-Hill. ISBN 0-07-135924-9 Albino, Juan A.; Reichman, Lee B. (1 January 1998). \"The Treatment of Tuberculosis\". Respiration. 65 (4): 237–255. doi:10.1159/000029271. PMID 9730789. S2CID 7216163. Rieder, Hans L (November–December 1998). \"How to Combat Tuberculosis in the Year 2000?\". Respiration. 65 (6): 423–431. doi:10.1159/000029309. PMID 9817956. S2CID 46865618.   == External links ==  Media related to Miliary tuberculosis at Wikimedia Commons"}