{"name": "Tuberculosis, Drug-Resistant", "category": "disease", "content": "Extensively drug-resistant tuberculosis (XDR-TB) is a form of tuberculosis caused by bacteria that are resistant to some of the most effective anti-TB drugs. XDR-TB strains have arisen after the mismanagement of individuals with multidrug-resistant TB (MDR-TB). Almost one in four people in the world is infected with TB bacteria. Only when the bacteria become active do people become ill with TB. Bacteria become active as a result of anything that can reduce the person's immunity, such as HIV, advancing age, or some medical conditions. TB can usually be treated with a course of four standard, or first-line, anti-TB drugs (i.e., isoniazid, rifampin and any fluoroquinolone). If these drugs are misused or mismanaged, multidrug-resistant TB (MDR-TB) can develop. MDR-TB takes longer to treat with second-line drugs (i.e., amikacin, kanamycin, or capreomycin), which are more expensive and have more side-effects. XDR-TB can develop when these second-line drugs are also misused or mismanaged and become ineffective. The World Health Organization (WHO) defines XDR-TB as MDR-TB that is resistant to at least one fluoroquinolone and a second-line injectable drug (amikacin, capreomycin, or kanamycin). XDR-TB raises concerns of a future TB epidemic with restricted treatment options, and jeopardizes the major gains made in TB control and progress on reducing TB deaths among people living with HIV/AIDS. It is therefore vital that TB control be managed properly and new tools developed to prevent, treat and diagnose the disease. The true scale of XDR-TB is unknown as many countries lack the necessary equipment and capacity to accurately diagnose it. By June 2008, 49 countries had confirmed cases of XDR-TB. By the end of 2017, 127 WHO Member States reported a total of 10,800 cases of XDR-TB, and 8.5% of cases of MDR-TB in 2017 were estimated to have been XDR-TB. In August 2019, the Food and Drug Administration (FDA) approved the use of pretomanid in combination with bedaquiline and linezolid for treating a limited and specific population of adult patients with extensively drug resistant, treatment-intolerant or nonresponsive multidrug resistant pulmonary TB.   == Symptoms and signs == Symptoms of XDR-TB are no different from ordinary or drug-susceptible TB: a cough with thick, cloudy mucus (or sputum), sometimes with blood, for more than two weeks; fever, chills, and night sweats; fatigue and muscle weakness; weight loss; and in some cases shortness of breath and chest pain. A person with these symptoms does not necessarily have XDR-TB, but they should see a physician for diagnosis and a treatment plan. TB patients whose symptoms do not improve after a few weeks of treatment for TB and are taking treatment should inform their clinician or nurse.   == Transmission == Like other forms of TB, XDR-TB is spread through the air. When a person with infectious TB coughs, sneezes, talks or spits, they propel TB germs, known as bacilli, into the air. XDR-TB cannot be spread by kissing, sharing food or drinks, or shaking someone's hand.  The bacterium has the ability to stay in the air for several hours. A person needs only to inhale a small number of these to be infected. People infected with TB bacilli will not necessarily become sick with the disease. The immune system \"walls off\" the TB bacilli which, protected by a thick waxy coat, can lie dormant for years. The spread of TB bacteria depends on factors such as the number and concentration of infectious people in any one place together with the presence of people with a higher risk of being infected (such as those with HIV/AIDS). The risk of becoming infected increases with the longer the time that a previously uninfected person spends in the same room as the infectious case. The risk of spread increases where there is a high concentration of TB bacteria, such as can occur in closed environments like overcrowded houses, hospitals or prisons. The risk will be further increased if ventilation is poor, but reduced when mechanical filters are used. The risk of spread will be reduced and eventually eliminated if infectious patients receive proper treatment.   == Diagnosis == Successful diagnosis of XDR-TB depends on the patient's access to quality health-care services. If TB bacteria are found in the sputum, the diagnosis of TB can be made in a day or two, but this finding will not be able to distinguish between drug-susceptible and drug-resistant TB. To evaluate drug susceptibility, the bacteria need to be cultivated and tested in a suitable laboratory. Final diagnosis in this way for TB, and especially for XDR-TB, may take from 6 to 16 weeks. The original method used to test for MDR-TB and XDR-TB was the Drug Susceptibility Testing (DST). DST is capable of determining how well four primary antitubercular drugs inhibit the growth of Mycobacterium tuberculosis. The four primary antitubercular drugs are Isoniazid, Rifampin, Ethambutol and Pyrazinamide. Drug Susceptibility testing is done by making a Lowenstein-Jensen medium plate and spreading the bacteria on the plate. Disks containing one of the four primary drugs are added to the plate. After weeks of allowing the bacteria to grow the plate is checked for clear areas around the disk. If there is a clear area, the drug has killed the bacteria and most likely the bacteria are not resistant to that drug. As Mycobacterium tuberculosis evolved new strains of resistant bacteria were being found such as XDR-TB. The problem was that primary DST was not suitable for testing bacteria strains that were extensively drug resistant. This problem was starting to be fixed when drug susceptibility tests started including not just the four primary drugs, but secondary drugs. This secondary test is known as Bactec MGIT 960 System. Although Bactec MGIT 960 System was accurate it was still slow at determining the level of resistance. Diagnosis of MDR and XDR-TB in children is challenging. With an increasing number of cases being reported worldwide there is a great need for better diagnostic tools available for pediatric patients. In recent years drug resistant tuberculosis testing has shown a lot of progress. Some studies have found an in-house assay that could rapidly detect resistance to drugs involved in the definition of XDR-TB directly from smear-positive specimens.  The assay is called Reverse Line Blot Hybridization Assay also known as RLBH. The study showed that the results of RLBH were as accurate as other drug susceptibility tests, but at the same time did not take weeks to get results. RLBH testing only took three days to determine how resistant the strain of bacteria was. The current research has shown progress in the testing of drug resistance. A recent study found that a research technique known as direct nitrate reductase assay (D-NRA) showed efficient accuracy for the rapid and simultaneous detection of resistance to isoniazid (INH), rifampicin (RIF), kanamycin (KAN) and ofloxacin (OFL). D-NRA results were obtained in 16.9 days, comparably less than other drug susceptibility testing. At the same time the study mentioned how D-NRA is a low-cost technology, easy to set up in clinical laboratories and suitable to be used for DST of M. tuberculosis in all smear-positive samples.   == Prevention == Countries aim to prevent XDR-TB by ensuring that the work of their national TB control programmes, and of all practitioners working with people with TB, is carried out according to the International Standards for TB Care. These emphasize providing proper diagnosis and treatment to all TB patients, including those with drug-resistant TB; assuring regular, timely supplies of all anti-TB drugs; proper management of anti-TB drugs and providing support to patients to maximize adherence to prescribed regimens; caring for XDR-TB cases in a centre with proper ventilation, and minimizing contact with other patients, particularly those with HIV, especially in the early stages before treatment has had a chance to reduce the infectiousness. Also an effective disease control infrastructure is necessary for the prevention of XDR tuberculosis. Increased funding for research, and strengthened laboratory facilities are much required. Immediate detection through drug susceptibility testing's are vital, when trying to stop the spread of XDR tuberculosis.   === BCG vaccine === The BCG vaccine prevents severe forms of TB in children, such as TB meningitis. It would be expected that BCG would have the same effect in preventing severe forms of TB in children, even if they were exposed to XDR-TB. The vaccine has shown to be less effective at preventing the most common strains of TB and in blocking TB in adults. The effect of BCG against XDR-TB would therefore likely be very limited.   == Treatment == The principles of treatment for MDR-TB and for XDR-TB are the same. Second-line drugs are more toxic than the standard anti-TB regimen and can cause a range of serious side-effects including hepatitis, depression, hallucinations, and deafness. Patients are often hospitalized for long periods, in isolation. In addition, second-line drugs are extremely expensive compared with the cost of drugs for standard TB treatment. XDR-TB is associated with a much higher mortality rate than MDR-TB, because of a reduced number of effective treatment options. A 2008 study in the Tomsk oblast of Russia, reported that 14 out of 29 (48.3%) patients with XDR-TB successfully completed treatment. In 2018, the WHO reported that the treatment success rate for XDR-TB was 34% for the 2015 cohort, compared to 55% for MDR/RR-TB (2015 cohort), 77% for HIV-associated TB (2016 cohort), and 82% for TB (2016 cohort). A 2018 meta-analysis of 12,030 patients from 25 countries in 50 studies has demonstrated that treatment success increases and mortality decreases when treatment includes bedaquiline, later generation fluoroquinolones, and linezolid. One regimen for XDR-TB called Nix-TB, a combination pretomanid, bedaquiline, and linezolid, has shown promise in early clinical trials. Successful outcomes depend on a number of factors including the extent of the drug resistance, the severity of the disease and whether the patient's immune system is compromised. It also depends on access to laboratories that can provide early and accurate diagnosis so that effective treatment is provided as soon as possible. Effective treatment requires that all six classes of second-line drugs be available to clinicians who have special expertise in treating such cases.   == Enforced quarantine ==  Carriers who refuse to wear a mask in public have been indefinitely involuntarily committed to regular jails, and cut off from contacting the world. Some have run away from the US, complaining of abuse.   == Epidemiology == Studies have found that men have a higher risk of getting XDR-TB than women. One study showed that the male to female ratio was more than threefold, with statistical relevance (P<0.05) Studies done on the effect of age and XDR-TB have revealed that individuals who are 65 and up are less likely to get XDR-TB. A study in Japan found that XDR-TB patients are more likely to be younger.   == XDR-TB and HIV/AIDS == TB is one of the most common infections in people living with HIV/AIDS. In places where XDR-TB is most common, people living with HIV are at greater risk of becoming infected with XDR-TB, compared with people without HIV, because of their weakened immunity. If there are a lot of HIV-infected people in these places, then there will be a strong link between XDR-TB and HIV. Fortunately, in most of the places with high rates of HIV, XDR-TB is not yet widespread. For this reason, the majority of people with HIV who develop TB will have drug-susceptible or ordinary TB, and can be treated with standard first-line anti-TB drugs. For those with HIV infection, treatment with antiretroviral drugs will likely reduce the risk of becoming infected with XDR-TB, just as it does with ordinary TB. A research study titled \"TB Prevalence Survey and Evaluation of Access to TB Care in HIV-Infected and Uninfected TB Patients in Asembo and Gem, Western Kenya\", says that HIV/AIDS is fueling large increases in TB incidence in Africa, and a large proportion of cases are not diagnosed.   == History == XDR-TB is defined as TB that has developed resistance to at least rifampicin and isoniazid (resistance to these first line anti-TB drugs defines multidrug-resistant tuberculosis, or MDR-TB), as well as to any member of the quinolone family and at least one of the following second-line anti-TB injectable drugs: kanamycin, capreomycin, or amikacin. This definition of XDR-TB was agreed by the World Health Organization (WHO) Global Task Force on XDR-TB in October 2006. The earlier definition of XDR-TB as MDR-TB that is also resistant to three or more of the six classes of second-line drugs, is no longer used, but may be referred to in older publications.   === South African epidemic === XDR-TB was first widely publicised following the report of an outbreak in South Africa in 2006.  53 patients in a rural hospital in Tugela Ferry were found to have XDR-TB of whom 52 died. The median survival from sputum specimen collection to death was only 16 days and that the majority of patients had never previously received treatment for tuberculosis suggesting that they had been newly infected by XDR-TB strains, and that resistance did not develop during treatment. This was the first epidemic for which the acronym XDR-TB was used, and although TB strains that fulfill the current definition have been identified retrospectively, this was the largest group of linked cases ever found. Since the initial report in September 2006, cases have now been reported in most provinces in South Africa. As of 16 March 2007, there were 314 cases reported, with 215 deaths. It is clear that the spread of this strain of TB is closely associated with a high prevalence of HIV and poor infection control; in other countries where XDR-TB strains have arisen, drug resistance has arisen from mismanagement of cases or poor patient compliance with drug treatment instead of being transmitted from person to person. It is now clear that the problem has been around for much longer than health department officials have suggested, and is far more extensive.   == See also == Multi-drug-resistant tuberculosis (MDR-TB) Totally drug-resistant tuberculosis (TDR-TB) Tuberculosis Tuberculosis treatment   == References ==   == External links == World Health Organization Stop TB Department Stop TB Partnership The Global Plan to Stop TB Advocacy to Control TB Internationally - ACTION International Standards of TB Care Video: Drug-Resistant TB in Russia Archived 2011-06-05 at the Wayback Machine July 24, 2007, Woodrow Wilson Center event featuring Salmaan Keshavjee and Murray Feshbach XDRTB.org: Spread the Story. Stop the Disease. (photo documentary of XDR-TB by James Nachtwey) British Red Cross helps combat TB The Strange, Isolated Life of a Tuberculosis Patient in the 21st Century Population Services International"}