{"name": "Tuberous Sclerosis", "category": "disease", "content": "Tuberous sclerosis complex (TSC) is a rare multisystem autosomal dominant genetic disease that causes non-cancerous tumours to grow in the brain and on other vital organs such as the kidneys, heart, liver, eyes, lungs and skin. A combination of symptoms may include seizures, intellectual disability, developmental delay, behavioral problems, skin abnormalities, lung disease, and kidney disease. TSC is caused by a mutation of either of two genes, TSC1 and TSC2, which code for the proteins hamartin and tuberin, respectively, with TSC2 mutations accounting for the majority and tending to cause more severe symptoms. These proteins act as tumor growth suppressors, agents that regulate cell proliferation and differentiation. Prognosis is highly variable and depends on the symptoms, but life expectancy is normal for many. The prevalence of the disease is estimated to be 7 to 12 in 100,000. The disease is often abbreviated to tuberous sclerosis, which refers to the hard swellings in the brains of patients, first described by French neurologist Désiré-Magloire Bourneville in 1880.   == Signs and symptoms == The physical manifestations of TSC are due to the formation of hamartia (malformed tissue such as the cortical tubers), hamartomas (benign growths such as facial angiofibroma and subependymal nodules), and very rarely, cancerous hamartoblastomas. The effect of these on the brain leads to neurological symptoms such as seizures, intellectual disability, developmental delay, and behavioral problems.   === Neurological ===  Three types of brain tumours are associated with TSC:  Giant cell astrocytoma: (grows and blocks the cerebrospinal fluid  flow, leading to dilatation of ventricles causing headache and vomiting) Cortical tubers: after which the disease is named Subependymal nodules: form in the walls of ventricles Classic intracranial manifestations of TSC include subependymal nodules and cortical/subcortical tubers. The tubers are typically triangular in configuration, with the apex pointed towards the ventricles, and are thought to represent foci of abnormal neuronal migration. The T2 signal abnormalities may subside in adulthood, but will still be visible on histopathological analysis. On magnetic resonance imaging (MRI), TSC patients can exhibit other signs consistent with abnormal neuron migration such as radial white matter tracts hyperintense on T2WI and heterotopic grey matter. Subependymal nodules are composed of abnormal, swollen glial cells and bizarre multinucleated cells which are indeterminate for glial or neuronal origin. Interposed neural tissue is not present. These nodules have a tendency to calcify as the patient ages. A nodule that markedly enhances and enlarges over time should be considered suspicious for transformation into a subependymal giant cell astrocytoma, which typically develops in the region of the foramen of Monro, in which case it is at risk of developing an obstructive hydrocephalus. A variable degree of ventricular enlargement is seen, either obstructive (e.g. by a subependymal nodule in the region of the foramen of Monro) or idiopathic in nature.   === Neuropsychiatric === About 90% of people with TSC develop a range of neurodevelopmental, behavioural, psychiatric, and psychosocial difficulties. The \"TSC‐associated neuropsychiatric disorders\" are abbreviated TAND. These difficulties are less frequently identified and thus undertreated when compared with the neurological symptoms. Most problems are associated with more severe intellectual delay or associated with childhood and adolescence, and some (for example depressed mood) may be unreported if the person is unable to communicate. TAND can be investigated and considered at six levels: behavioural, psychiatric, intellectual, academic, neuropsychological, and psychosocial. Behavioural problems most commonly seen include overactivity, impulsivity and sleeping difficulties. Also common are anxiety, mood swings, and severe aggression. Less common are depressed mood, self-injury, and compulsive behaviours. People with TSC are frequently also diagnosed with psychiatric disorders: autism spectrum disorder (ASD), attention deficit hyperactivity disorder (ADHD), anxiety disorder and depressive disorder. TSC is one of the most common genetic causes of autism spectrum disorder, which affects nearly half of people with TSC. ASD is more common in TSC2 than TSC1 and more common with earlier and more severe epilepsy, and with lower intellectual ability. ADHD is nearly as frequently seen in TSC as ASD (up to half of all people with TSC). Anxiety and depressive disorders, when they occur, are typically diagnosed in early adulthood and among those intellectually able to express their moods. The intellectual ability of people with TSC varies enormously. About 40–50% have a normal IQ. A normal IQ is much more commonly seen in TSC1 than TSC2, and profound intellectual disability seen in 34% of TSC2 compared with 10% of TSC1 in one study. Many studies have examined whether early onset, type and severity of epilepsy associates with intellectual ability. Academic issues occur even in people with TSC who have normal intellectual ability. These are often specific learning disorders such as dyscalculia (understanding mathematics), but also include other aspects affecting school life such as anxiety, lack of social skills or low self-esteem. About half of people with TSC, when assessed for neuropsychological skills, are in the bottom 5th percentile in some areas, which indicates a severe impairment. These include problems with attention (for example, being able to concentrate on two separate things like looking and listening), memory (particularly recall, verbal and spatial working memory) and executive function (for example, planning, self-monitoring, cognitive flexibility). The psychosocial impacts of TSC include low self-esteem and self-efficacy in the individual, and a burden on the family coping with a complex and unpredictable disorder.   === Kidneys ===  Between 26% and 80% of TSC patients have benign tumors of the kidneys called angiomyolipomas, with hematuria being the most frequent presenting symptom.   TSC angiomyolipomas differ from non-TSC angiomyolipomas in age of presentation (31.5 years vs 53.6 years), mean tumor size (8.2 cm vs 4.5 cm), and percentage of cases requiring surgical intervention (50% vs 28%).  Although benign, an angiomyolipoma larger than 4 cm is at risk for a potentially catastrophic hemorrhage, either spontaneously or with minimal trauma.   === Lungs === Patients with TSC can develop progressive replacement of the lung parenchyma with multiple cysts, known as lymphangioleiomyomatosis (LAM). Recent genetic analysis has shown that the proliferative bronchiolar smooth muscle in TSC-related lymphangioleiomyomatosis is monoclonal metastasis from a coexisting renal angiomyolipoma. Cases of TSC-related lymphangioleiomyomatosis recurring following lung transplant have been reported.   === Heart === Small tumours of the heart muscle, called cardiac rhabdomyomas, are rare in the general population (perhaps 0.2% of children) but very common in people with TSC. Around 80% of children under two-years-old with TSC have at least one rhabdomyoma, and about 90% of those will have several. The vast majority of children with at least one rhabdomyoma, and nearly all children with multiple rhabdomyomas will be found to have TSC. Prenatal ultrasound, performed by an obstetric sonographer specializing in cardiology, can detect a rhabdomyoma after 20 weeks. Rhabdomyoma vary in size from a few millimetres to several centimetres, and are usually found in the lower chambers (ventricles) and less often in the upper chambers (atria). They grow in size during the second half of pregnancy, but regress after birth, and are seen in only around 20% of children over two years old. Most rhabdomyomas cause no problems but some may cause heart failure in the foetus or first year of life. Rhabdomyomas are believed to be responsible for the development of heart arrhythmia later in life, which is relatively common in TSC. Arrhythmia can be hard to spot in people with TSC, other than by performing routine ECG. For example, arrhythmia may cause fainting that is confused with drop seizures, and symptoms of arrhythmia such as palpitations may not be reported in an individual with developmental delay.   === Skin ===  Some form of dermatological sign is present in 96% of individuals with TSC. Most cause no problems, but are helpful in diagnosis. Some cases may cause disfigurement, necessitating treatment. The most common skin abnormalities include:  Hypomelanic macules (\"ash leaf spots\") are present in about 90% of people with TSC. These small white or lighter patches of skin may appear anywhere on the body, and are caused by a lack of melanin. They are usually the only visible sign of TSC at birth. In fair-skinned individuals, a Wood's lamp (ultraviolet light) may be required to see them. On the scalp, the effect may be a white patch of hair (poliosis). Patches smaller than 3mm are known as \"confetti\" skin lesions. Facial angiofibromas are present in about 75% of people with TSC. These are a rash of reddish spots or bumps on the nose and cheeks in a butterfly distribution, which consist of blood vessels and fibrous tissue. This potentially socially embarrassing rash starts to appear during childhood. Ungual fibromas: Also known as Koenen's tumors, these are small fleshy tumors that grow around and under the toenails or fingernails. These are rare in childhood, but common by middle age. They are generally more common on toes than on fingers, develop at 15–29 years, and are more common in women than in men. Fibrous cephalic plaques are present in about 25% of people with TSC. These are raised, discoloured areas usually found on the forehead, but sometimes on the face or elsewhere on the scalp. Shagreen patches are present in about half of people with TSC, appearing in childhood. They are areas of thick leathery skin that are dimpled like an orange peel, and pigmented, they are usually found on the lower back or nape of the neck, or scattered across the trunk or thighs. The frequency of these lesions rises with age. Dental enamel pits are found in almost all adults with TSC. Intraoral fibromas are small surface-tumours found in the gums, inside the cheeks or tongue. Gum (gingival) fibromas are found in about 20-50% of people with TSC, more commonly in adults.   === Eyes === Retinal lesions, called astrocytic hamartomas (or \"phakomas\"), which appear as a greyish or yellowish-white lesion in the back of the globe on the ophthalmic examination. Astrocytic hamartomas can calcify, and they are in the differential diagnosis of a calcified globe mass on a CT scan. Nonretinal lesions associated with TSC include:  Coloboma Angiofibromas of the eyelids Papilledema (related to hydrocephalus)   === Pancreas === Pancreatic neuroendocrine tumours have been described in rare cases of TSC.   === Variability === Individuals with TSC may experience none or all of the clinical signs discussed above. The following table shows the prevalence of some of the clinical signs in individuals diagnosed with TSC.   == Genetics ==  TSC is a genetic disorder with an autosomal dominant pattern of inheritance, variable expressivity, and incomplete penetrance. Two-thirds of TSC cases result from sporadic genetic mutations, not inheritance, but their offspring may inherit it from them. Current genetic tests have difficulty locating the mutation in roughly 20% of individuals diagnosed with the disease. So far, it has been mapped to two genetic loci, TSC1 and TSC2. TSC1 encodes for the protein hamartin, is located on chromosome 9 q34, and was discovered in 1997. TSC2 encodes for the protein tuberin, is located on chromosome 16 p13.3, and was discovered in 1993. TSC2 is contiguous with PKD1, the gene involved in one form of polycystic kidney disease (PKD). Gross deletions affecting both genes may account for the 2% of individuals with TSC who also develop polycystic kidney disease in childhood. TSC2 has been associated with a more severe form of TSC. However, the difference is subtle and cannot be used to identify the mutation clinically. Estimates of the proportion of TSC caused by TSC2 range from 55% to 90%. TSC1 and TSC2 are both tumor suppressor genes that function according to Knudson's \"two hit\" hypothesis. That is, a second random mutation must occur before a tumor can develop. This explains why, despite its high penetrance, TSC has wide expressivity.   == Pathophysiology == Hamartin and tuberin function as a complex which is involved in the control of cell growth and cell division. The complex appears to interact with RHEB GTPase, thus sequestering it from activating mTOR signalling, part of the growth factor (insulin) signalling pathway. Thus, mutations at the TSC1 and TSC2 loci result in a loss of control of cell growth and cell division, and therefore a predisposition to forming tumors. TSC affects tissues from different germ layers. Cutaneous and visceral lesions may occur, including angiofibroma, cardiac rhabdomyomas, and renal angiomyolipomas. The central nervous system  lesions seen in this disorder include hamartomas of the cortex, hamartomas of the ventricular walls, and subependymal giant cell tumors, which typically develop in the vicinity of the foramina of Monro. Molecular genetic studies have defined at least two loci for TSC. In TSC1, the abnormality is localized on chromosome 9q34, but the nature of the gene protein, called hamartin, remains unclear. No missense mutations occur in TSC1. In TSC2, the gene abnormalities are on chromosome 16p13. This gene encodes tuberin, a guanosine triphosphatase–activating protein. The specific function of this protein is unknown. In TSC2, all types of mutations have been reported; new mutations occur frequently. Few differences have yet been observed in the clinical phenotypes of patients with mutation of one gene or the other. Cells from individuals with pathogenic mutations in the TSC2 gene display abnormal accumulation of glycogen that is associated with depletion of lysosomes and autophagic impairment. The defective degradation of glycogen by the autophagy-lysosome pathway is, at least in part, independent of impaired regulation of mTORC1 and is restored, in cultured cells, by the combined use of PKB/Akt and mTORC1 pharmacological inhibitors.   == Diagnosis == Tuberous sclerosis complex is diagnosed with clinical and genetic tests. There are many different mutations in the TSC1 and TSC2 genes that have been identified in individuals with TSC. A pathogenic mutation in the gene prevents the proteins from being made or inactivates the proteins. If such a pathogenic mutation is found then this alone is sufficient to diagnose TSC. However, some mutations are less clear in their effect, and so not sufficient alone for diagnosis. Between 1 in 10 and 1 in 4 of individuals with TSC have no mutation that can be identified. Once a particular mutation is identified in someone with TSC, this mutation can be used to make confident diagnoses in other family members. For clinical diagnosis, there isn't one sign that is unique (pathognomonic) to TSC, nor are all signs seen in all individuals. Therefore, several signs are considered together, classed as either major or minor features. An individual with two major features, or one major feature and at least two minor features can be given a definite diagnosis of TSC. If only one major feature or at least two minor features are present, the diagnosis is only regarded as possibly TSC.  TSC can be first diagnosed at any stage of life. Prenatal diagnosis is possible by chance if heart tumours are discovered during routine ultrasound. In infancy, epilepsy, particularly infantile spasms, or developmental delay may lead to neurological tests. The white patches on the skin may also first become noticed. In childhood, behavioural problems and autism spectrum disorder may provoke a diagnosis. During adolescence, the skin problems appear. In adulthood, kidney and lung problems may develop. An individual may also be diagnosed at any time as a result of genetic testing of family members of another affected person.   == Management == Tuberous sclerosis complex affects multiple organ systems so a multidisciplinary team of medical professionals is required. In suspected or newly diagnosed TSC, the following tests and procedures are recommended by 2012 International Tuberous Sclerosis Complex Consensus Conference.  Take a personal and family history covering three generations. Genetic counselling and tests determine if other individuals are at risk. A magnetic resonance imaging (MRI) of the brain to identify tubers, subependymal nodules (SEN) and sub-ependymal giant cell astrocytomas (SEGA). Children undergo a baseline electroencephalograph (EEG) and family educated to identify seizures if/when they occur. Assess children for behavioural issues, autism spectrum disorder, psychiatric disorders, developmental delay, and neuropsychological problems. Scan the abdomen for tumours in various organs, but most importantly angiomyolipomata in the kidneys. MRI is superior to CT or ultrasound. Take blood pressure and test renal function. In adult women, test pulmonary function and perform a high-resolution computed tomography (HRCT) of the chest. Examine the skin under a Wood's lamp (hypomelanotic macules), the fingers and toes (ungual fibroma), the face (angiofibromas), and the mouth (dental pits and gingival fibromas). In infants under three, perform an echocardiogram to spot rhabdomyomas, and electrocardiogram (ECG) for any arrhythmia. Use a fundoscope to spot retinal hamartomas or achromic patches. The various symptoms and complications from TSC may appear throughout life, requiring continued surveillance and adjustment to treatments. The following ongoing tests and procedures are recommended by 2012 International Tuberous Sclerosis Complex Consensus Conference.  In children and adults younger than 25 years, a magnetic resonance imaging (MRI) of the brain is performed every one to three years to monitor for subependymal giant cell astrocytoma (SEGA). If a SEGA is large, growing or interfering with ventricles, the MRI is performed more frequently. After 25 years, if there are no SEGAs then periodic scans may no longer be required. A SEGA causing acute symptoms are removed with surgery, otherwise either surgery or drug treatment with an mTOR inhibitor may be indicated. Repeat screening for TSC-associated neuropsychiatric disorders (TAND) at least annually. Sudden behavioural changes may indicate a new physical problem (for example with the kidneys, epilepsy or a SEGA). Routine EEG determined by clinical need. Infantile spasms are best treated with vigabatrin and adrenocorticotropic hormone used as a second-line therapy. Other seizure types have no TSC-specific recommendation, though epilepsy in TSC is typically difficult to treat (medically refractory). Repeat MRI of abdomen every one to three years throughout life. Check renal (kidney) function annually. Should angiomyolipoma bleed, this is best treated with embolisation and then corticosteroids. Removal of the kidney (nephrectomy) is strongly to be avoided. An asymptomatic angiomyolipoma that is growing larger than 3 cm is best treated with an mTOR inhibitor drug. Other renal complications spotted by imaging include polycystic kidney disease and renal cell carcinoma. Repeat chest HRCT in adult women every five to 10 years. Evidence of lymphangioleiomyomatosis (LAM) indicates more frequent testing. An mTOR inhibitor drug can help, though a lung transplant may be required. A 12-lead ECG should be performed every three to five years. The mTOR inhibitor everolimus was approved in the US for treatment of TSC-related tumors in the brain (subependymal giant cell astrocytoma) in 2010 and in the kidneys (renal angiomyolipoma) in 2012.  Oral everolimus (rapalog) reduces tumour size, is effective in terms of response to skin lesions and does not increase the risk of adverse events. Everolimus also showed evidence of effectiveness at treating epilepsy in some people with TSC. In 2017, the European Commission approved everolimus for treatment of refractory partial-onset seizures associated with TSC. Neurosurgical intervention may reduce the severity and frequency of seizures in TSC patients. Embolization and other surgical interventions can be used to treat renal angiomyolipoma with acute hemorrhage. Surgical treatments for symptoms of lymphangioleiomyomatosis (LAM) in adult TSC patients include pleurodesis to prevent pneumothorax and lung transplantation in the case of irreversible lung failure. Other treatments that have been used to treat TSC manifestations and symptoms include a ketogenic diet for intractable epilepsy and pulmonary rehabilitation for LAM. Facial angiofibromas can be reduced with laser treatment and the effectiveness of mTOR inhibitor topical treatment is being investigated. Laser therapy is painful, requires anaesthesia, and has risks of scarring and dyspigmentation.   == Prognosis == The prognosis for individuals with TSC depends on the severity of symptoms, which range from mild skin abnormalities to varying degrees of learning disabilities and epilepsy to severe intellectual disability, uncontrollable seizures, and kidney failure. Those individuals with mild symptoms generally do well and live long, productive lives, while individuals with the more severe form may have serious disabilities. However, with appropriate medical care, most individuals with the disorder can look forward to normal life expectancy. A study of 30 TSC patients in Egypt found, \"...earlier age of seizures commencement (<6 months) is associated with poor seizure outcome and poor intellectual capabilities. Infantile spasms and severely epileptogenic EEG patterns are related to the poor seizure outcome, poor intellectual capabilities and autistic behavior. Higher tubers numbers is associated with poor seizure outcome and autistic behavior. Left-sided tuber burden is associated with poor intellect, while frontal location is more encountered in ASD [autism spectrum disorders]. So, close follow up for the mental development and early control of seizures are recommended in a trial to reduce the risk factors of poor outcome. Also early diagnosis of autism will allow for earlier treatment and the potential for better outcome for children with TSC.\" Leading causes of death include renal disease, brain tumour, lymphangioleiomyomatosis of the lung, and status epilepticus or bronchopneumonia in those with severe intellectual disability. Cardiac failure due to rhabdomyomas is a risk in the fetus or neonate but is rarely a problem subsequently. Kidney complications such as angiomyolipoma and cysts are common and more frequent in females than males and in TSC2 than TSC1. Renal cell carcinoma is uncommon. Lymphangioleiomyomatosis  is only a risk for females with angiomyolipomas. In the brain, the subependymal nodules occasionally degenerate to subependymal giant cell astrocytomas. These may block the circulation of cerebrospinal fluid around the brain, leading to hydrocephalus. Detection of the disease should be followed by genetic counselling. It is also important to realize that though the disease does not have a cure, symptoms can be treated symptomatically. Hence, awareness regarding different organ manifestations of TSC is important.   == Epidemiology == TSC occurs in all races and ethnic groups, and in both sexes. The live-birth prevalence is estimated to be between 10 and 16 cases per 100,000. A 1998 study estimated total population prevalence between about 7 and 12 cases per 100,000, with more than half of these cases undetected. Prior to the invention of CT scanning to identify the nodules and tubers in the brain, the prevalence was thought to be much lower, and the disease associated with those people diagnosed clinically with learning disability, seizures and facial angiofibroma. Whilst still regarded as a rare disease, TSC is common when compared to many other genetic diseases, with at least 1 million individuals affected worldwide.   == History ==  TSC first came to medical attention when dermatologists described the distinctive facial rash (1835 and 1850). A more complete case was presented by von Recklinghausen (1862), who identified heart and brain tumours in a newborn who had only briefly lived. However, Bourneville (1880) is credited with having first characterized the disease, coining the name \"tuberous sclerosis\", thus earning the eponym Bourneville's disease. The neurologist Vogt (1908) established a diagnostic triad of epilepsy, idiocy, and adenoma sebaceum (an obsolete term for facial angiofibroma). Symptoms were periodically added to the clinical picture. The disease as presently understood was first fully described by Gomez (1979). The invention of medical ultrasound, CT and MRI has allowed physicians to examine the internal organs of live patients and greatly improved diagnostic ability. In 2002, treatment with rapamycin was found to be effective at shrinking tumours in animals. This has led to human trials of rapamycin as a drug to treat several of the tumors associated with TSC.   == See also == Characteristics of syndromic ASD conditions   == References ==   == External links ==  tuberous-sclerosis at NIH/UW GeneTests GeneReview/NCBI/NIH/UW entry on Tuberous Sclerosis Complex"}