{"name": "turoctocog alfa pegol", "category": "drug", "content": "Turoctocog alfa (trade name NovoEight) is a recombinant antihemophilic factor VIII used for the treatment of and prophylaxis of bleeding patients with haemophilia A. It is marketed by Novo Nordisk. It was approved in the United States, the European Union, and Japan in 2013.   == Medical uses == Turoctocog alfa is indicated for the treatment and prophylaxis of bleeding in adults and children with haemophilia A (congenital factor VIII deficiency). Turoctocog alfa pegol is indicated for the treatment and prophylaxis of bleeding in adults and children twelve years and above with haemophilia A (congenital factor VIII deficiency). In the safety and efficacy trial for prevention and treatment of bleeds, in hemophilia patients the success rate for treatment of bleeds was 84.5% (excluding bleeds for which there was no outcome reported) and out of a total of nine surgeries in nine patients performed during the trial, haemostasis was successful in all the surgeries and no treatment failures were reported. It is also used for perioperative management and routine prophylaxis to prevent or reduce the frequency of bleeding episodes. Turoctocog alfa is not indicated for the treatment of von Willebrand disease.   == Benefits and risks == In a study conducted with 150 patients aged twelve and above, adolescents after using turoctocog alfa as a treatment, had an average of 5.55 bleedings per year while the adults had an average of 6.68 bleeding per year. According to data, turoctocog alfa was considered an 'excellent' treatment for 403 out of 499 bleeding episodes. In another study involving 63 patients aged less than twelve years, children had an average of 5.33 bleedings per year after using turoctocog alfa as hemophilia treatment. In this study too turoctocog alfa was considered as an 'excellent' treatment for 116 out of 126 bleeding episodes. Alongside the benefits, a few of the common turoctocog alfa adverse effects would be injection site reaction, pyrexia and augmented liver enzyme levels. Rare cases of allergic reactions have been reported as well. There is a possibility of patients developing hypersensitivity to the drug since it contains traces of hamster proteins. Activity-neutralising antibodies may be developed whereby expected plasma factor VIII activity levels may not be achieved and thus the bleeding would not be controlled as needed.   == Preparation == As cell culture, Chinese hamster ovary cells (CHO) are used in order to acquire proper processing of factor VIII protein, that has demonstrated good efficacy in thrombin generation and clot formation in preclinical evaluations in murine (mouse) and canine (dog) models of hemophilia A and in patient-derived whole blood.   == Difference between NovoSeven and NovoEight == Even though both treatments are plasma-derived and recombinant analogues of blood clotting factors, NovoSeven is developed as a congenital FVIIa analogue for hemophilia A and B patients while NovoEight (turoctocog alfa) is for congenital FVIII deficiency. NovoSeven is called a bypassing agent because it skips the need for factor VIII or IX in people with inhibitors and activates factor X directly.   == Turoctocog alfa pegol == In February 2019, the FDA approved antihemophilic factor (recombinant), glycopegylated-exei (turoctocog alfa pegol) (Esperoct) for the treatment of hemophilia A. Turoctocog alfa pegol was approved for medical use in the European Union in June 2019.   == References =="}