{"name": "Ulcer of esophagus", "category": "disease", "content": "Barrett's esophagus is a condition in which there is an abnormal (metaplastic) change in the mucosal cells lining the lower portion of the esophagus, from stratified squamous epithelium to simple columnar epithelium with interspersed goblet cells that are normally present only in the small intestine and large intestine. This change is considered to be a premalignant condition because of its potential to further transition to esophageal adenocarcinoma, an often-deadly cancer. The main cause of Barrett's esophagus is thought to be an adaptation to chronic acid exposure from reflux esophagitis. Barrett's esophagus is diagnosed by endoscopy: observing the characteristic appearance of this condition by direct inspection of the lower esophagus; followed by microscopic examination of tissue from the affected area obtained from biopsy. The cells of Barrett's esophagus are classified into four categories: nondysplastic, low-grade dysplasia, high-grade dysplasia, and frank carcinoma. High-grade dysplasia and early stages of adenocarcinoma may be treated by endoscopic resection or radiofrequency ablation. Later stages of adenocarcinoma may be treated with surgical resection or palliation. Those with nondysplastic or low-grade dysplasia are managed by annual observation with endoscopy, or treatment with radiofrequency ablation. In high-grade dysplasia, the risk of developing cancer might be at 10% per patient-year or greater. The incidence of esophageal adenocarcinoma has increased substantially in the Western world in recent years. The condition is found in 5–15% of patients who seek medical care for heartburn (gastroesophageal reflux disease, or GERD), although a large subgroup of patients with Barrett's esophagus are asymptomatic. The condition is named after surgeon Norman Barrett (1903–1979) even though the condition was originally described by Philip Rowland Allison in 1946.   == Signs and symptoms == The change from normal to premalignant cells indicate Barrett's esophagus does not cause any particular symptoms. Barrett's esophagus, however, is associated with these symptoms:  frequent and longstanding heartburn trouble swallowing (dysphagia) vomiting blood (hematemesis) pain under the sternum where the esophagus meets the stomach pain when swallowing (odynophagia), which can lead to unintentional weight loss The risk of developing Barrett's esophagus is increased by central obesity (vs. peripheral obesity). The exact mechanism is unclear. The difference in distribution of fat among men (more central) and women (more peripheral) may explain the increased risk in males.   == Pathophysiology ==  Barrett's esophagus occurs due to chronic inflammation.  The principal cause of chronic inflammation is gastroesophageal reflux disease, GERD (UK: GORD).  In this disease, acidic stomach, bile, and small intestine and pancreatic contents cause damage to the cells of the lower esophagus. In turn, this provokes an advantage for cells more resistant to these noxious stimuli in particular HOXA13-expressing stem cells that are characterised by distal (intestinal) characteristics and outcompete the normal squamous cells. This mechanism also explains the selection of HER2/neu (also called ERBB2) and the overexpressing (lineage-addicted) cancer cells during the process of carcinogenesis, and the efficacy of targeted therapy against the Her-2 receptor with trastuzumab (Herceptin) in the treatment of adenocarcinomas at the gastroesophageal junction. Researchers are unable to predict who with heartburn will develop Barrett's esophagus. While no relationship exists between the severity of heartburn and the development of Barrett's esophagus, a relationship does exist between chronic heartburn and the development of Barrett's esophagus. Sometimes, people with Barrett's esophagus have no heartburn symptoms at all. Some anecdotal evidence indicates those with the eating disorder bulimia are more likely to develop Barrett's esophagus because bulimia can cause severe acid reflux, and because purging also floods the esophagus with acid. However, a link between bulimia and Barrett's esophagus remains unproven. During episodes of reflux, bile acids enter the esophagus, and this may be an important factor in carcinogenesis.  Individuals with GERD and BE are exposed to high concentrations of deoxycholic acid that has cytotoxic effects and can cause DNA damage.   == Diagnosis ==  Both macroscopic (from endoscopy) and microscopic positive findings are required to make a diagnosis. Barrett's esophagus is marked by the presence of columnar epithelia in the lower esophagus, replacing the normal squamous cell epithelium—an example of metaplasia. The secretory columnar epithelium may be more able to withstand the erosive action of the gastric secretions; however, this metaplasia confers an increased risk of adenocarcinoma.   === Screening ===  Screening endoscopy is recommended among males over the age of 60 who have reflux symptoms that are of long duration and not controllable with treatment. Among those not expected to live more than five years screening is not recommended. The Seattle protocol is used commonly in endoscopy to obtain endoscopic biopsies for screening, taken every 1 to 2 cm from the gastroesophageal junction. Since the COVID-19 pandemic In Scotland, the local NHS started using a swallowable sponge (Cytosponge) in hospitals to collect cell samples for diagnosis. Preliminary studies have shown this diagnostic test to be a useful tool for screening people with heartburn symptoms and improved diagnosis.   === Intestinal metaplasia === The presence of goblet cells, called intestinal metaplasia, is necessary to make a diagnosis of Barrett's esophagus. This frequently occurs in the presence of other metaplastic columnar cells, but only the presence of goblet cells is diagnostic. The metaplasia is grossly visible through a gastroscope, but biopsy specimens must be examined under a microscope to determine whether cells are gastric or colonic in nature. Colonic metaplasia is usually identified by finding goblet cells in the epithelium and is necessary for the true diagnosis. Many histologic mimics of Barrett's esophagus are known (i.e. goblet cells occurring in the transitional epithelium of normal esophageal submucosal gland ducts, \"pseudogoblet cells\" in which abundant foveolar [gastric] type mucin simulates the acid mucin true goblet cells).  Assessment of relationship to submucosal glands and transitional-type epithelium with examination of multiple levels through the tissue may allow the pathologist to reliably distinguish between goblet cells of submucosal gland ducts and true Barrett's esophagus (specialized columnar metaplasia). The histochemical stain Alcian blue pH 2.5 is also frequently used to distinguish true intestinal-type mucins from their histologic mimics. Recently, immunohistochemical analysis with antibodies to CDX-2 (specific for mid and hindgut intestinal derivation) has also been used to identify true intestinal-type metaplastic cells. The protein AGR2 is elevated in Barrett's esophagus and can be used as a biomarker for distinguishing Barrett epithelium from normal esophageal epithelium. The presence of intestinal metaplasia in Barrett's esophagus represents a marker for the progression of metaplasia towards dysplasia and eventually adenocarcinoma. This factor combined with two different immunohistochemical expression of p53, Her2 and p16 leads to two different genetic pathways that likely progress to dysplasia in Barrett's esophagus. Also intestinal metaplastic cells can be positive for CK 7+/CK20-.   === Epithelial dysplasia === After the initial diagnosis of Barrett's esophagus is rendered, affected persons undergo annual surveillance to detect changes that indicate higher risk to progression to cancer:  development of epithelial dysplasia (or \"intraepithelial neoplasia\"). Among all metaplastic lesions, around 8% were associated with dysplasia. particularly a recent study demonstrated that dysplastic lesions were located mainly in the posterior wall of the esophagus. Considerable variability is seen in assessment for dysplasia among pathologists. Recently, gastroenterology and GI pathology societies have recommended that any diagnosis of high-grade dysplasia in Barrett be confirmed by at least two fellowship-trained GI pathologists prior to definitive treatment for patients. For more accuracy and reproducibility, it is also recommended to follow international classification systems, such as the \"Vienna classification\" of gastrointestinal epithelial neoplasia (2000).   == Management == Many people with Barrett's esophagus do not have dysplasia. Medical societies recommend that if a patient has Barrett's esophagus, and if the past two endoscopy and biopsy examinations have confirmed the absence of dysplasia, then the patient should not have another endoscopy within three years. Endoscopic surveillance of people with Barrett's esophagus is often recommended, although little direct evidence supports this practice. Treatment options for high-grade dysplasia include surgical removal of the esophagus (esophagectomy) or endoscopic treatments such as endoscopic mucosal resection or ablation (destruction). The risk of malignancy is highest in the United States in Caucasian men over fifty years of age with more than five years of symptoms. Current recommendations include routine endoscopy and biopsy (looking for dysplastic changes). Although in the past physicians have taken a watchful waiting approach, newly published research supports consideration of intervention for Barrett's esophagus. Balloon-based radiofrequency ablation, invented by Ganz, Stern, and Zelickson in 1999, is a new treatment modality for the treatment of Barrett's esophagus and dysplasia and has been the subject of numerous published clinical trials. The findings demonstrate radiofrequency ablation is at least 90% effective to completely clear Barrett's esophagus and dysplasia, with durability of up to five years and a favorable safety profile. Anti-reflux surgery has not been proven to prevent esophageal cancer. However, the indication is that proton pump inhibitors are effective in limiting the progression of esophageal cancer. Laser treatment is used in severe dysplasia, while overt malignancy may require surgery, radiation therapy, or systemic chemotherapy. A recent five-year random-controlled trial has shown that photodynamic therapy using photofrin is statistically more effective in eliminating dysplastic growth areas than sole use of a proton pump inhibitor. There is presently no reliable way to determine which patients with Barrett's esophagus will go on to develop esophageal cancer, although a recent study found the detection of three different genetic abnormalities was associated with as much as a 79% chance of developing cancer in six years. Endoscopic mucosal resection has also been evaluated as a management technique. Additionally an operation known as a Nissen fundoplication can reduce the reflux of acid from the stomach into the esophagus. In a variety of studies, nonsteroidal anti-inflammatory drugs (NSAIDS) such as low-dose aspirin (75–300 mg/day) have shown evidence of preventing esophageal cancer in people with Barrett's esophagus.   == Prognosis ==  Barrett's esophagus is a pre-malignant condition, not a cancerous one. A small subset of patients with Barrett's esophagus will eventually develop malignant esophagogastric junctional adenocarcinoma, which has a mortality rate of over 85%. The risk of developing esophageal adenocarcinoma increases based on how severe the Barrett's esophagus has become. Longer length of the Barrett's esophagus region is also associated with increased risk of developing cancer. Progression and severity of Barrett's esophagus is measured by amount of dysplasia the cells show. Dysplasia is scored on a five-tier system:  negative for dysplasia (non-dysplastic Barrett's esophagus or NDBE) indefinite for dysplasia (IND) low-grade dysplasia (LGD) high-grade dysplasia (HGD) carcinoma A 2016 study found that the rate of progression to esophageal adenocarcinoma in Barrett's esophagus patients with no dysplasia, low-grade dysplasia, and high-grade dysplasia are around 0.6%, 13.4%, and 25%, respectively. However, for low-grade dysplasia, the true yearly rate of progression to cancer remains difficult to estimate, as results are highly variable from study to study, from 13.4% down to 0.84%. This is partly due to each study having a different mix of intermediate disease states being combined under the umbrella diagnosis of LGD.   == Epidemiology == The incidence in the United States among Caucasian men is eight times the rate among Caucasian women and five times greater than African American men. Overall, the male to female ratio of Barrett's esophagus is 10:1. Several studies have estimated the prevalence of Barrett's esophagus in the general population to be 1.3% to 1.6% in two European populations (Italian and Swedish), and 3.6% in a Korean population.   == History == The condition is named after Australian thoracic surgeon Norman Barrett (1903–1979), who in 1950 argued that \"ulcers are found below the squamocolumnar junction ... represent gastric ulcers within 'a pouch of stomach ... drawn up by scar tissue into the mediastinum' ... representing an example of a 'congenital short esophagus'\". In contrast, Philip Rowland Allison and Alan Johnstone argued that the condition related to the \"esophagus lined with gastric mucous membrane and not intra-thoracic stomach as Barrett mistakenly believed.\" Philip Allison, cardiothoracic surgeon and Chair of Surgery at the University of Oxford, suggested \"calling the chronic peptic ulcer crater of the esophagus a 'Barrett's ulcer'\", but added this name did not imply agreement with \"Barrett's description of an esophagus lined with gastric mucous membrane as stomach.\" Bani-Hani KE and Bani-Hani KR argue that the terminology and definition of Barrett's esophagus is surrounded by extraordinary confusion unlike most other medical conditions and that \"[t]he use of the eponym 'Barrett's' to describe [the condition] is not justified from a historical point of view\". Bani-Hani KE and Bani-Hani KR investigated the historical aspects of the condition and found they could establish \"how little Norman Barrett had contributed to the core concept of this condition in comparison to the contributions of other investigators, particularly the contribution of Philip Allison\". A further association was made with adenocarcinoma in 1975.   == References ==   == External links ==  Barrett's esophagus at National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK) Barrett's esophagus Video Overview Archived 2012-05-10 at the Wayback Machine and Barrett's esophagus Health Information at Mayo Clinic"}