{"name": "undecylenic acid", "category": "drug", "content": "Undecylenic acid is an organic compound with the formula CH2=CH(CH2)8CO2H. It is an unsaturated fatty acid.  It is a colorless oil. Undecylenic acid is mainly used for the production of Nylon-11 and in the treatment of fungal infections of the skin, but it is also a precursor in the manufacture of many pharmaceuticals, personal hygiene products, cosmetics, and perfumes.  Salts and esters of undecylenic acid are known as undecylenates.   == Preparation == Undecylenic acid is prepared by pyrolysis of ricinoleic acid, which is derived from castor oil. Specifically, the methyl ester of ricinoleic acid is  cracked to yield both undecylenic acid and heptanal.  The process is conducted at 500–600 °C in the presence of steam.  The methyl ester is then hydrolyzed.   == General commercial uses == Undecylenic acid is converted to 11-aminoundecanoic acid on an industrial scale.  This aminocarboxylic acid is the precursor to Nylon-11. Undecylenic acid is reduced to undecylene aldehyde, which is valued in perfumery.  The acid is first converted to the acid chloride, which allows selective reduction.   === Medical uses ===  Undecylenic acid is an active ingredient in medications for skin infections, and to relieve itching, burning, and irritation associated with skin problems. For example, it is used against fungal skin infections, such as athlete's foot, ringworm, tinea cruris, or other generalized infections by Candida albicans. When used for tinea cruris, it can result in extreme burning. In some case studies of tinea versicolor, pain and burning result from fungicide application. In a review of placebo-controlled trials, undecenoic acid was deemed efficacious, alongside prescription azoles (e.g., clotrimazole) and allylamines (e.g., terbinafine).  Undecylenic acid is also a precursor to antidandruff shampoos and antimicrobial powders. In terms of the mechanism underlying its antifungal effects against Candida albicans, undecylenic acid inhibits morphogenesis. In a study on denture liners, undecylenic acid in the liners was found to inhibit conversion of yeast to the  hyphal form (which are associated with active infection), via inhibition of fatty acid biosynthesis. The mechanism of action and effectiveness in fatty acid-type antifungals is dependent on the number of carbon atoms in the chain, with efficacy increasing with the number of atoms in the chain.   === U.S. FDA approval === Undecylenic acid is approved by the U.S. FDA for topical route and is listed in the Code of Federal Regulations.   == Research uses == Undecylenic acid has been used as a linking molecule, because it is a bifunctional compound.  Specifically it is an α,ω- (terminally functionalized) bifunctional agent. For instance, the title compound has been used to prepare silicon-based biosensors, linking silicon transducer surfaces to the terminal double bond of undecylenic acid (forming an Si-C bond), leaving the carboxylic acid groups available for conjugation of biomolecules (e.g., proteins).   == See also == List of unsaturated fatty acids   == References ==  McLain N, Ascanio R, Baker C, et al. Undecylenic acid inhibits morphogenesis of Candida albicans. Antimicrob Agents Chemother 2000;44:2873-2875"}