{"name": "Unspecified Abortion", "category": "disease", "content": "This is a shortened version of the eleventh chapter of the ICD-9: Complications of Pregnancy, Childbirth, and the Puerperium. It covers ICD codes 630 to 679. The full chapter can be found on pages 355 to 378 of Volume 1, which contains all (sub)categories of the ICD-9. Volume 2 is an alphabetical index of Volume 1. Both volumes can be downloaded for free from the website of the World Health Organization.   == Ectopic and molar pregnancy (630–633) == 630 Hydatidiform mole 631 Other abnormal product of conception 632 Abortion, missed 633.1 Ectopic pregnancy, tubal, no IUP 633.9 Ectopic pregnancy, no IUP, unspec.   == Other pregnancy with abortive outcome (634–639) == 634 Spontaneous abortion 635 Legally induced abortion 636 Illegally induced abortion 637 Unspecified abortion 638 Failed attempted abortion 639 Complications following abortion and ectopic and molar pregnancies   == Complications mainly related to pregnancy (640–649) == 640 Hemorrhage in early pregnancy 640.0 Threatened abortion 640.03 Abortion, threatened, antepartum 641 Antepartum hemorrhage, abruptio placentae, and placenta previa 641.0 Placenta previa, w/o bleeding, unspec. 641.1 Placenta previa, w/ bleeding, unspec. 641.2 Abruptio placentae, unspec. 641.9 Hemorrhage in pregnancy., unspec. 642 Hypertension complicating pregnancy, childbirth, and the puerperium 642.0 Benign essential hypertension complicating pregnancy childbirth and the puerperium 642.1 Hypertension secondary to renal disease complicating pregnancy childbirth and the puerperium 642.2 Other pre-existing hypertension complicating pregnancy childbirth and the puerperium 642.3 Transient hypertension of pregnancy 642.33 Gestational hypertension, antepartum 642.4 Mild or unspecified pre-eclampsia 642.5 Severe pre-eclampsia 642.6 Eclampsia, unspec. 642.7 Pre-eclampsia or eclampsia superimposed on pre-existing hypertension 643 Excessive vomiting in pregnancy 643.0 Mild hyperemesis gravidarum 643.1 Hyperemesis gravidarum with metabolic disturbance 643.9 Vomiting of pregnancy, unspec. 644 Early or threatened labor 644.0 Threatened premature labor 644.1 Other threatened labor 644.2 Early onset of delivery 645 Prolonged pregnancy 645.1 Post term pregnancy 645.2 Prolonged pregnancy 646 Other complications of pregnancy, not elsewhere classified 646.0 Papyraceous fetus 646.1 Edema or excessive weight gain in pregnancy without mention of hypertension 646.2 Unspecified renal disease in pregnancy without mention of hypertension 646.3 Habitual aborter currently pregnant 646.4 Peripheral neuritis in pregnancy 646.5 Asymptomatic bacteriuria in pregnancy 646.6 Infections of genitourinary tract in pregnancy 646.7 Liver disorders in pregnancy 647 Infective and parasitic conditions in the mother classifiable 647.0 Syphilis complicating pregnancy childbirth or the puerperium 647.1 Gonorrhea complicating pregnancy childbirth or the puerperium 647.2 Other venereal diseases complicating pregnancy childbirth or the puerperium 647.3 Tuberculosis complicating pregnancy childbirth or the puerperium 647.4 Malaria complicating pregnancy childbirth or the puerperium 647.5 Rubella complicating pregnancy childbirth or the puerperium 647.6 Other viral diseases complicating pregnancy childbirth or the puerperium 648 Other current conditions in the mother classifiable elsewhere 648.0 Diabetes mellitus complicating pregnancy childbirth or the puerperium 648.1 Thyroid dysfunction complicating pregnancy childbirth or the puerperium 648.2 Anemia complicating pregnancy childbirth or the puerperium 648.3 Drug dependence complicating pregnancy childbirth or the puerperium 648.4 Mental disorders complicating pregnancy childbirth or the puerperium 648.5 Congenital cardiovascular disorders complicating pregnancy childbirth or the puerperium 648.6 Other cardiovascular diseases complicating pregnancy childbirth or the puerperium 648.7 Bone and joint disorders of back pelvis and lower limbs of mother complicating pregnancy childbirth or the puerperium 648.8 Abnormal glucose tolerance of mother complicating pregnancy childbirth or the puerperium 648.83 Gestational diabetes, antepartum 648.9 Other current conditions complicating pregnancy childbirth or the puerperium 649 Other conditions or status of the mother complicating pregnancy, childbirth, or the puerperium 649.0 Tobacco use disorder complicating pregnancy, childbirth, or the puerperium 649.1 Obesity complicating pregnancy, childbirth, or the puerperium 649.2 Bariatric surgerystatus complicating pregnancy, childbirth, or the puerperium 649.3 Coagulation defects complicating pregnancy, childbirth, or the puerperium 649.4 Epilepsy complicating pregnancy, childbirth, or the puerperium 649.5 Spotting complicating pregnancy 649.6 Uterine size date discrepancy 649.7 Cervical shortening   == Normal delivery, and other indications for care in pregnancy, labor, and delivery (650–659) == 650 Normal delivery 651 Multiple gestation 651.0 Twins, unspec. 651.1 Triplets, unspec. 652 Malposition and malpresentation of fetus 653 Disproportion 654 Abnormality of organs and soft tissues of pelvis 655 Known or suspected fetal abnormality affecting management of mother 655.73 Fetal movements, decreased, antepartum 656 Other fetal and placental problems affecting management of mother 656.0 Fetal-maternal hemorrhage affecting management of mother 656.11 Rh incompatibility, delivered 656.31 Fetal distress, delivered 656.53 Small-for-dates, antepartum 656.61 Large-for-dates, delivered 657 Polyhydramnios 658 Other problems associated with amniotic cavity and membranes 658.0 Oligohydramnios 658.03 Oligohydramnios, antepartum 658.1 Premature rupture of membrane, unspec. 658.8 Other problems associated with amniotic cavity and membranes Amniotic band syndrome 659 Other indications for care or intervention related to labor 659.1 Induction of labor, failed 659.7 Abnormality in fetal heart rate/rhythm   == Complications occurring mainly in the course of labor and delivery (660–669) == 660 Obstructed labor 660.01 Obstruction, malposition, delivered 660.11 Obstruction, bony pelvis, delivered 660.41 Shoulder dystocia, delivered 660.51 Locked twins, delivered 660.61 Trial of labor, failed, delivered 661 Abnormality of forces of labor 661.0 Uterine inertia, primary, unspec. 661.1 Uterine inertia, secondary, unspec. 661.3 Labor, precipitate, unspec. 662 Long labor 662.1 Labor, prolonged, unspec. 663 Umbilical cord complications 663.1 Cord around neck, unspec. 663.3 Cord entanglement, other and unspec. 664 Trauma to perineum and vulva during delivery 664.04 Laceration, perineal, 1st deg., postpartum 664.14 Laceration, perineal, 2nd deg., postpartum 664.24 Laceration, perineal, 3rd deg., postpartum 664.34 Laceration, perineal, 4th deg., postpartum 665 Other obstetrical trauma 665.3 Laceration of cervix, unspec. 666 Postpartum hemorrhage 666.04 Hemorrhage, 3rd stage, postpartum 666.14 Hemorrhage, other immediate postpartum 667 Retained placenta or membranes, without hemorrhage 668 Complication (medicine) of the administration of anesthetic or other sedation in labor (childbirth) and delivery 669 Complication (medicine) Other complications of labor and delivery, not elsewhere classified 669.5 Forceps delivery or vacuum extractor delivery without mention of indication 669.51 Forceps/vacuum extractor delivery, delivered, with or without mention of antepartum condition 669.7 Cesarean delivery without mention of indication 669.70 Cesarean delivery without indication unspecified as to episode of care 669.71 Cesarean delivery without indication delivered with or without antepartum condition 669.8 Other Complication (medicine) of labor (childbirth) and delivery 669.9 Complicated delivery/labor, unspec.   == Complications of the puerperium (670–677) == 670 Major puerperal infection 670.04 Endometritis, postpartum 671 Venous complications in pregnancy and the puerperium 671.44 Thrombophlebitis, postpartum 672 Pyrexia of unknown origin during the puerperium 673 Obstetrical pulmonary embolism 674 Other and unspecified complications of the puerperium, not elsewhere 675 Infections of the breast and nipple associated with childbirth 675.14 Abscess of breast, postpartum 675.94 Mastitis, lactating, unspec., postpartum 676 Other disorders of the breast associated with childbirth 676.24 Engorgement of breasts, postpartum 677 Late effect of complication of pregnancy, childbirth, and the puerperium   == Other maternal and fetal complications (678–679) == 678 Other fetal conditions 678.0 Fetal hematologic conditions 678.1 Fetal conjoined twins 679.02 Complications of in utero procedures"}