{"name": "upadacitinib", "category": "drug", "content": "Upadacitinib, sold under the brand name Rinvoq, is a medication used for the treatment of rheumatoid arthritis, psoriatic arthritis, atopic dermatitis, ulcerative colitis, Crohn's disease, ankylosing spondylitis, and axial spondyloarthritis. Upadacitinib is a Janus kinase (JAK) inhibitor that works by blocking the action of enzymes called Janus kinases. These enzymes are involved in setting up processes that lead to inflammation, and blocking their effect brings inflammation in the joints under control. Common side effects include upper respiratory tract infections (common cold, sinus infections), nausea, cough, and fever. Upadacitinib was approved for medical use in both the United States and the European Union in 2019.   == Medical uses == Upadacitinib is indicated for the treatment of rheumatoid arthritis, psoriatic arthritis, atopic dermatitis, ulcerative colitis, Crohn's disease, ankylosing spondylitis, and axial spondyloarthritis. Upadacitinib is indicated for the treatment of moderate to severe active rheumatoid arthritis in adults who have responded inadequately to, or who are intolerant to one or more disease-modifying antirheumatic drugs (DMARDs). Upadacitinib may be used as monotherapy or in combination with methotrexate. Upadacitinib was approved in January 2022, by the FDA for treating adults and children twelve years of age and older with moderate to severe treatment refractory atopic dermatitis. Upadacitinib was approved in March 2022, by the FDA for treating adults with moderately to severely active ulcerative colitis who did not respond to treatment with anti-TNF drugs (e.g. infliximab). Upadacitinib was approved in February 2023, by the UK Medicines and Healthcare products Regulatory Agency (MHRA) to treat adults with moderately to severely active Crohn's disease. In April 2023, upadacitinib was approved in the EU for the treatment of moderately to severely active Crohn's disease in adults. In May 2023, the FDA approved upadacitinib for the treatment of adults with moderately to severely active Crohn's disease who have had an inadequate response or intolerance to one or more TNF blockers.   == Contraindications == The US Food and Drug Administration (FDA) requires a boxed warning for tofacitinib, baricitinib, and upadacitinib to include information about the risks of serious heart-related events, cancer, blood clots, and death. The drug is contraindicated in people with active tuberculosis and other severe infections, severe liver impairment (Child–Pugh score C), and during pregnancy.   == Interactions == Substances that strongly inhibit the liver enzyme CYP3A4, such as ketoconazole, itraconazole, or clarithromycin, increase upadacitinib concentrations in the body. In a study, ketoconazole increased its AUC by 75%. Conversely, substances that strongly induce CYP3A4 lower upadacitinib concentrations. For example, rifampicin reduced the AUC by 60% in a study. Upadacitinib seems to be a weak inducer of CYP3A4, as it lowers concentrations of other substrates of this enzyme (such as the midazolam AUC by 26%). It has no effect on substrates of CYP1A2, CYP2B6, CYP2C9, CYP2C19, or CYP2D6.   == Side effects == Common side effects include upper respiratory tract infections such as common cold and sinus infections, nausea, cough, and fever.   == Pharmacology ==   === Mechanism of action === The Janus kinases (JAKs) are a family of cytoplasmic tyrosine kinases whose function is to transduce cytokine-mediated signals via the JAK-STAT pathway. There are four JAK subtypes, each of which has overlapping receptor responsibilities. Inhibitors of this enzyme family (jakinibs) have shown efficacy in treating certain inflammatory and autoimmune diseases such as rheumatoid arthritis and Crohn's disease. However, the first generation of these drugs, tofacitinib and ruxolitinib, lacked subtype selectivity, affecting JAK1/JAK3 and JAK1/JAK2 respectively. This has led to dose-limiting side effects in this otherwise promising class of drugs. Upadacitinib is a second generation Janus kinase inhibitor that is selective for the JAK1 subtype of this enzyme over the JAK2 (74-fold), JAK3 (58-fold) and tyrosine kinase 2 subtypes.   === Pharmacokinetics === After oral intake, upadacitinib reaches highest concentrations in the blood plasma after two to four hours. A fatty meal has no clinically relevant effect on its resorption. Steady-state conditions are reached after four days; accumulation is minimal. There is no significant first pass effect. When in the bloodstream, 52% of the substance are bound to plasma proteins. It is mainly metabolized by CYP3A4, and possibly to a minor extent by CYP2D6. The most important pathway consists of oxidation to a carboxylic acid and subsequent glucuronidation, yielding a metabolite called M4. However, 79% of the drug circulates in the form of upadacitinib itself, and only 13% as M4. Other metabolites are only present in small fractions. None are pharmacologically active. The drug is excreted mainly as the original substance, of which 38% are found in the feces and 24% in the urine. The mean terminal half-life is 9 to 14 hours.   == History == Upadacitinib was approved for medical use in the United States in August 2019. The US Food and Drug Administration (FDA) approved upadacitinib based on evidence from five clinical trials (Trial 1/NCT02706873, Trial 2/NCT02706951, Trial 3/NCT02675426, Trial 4/NCT02629159, Trial 5/NCT02706847) of 3,141 participants with active rheumatoid arthritis (RA). The trials were conducted in Australia, New Zealand, Israel, South Africa, Asia, North/Central/South America, and Europe. Five trials established the benefits and side effects of upadacitinib. Trials enrolled participants with moderate to severe active RA in whom disease-modifying antirheumatic drugs did not work well or could not be tolerated. All participants had at least six tender and six swollen joints, and increased levels of high sensitivity C-reactive protein (hsCRP). hsCRP is a substance produced by the body to protect itself from illness. Trials lasted up to 5 years. Trial 1 enrolled participants who had never been treated with methotrexate. Participants were randomly assigned to receive one of two doses of upadacitinib or methotrexate daily for 24 weeks. Neither the subject nor the healthcare providers knew which medication was being given until after this 24-week treatment period. Trial 2 enrolled participants in whom methotrexate did not work well. Participants were randomly assigned to receive one of two doses of upadacitinib daily by mouth or continue their usual dose of methotrexate for 14 weeks. At week 14, participants who were assigned to methotrexate received upadacitinib by mouth daily. Neither the subject nor the healthcare providers knew which medication was being given. Trial 3 enrolled participants in whom disease-modifying antirheumatic drugs did not work well. Participants were randomly assigned to receive one of two doses of upadacitinib or placebo daily by mouth in addition to disease-modifying antirheumatic drugs for 12 weeks. At week 12, participants who received placebo were reassigned to upadacitinib daily. Neither the subject nor the healthcare providers knew which medication was being given. Trial 4 enrolled participants in whom methotrexate did not work well. Participants were randomly assigned to receive upadacitinib or placebo daily by mouth in addition to methotrexate for 14 weeks. Participants receiving placebo who did not have adequate improvement of signs and/or symptoms could be switched to upadacitinib after week 14. At week 26, all participants receiving placebo were switched to upadacitinib once daily by mouth. Neither the subject nor the healthcare providers knew which medication was being given. Trial 5 enrolled participants in whom disease-modifying antirheumatic drugs did not work well or could not be tolerated. Participants were randomly assigned to receive one of two doses of upadacitinib or placebo treatment daily added to disease-modifying antirheumatic drugs for 12 weeks. At week 12, participants who received placebo were reassigned to upadacitinib daily. The benefit of upadacitinib was measured by comparing the proportion of participants treated with upadacitinib who achieved an American College of Rheumatology 20 (ACR20) response at week 12 or week 14 to the proportion of participants treated with MTX or placebo who achieved an ACR20 response. ACR20 is a 20% improvement in signs and symptoms of RA. Upadacitinib was approved for medical use in the European Union in December 2019. In February 2023, upadacitinib was approved in the UK for treatment of Crohn's disease. In April 2023, upadacitinib was approved in the EU for the treatment of moderately to severely active Crohn's disease in adults. The approval was for adults who \"had an inadequate response, lost response, or were intolerant to conventional therapy or a biological agent\". The efficacy and safety of upadacitinib were evaluated in two randomized induction trials of 857 participants with moderately to severely active Crohn's disease, CD-1 (NCT03345836) and CD-2 (NCT03345849). Participants were randomized 2:1 to receive 45 mg of upadacitinib or placebo once a day for 12 weeks. At week 12, a greater proportion of participants treated with 45 mg of upadacitinib, as compared to placebo, achieved clinical remission based on the Crohn's Disease Activity Index (CDAI), which measures clinical and laboratory variables that estimate disease activity in Crohn's disease. Similarly, a greater proportion of participants treated with 45 mg of upadacitinib demonstrated improvement in intestinal inflammation as assessed by colonoscopy. To assess upadacitinib as a maintenance treatment, CD-3 (NCT03345823) evaluated 343 participants who responded to 12 weeks of 45 mg of upadacitinib once daily. Participants were re-randomized to receive a maintenance regimen of 15 or 30 mg of upadacitinib once daily or placebo for 52 weeks, representing a total of at least 64 weeks of therapy. At week 52, a greater proportion of participants treated with 15 mg or 30 mg of upadacitinib, as compared to placebo, achieved clinical remission based on the CDAI, and demonstrated improvement in intestinal inflammation as assessed by colonoscopy.   === Clinical trials ===  The safety and efficacy of upadacitinib were evaluated in multiple clinical trials:  Clinical trial number NCT02706873 for \"A Study to Compare Upadacitinib (ABT-494) Monotherapy to Methotrexate (MTX) Monotherapy in Adults With Rheumatoid Arthritis (RA) Who Have Not Previously Taken Methotrexate (SELECT-EARLY)\" at ClinicalTrials.gov Clinical trial number NCT02706951 for \"A Study Comparing Upadacitinib (ABT-494) Monotherapy to Methotrexate (MTX) Monotherapy in Adults With Rheumatoid Arthritis (RA) Who Have an Inadequate Response to MTX (SELECT-MONOTHERAPY)\" at ClinicalTrials.gov Clinical trial number NCT02675426 for \"A Study Comparing Upadacitinib (ABT-494) to Placebo in Adults With Rheumatoid Arthritis on a Stable Dose of Conventional Synthetic Disease-Modifying Antirheumatic Drugs (csDMARDs) Who Have an Inadequate Response to csDMARDs Alone (SELECT-NEXT)\" at ClinicalTrials.gov Clinical trial number NCT02629159 for \"A Study Comparing Upadacitinib (ABT-494) to Placebo and to Adalimumab in Adults With Rheumatoid Arthritis Who Are on a Stable Dose of Methotrexate and Who Have an Inadequate Response to Methotrexate (SELECT-COMPARE)\" at ClinicalTrials.gov Clinical trial number NCT02706847 for \"A Study to Compare Upadacitinib (ABT-494) to Placebo in Adults With Rheumatoid Arthritis on Stable Dose of Conventional Synthetic Disease-Modifying Antirheumatic Drugs (csDMARDs) With an Inadequate Response or Intolerance to Biologic DMARDs (SELECT-BEYOND)\" at ClinicalTrials.gov Clinical trial number NCT02819635 for \"A Study to Evaluate the Safety and Efficacy of Upadacitinib (ABT-494) for Induction and Maintenance Therapy in Participants With Moderately to Severely Active Ulcerative Colitis (UC)\" at ClinicalTrials.gov Clinical trial number NCT03104400 for \"A Study Comparing Upadacitinib (ABT-494) to Placebo and to Adalimumab in Participants With Psoriatic Arthritis Who Have an Inadequate Response to at Least One Non-Biologic Disease Modifying Anti-Rheumatic Drug (DMARD) (SELECT - PsA 1)\" at ClinicalTrials.gov Clinical trial number NCT03104374 for \"A Study Comparing Upadacitinib (ABT-494) to Placebo in Participants With Active Psoriatic Arthritis Who Have a History of Inadequate Response to at Least One Biologic Disease Modifying Anti-Rheumatic Drug (bDMARD) (SELECT - PsA 2)\" at ClinicalTrials.gov Clinical trial number NCT03569293 for \"Evaluation of Upadacitinib in Adolescent and Adult Patients With Moderate to Severe Atopic Dermatitis (Eczema) (Measure Up 1)\" at ClinicalTrials.gov Clinical trial number NCT03607422 for \"A Study to Evaluate Upadacitinib in Adolescents and Adults With Moderate to Severe Atopic Dermatitis (Measure Up 2)\" at ClinicalTrials.gov Clinical trial number NCT03568318 for \"A Study to Evaluate Upadacitinib in Combination With Topical Corticosteroids in Adolescent and Adult Participants With Moderate to Severe Atopic Dermatitis (AD Up)\" at ClinicalTrials.gov Clinical trial number NCT03653026 for \"A Study of the Efficacy and Safety of Upadacitinib (ABT-494) in Participants With Moderately to Severely Active Ulcerative Colitis (U-Accomplish)\" at ClinicalTrials.gov Clinical trial number NCT03345836 for \"A Study of the Efficacy and Safety of Upadacitinib (ABT-494) in Participants With Moderately to Severely Active Crohn's Disease Who Have Inadequately Responded to or Are Intolerant to Biologic Therapy\" at ClinicalTrials.gov Clinical trial number NCT03345849 for \"A Study of the Efficacy and Safety of Upadacitinib in Participants With Moderately to Severely Active Crohn's Disease Who Have Inadequately Responded to or Are Intolerant to Conventional and/or Biologic Therapies (U-EXCEL)\" at ClinicalTrials.gov Clinical trial number NCT03345823 for \"A Maintenance and Long-Term Extension Study of the Efficacy and Safety of Upadacitinib (ABT-494) in Participants With Crohn's Disease Who Completed the Studies M14-431 or M14-433\" at ClinicalTrials.gov Clinical trial number NCT03178487 for \"A Study Evaluating the Safety and Efficacy of Upadacitinib in Adults With Active Ankylosing Spondylitis (SELECT-AXIS 1)\" at ClinicalTrials.gov Clinical trial number NCT04169373 for \"A Study to Evaluate Efficacy and Safety of Upadacitinib in Adults With Axial Spondyloarthritis (SELECT-AXIS 2)\" at ClinicalTrials.gov   ==== Phase I studies ==== A phase I study revealed that upadacitinib followed a bi-exponential disposition with a terminal half-life of 6–16 hours. There was no significant accumulation over the dose range of 3–36 mg per day. No interaction was found in rheumatoid arthritis participants taking methotrexate. The most common adverse event was headache but its incidence was similar to that when taking placebo (15.6% for upadacitinib vs. 16.7% for placebo). An investigation into absorption and metabolism found that dosing after a high-fat meal had no effect on upadacitinib total drug exposure over time (area under the curve or AUC).   ==== Phase II studies ====  Two phase IIb studies were initiated to study the efficacy and safety of upadacitinib in participants with rheumatoid arthritis and one phase II study was initiated in participants with Crohn's disease.   ===== BALANCE I ===== In the first study, 276 rheumatoid arthritis participants were recruited who had previously experienced inadequate response to anti–tumor necrosis factor (TNF) therapy and were currently on a stable dose of methotrexate. Participants were randomized to receive 3, 6, 12, or 18 mg twice daily or placebo. The primary endpoint was a 20% improvement in symptoms according to the American College of Rheumatology improvement criteria (ACR20). At the completion of the study it was found that response rates were significantly higher in those receiving upadacitinib versus in those receiving placebo alone (36–42% and 22– 26%, respectively). Adverse events included headache, nausea, and infection but no infections were serious.   ===== BALANCE II ===== In the second phase IIb study, 300 rheumatoid arthritis participants were recruited who have had an inadequate response to methotrexate. Participants were randomized to receive 3, 6, 12, or 18 mg twice daily or placebo. The primary endpoint was a 20% improvement in symptoms according to the American College of Rheumatology improvement criteria (ACR20). At the completion of the study it was found that response rates were significantly higher in those receiving upadacitinib versus in those receiving placebo alone. (62%, 68%, 80%, 64%, and 76% for the 3, 6, 12, 18, and 24 mg doses, respectively) than with placebo (46%). Improvement in symptoms was rapid, with significant changes in disease scores by week 2. Adverse events were mild with infection being the most serious. One case of community-acquired pneumonia occurred at 12 mg.   ===== CELEST =====  In this 16-week study, 220 participants were recruited with moderately to severely active Crohn's disease. Participants must have also experienced an inadequate response to or intolerance to Immunotherapy or TNF inhibitors. Participants were randomized to therapy with upadacitinib at 3, 6, 12, 24 mg twice daily or 24 mg once daily for 16 weeks or placebo, followed by blinded extension therapy for 36 weeks. The co-primary endpoints were the proportion of participants who achieved clinical remission (soft stool frequency or daily abdominal pain score) at week 16 and endoscopic remission at week 12 or 16. Secondary endpoints included significant clinical response (≥30% reduction in symptoms) at week 16 and endoscopic response (≥25% decrease in symptoms) at week 12 or 16. At 16 weeks 22% of participants taking the 24 mg twice daily dose achieved endoscopic remission with upadacitinib compared to 0% of participants taking placebo. 27% of participants taking the 6 mg twice daily dose achieved clinical remission compared to 11% of participants taking placebo. Adverse events did not appear to be dose-related. A single case of non-melanoma skin cancer was reported in the 24 mg twice daily group.   ==== Phase III studies ==== Abbvie has planned a total of six phase III trials that will evaluate over 4,000 participants with moderate to severe rheumatoid arthritis. Two Phase III trials are planned studying participants with psoriatic arthritis and one in participants with ulcerative colitis.   ===== SELECT-COMPARE ===== In SELECT-COMPARE 1629 participants with moderate to severe rheumatoid arthritis and inadequate response to methotrexate were randomized (2:2:1) to once-daily upadacitinib 15mg, placebo, or adalimumab 40mg, on stable background methotrexate. Primary endpoints were ACR20 and DAS28CRP<2.6 versus placebo at week 12; inhibition of radiographic progression was evaluated at week 26. The study was designed and powered to test for non-inferiority and superiority of upadacitinib versus adalimumab clinically and functionally. At week 12, both primary endpoints were met for upadacitinib versus placebo (p≤0.001). ACR20 was achieved by 71% versus 36%, and DAS28CRP<2.6 by 29% versus 6%. Upadacitinib was superior to adalimumab for ACR50, DAS28CRP≤3.2, ΔPain and ΔHAQDI. At week 26, more participants on upadacitinib vs placebo or adalimumab achieved low disease activity or remission (p≤0.001). Radiographic progression was less and observed in fewer participants receiving upadacitinib versus placebo (p≤0.001). Up to week 26, adverse events (AEs) including serious infections were comparable for upadacitinib and adalimumab. The proportions of participants with serious AEs and AEs leading to discontinuation were highest for adalimumab; the proportion with herpes zoster and CPK elevations was highest for upadacitinib. Three malignancies, five MACE, and four deaths were reported, none on upadacitinib. Six venous thromboembolic events were reported [placebo, one; upadacitinib, two; adalimumab, three]. Upadacitinib was superior to placebo and adalimumab for improving signs, symptoms and physical function in RA participants on background methotrexate, and significantly inhibited radiographic progression versus placebo, while the overall safety profile was generally similar to adalimumab, except for higher rates of herpes zoster and CPK elevations on upadacitinib.   ===== SELECT-CHOICE ===== SELECT-CHOICE was a phase III trial comparing upadacitinib and abatacept in 612 people whose rheumatoid arthritis did not respond to biologic disease-modifying antirheumatic drugs. It compared their ability to reduce Disease Activity Score-28 with CRP (DAS-28 CRP), a measure of rheumatoid arthritis disease severity that includes number of tender and swollen joints, C-reactive protein level (a marker of inflammation), and overall health reported on a standardized scale. The trial found that after 12 weeks of treatment, people treated with upadacitinib had lower DAS-28 CRP scores and a higher rate of remission. There was also a higher rate of serious and opportunistic infections, elevated liver enzymes, and thromboembolism in the upadacitinib group.   == References =="}