{"name": "urapidil", "category": "drug", "content": "Urapidil is a sympatholytic antihypertensive drug. It acts as an α1-adrenoceptor antagonist and as an 5-HT1A receptor agonist. Although an initial report suggested that urapidil was also an α2-adrenoceptor agonist, this was not substantiated in later studies that demonstrated it was devoid of agonist actions in the dog saphenous vein and the guinea-pig ileum. Unlike some other α1-adrenoceptor antagonists, urapidil does not elicit reflex tachycardia, and this may be related to its weak β1-adrenoceptor antagonist activity, as well as its effect on cardiac vagal drive. Urapidil is currently not approved by the U.S. Food and Drug Administration, but it is available in Europe.   == Medical uses ==   === D/T and reperfusion injuries === Urapidil has been determined to aid in the recovery of torsion detorsion (T/D) injuries in ovaries and testes, as well as ischemia-reperfusion (I/R) renal injuries. Both of these conditions are directly associated with one another as T/D injuries commonly lead to ischemia, or the lack of blood flow. Urapidil is able to reduce inflammatory response, apoptosis and act as an antioxidant through a variety of pathways. During the detorsion phase of an injury, reperfusion, or the restoration of blood flow is important, but can also cause injuries to the affected tissue through apoptosis and the generation of ROS. Oxidative stress also plays a vital role in D/T and I/R injuries and is marked by malondialdehyde, or MDA, levels. MDA can also contribute to tissue damage, particularly by encouraging polymerization and cross-linking of the membranes of the affected cells. Through various studies performed within the past decade, it has been found that urapidil can treat T/D and I/R injuries, particularly stemming from autophagy, apoptosis, and inflammation, by elevating levels of SOD, TAS, and GPx within the cell. Both SOD and GPx help to counteract the negative effects of ROS which injures tissue through lipid peroxidation and by damaging DNA. Additionally, urapidil has the ability to counteract autophagy by lowering the quantity of autophagosome marker LC3B and caspase-3 which also plays a critical role in autophagy regulation.   == See also == Naftopidil   == References =="}