{"name": "Uremic pruritus", "category": "disease", "content": "Uremic pruritus is caused by chronic kidney failure and is the most common internal systemic cause of itching.: 52–3  Nalfurafine, an orally administered, centrally acting κ-opioid receptor agonist, is approved to treat the condition in Japan.   == Signs and symptoms == The signs and symptoms of uremic pruritus can vary. The intensity ranges from mildly uncomfortable to highly upsetting and causing agitation. The distribution is more prevalent on the back, face, and shunt arm and is typically symmetric and generalized, though it can also be localized. Dryness, heat, cold, stress, and showering all exacerbate pruritus. Patients with this condition frequently have skin devoid of noticeable lesions. But in addition to xerosis, skin lesions like excoriation, crusts, impetigo, and prurigo nodularis may also develop as a result of repeated scratching.   == Causes == There are several potential causes of uremic pruritus, including immune dysregulation, uremic toxins, neuropathy, and opioid imbalance.   == Mechanism == Vitamin A, parathyroid hormone, calcium, phosphate, magnesium, histamine, and phosphate are the most researched potential pruritogens in the pathophysiology of uremic pruritus. The etiology of uremic pruritus may involve the immune system as well. Research comparing hemodialysis patients with and without uremic pruritus revealed that those with the condition had noticeably higher levels of T helper 1 cells as well as serum interleukin (IL)-6, IL-2, and IL-31. In uremic pruritus, both peripheral and central neuropathy are thought to be involved.   == Diagnosis == Uremic pruritus is defined as itching that is directly caused by chronic kidney disease, with no other explainable conditions. Uremic pruritus cannot be diagnosed with laboratory tests or established criteria because of its variability and lack of specific skin lesions. Comprehensive consideration of the diagnosis is necessary, encompassing neuropathic, psychogenic, renal, dermatologic, endocrine, hepatobiliary, hematologic, rheumatologic, oncologic, and endocrine causes.   == Treatment == The pathophysiology of uremic pruritus is still poorly understood, which contributes to the difficulty of current treatments. Prior to the approval of difelikefalin in the US in 2021, there was no FDA-approved treatment for uremic pruritus. Emollients, topical medications, antihistamines, phototherapy, dialysis modification, and serotonin receptor antagonists are examples of conventional treatments. More data from recent studies indicates that biologics, gabapentin, pregabalin, and opioid receptor agonists and antagonists may be involved in treating uremic pruritus. Xerosis is a contributing factor to pruritus and is present in 50–85% of patients with uremic pruritus. Many studies have shown that emollients such as glycerol and paraffin, physiological lipids, 10% urea and dexpanthenol, and baby oil can reduce xerosis and pruritus in patients with uremic pruritus. For patients with uremic pruritus, especially in cases of milder severity, emollient is recommended as the initial line of treatment. Pregabalin and gabapentin are analogues of gamma-aminobutyric acid that modulate neurotransmitters, possibly through reducing the release of neurotransmitters. Numerous pruritic disorders, including brachioradial pruritus and pruritus in patients with diabetic neuropathic pain, have been linked to the neuropathic role in their pathogenesis. Pregabalin and gabapentin have been shown in multiple clinical trials to be statistically significant in reducing the intensity of pruritus in patients with uremic pruritus. It has been demonstrated that mast cell stabilizers, which stop mast cells from releasing inflammatory mediators, are useful in treating uremic pruritus. These stabilizers include zinc sulfate, ketotifen, oral cromolyn sodium, and topical cromolyn sodium.   == See also == Pruritus List of cutaneous conditions   == References ==   == Further reading == Rayner, Hugh C.; Larkina, Maria; Wang, Mia; Graham-Brown, Matthew; van der Veer, Sabine N.; Ecder, Tevfik; Hasegawa, Takeshi; Kleophas, Werner; Bieber, Brian A.; Tentori, Francesca; Robinson, Bruce M.; Pisoni, Ronald L. (September 18, 2017). \"International Comparisons of Prevalence, Awareness, and Treatment of Pruritus in People on Hemodialysis\". Clinical Journal of the American Society of Nephrology. 12 (12). Ovid Technologies (Wolters Kluwer Health): 2000–2007. doi:10.2215/cjn.03280317. ISSN 1555-9041. PMC 5718267. PMID 28923831. Kim, Dana; Pollock, Carol (October 14, 2021). \"Epidemiology and burden of chronic kidney disease-associated pruritus\". Clinical Kidney Journal. 14 (Supplement_3). Oxford University Press (OUP): i1–i7. doi:10.1093/ckj/sfab142. ISSN 2048-8505. PMC 8702817. PMID 34987777.   == External links == DermNet Cleveland Clinic"}