{"name": "Urethral atrophy", "category": "disease", "content": "Atrophic vaginitis is inflammation of the vagina as a result of tissue thinning due to low estrogen levels. Symptoms may include pain with sex, vaginal itchiness or dryness, and an urge to urinate or burning with urination. It generally does not resolve without ongoing treatment. Complications may include urinary tract infections. Atrophic vaginitis as well as  vulvovaginal atrophy, bladder and urethral dysfunctions are a group of conditions that constitute genitourinary syndrome of menopause (GSM). Diagnosis is typically based on symptoms. The decrease in estrogen typically occurs following menopause. Other causes may include breastfeeding or using specific medications. Risk factors include smoking. Treatment for atrophic vaginitis may involve the use of topical estrogen or other estrogen replacement. To treat the symptoms, patients may use lubricants, but it may not help long term as it does not affect the tissues.   == Risk Factors == In a majority of postmenopausal women, there are risk factors that can contribute to atrophic vaginitis. Specifically, these risk factors are directly related to decreased estrogen levels and vaginal health. Some risk factors include  Bilateral Oophorectomy: Women who undergo surgical removal of both ovaries, potentially causing a decline in estrogen levels. Primary Ovarian Insufficiency: Ovaries fail to properly function before 40 years of age, causing a decrease in estrogen levels. Ovarian Failure due to Radiation or Arterial Embolization: These treatments involve radiation or embolization of the ovaries and can cause ovarian damage. This leads to decreased estrogen production and symptoms of atrophic vaginitis. Hypothalamic-Pituitary Disorders: These disorders directly affect the hypothalamus or pituitary gland, disrupting hormone production. Anti-Estrogen Medications: Medications such as Danazol or Leuprolide can lower estrogen levels. Postpartum Breastfeeding: Breastfeeding can cause lower estrogen levels due to hormonal changes. Breast Cancer Survivors: Chemotherapy, selective estrogen receptor modulators (e.g. Tamoxifen and Raloxifene), or aromatase inhibitors (e.g. Letrozole, Anastrozole, and Exemestane) can lead to decreased estrogen levels and therefore side effects that include atrophic vaginitis. Cigarette smoking All of these factors impact estrogen levels and vaginal health, causing an increase in Atrophic vaginitis development.   == Causes == Atrophic vaginitis may be caused by tissue thinning, loss of elasticity, and loss of vaginal fluids from low estrogen levels. Normally, estrogen helps the vagina shed old cells, which are then converted into lactic acid by good bacteria. This keeps the vagina's pH acidic and healthy. When estrogen levels drop, this process slows down, leading to thinner vaginal tissue, less moisture, and a less acidic environment. As a result, there's a higher risk of getting vaginal and urinary tract infections. Normal menopause and treatments such as chemotherapy or medications may result in loss of estrogen. Those with or had a history of breast cancer may be at a higher risk of developing atrophic vaginitis due to chemotherapy and other endocrine treatments. Estrogen is crucial for women's sexual and urinary health. It supports the tissues in the lower vagina and urinary tracts to keep them thick, elastic, and mosit and ensuring good blood flow. Estrogen helps maintain a thick, glycogen-rich vaginal lining, which healthy bacteria use to produce lactic acid to keep the vaginal environment acidic, reducing infection risks. In premenopausal women, the main form of estrogen is called estradiol and fluctuates between 40 and 200 pg/mL, rising to 600 pg/mL during ovulation. Postmenopause, estrogen levels drop significantly tp 5-18 pg/mL, leading to gradual changes in the urogenital area. All tissue types such as connective, epithelial, muscular, blood vessels, and nerves are affected and become thinner and less effective, which increases risk of infections, inflammation, injuries, and sores. Blood flow and sensation can decrease, causing pain during sex and the pH level can rise due to decreased lactic acid production, which can allow harmful bacteria and fungi to grow and cause infections. Antiestrogen medications may also contribute to the development of atrophic vaginitis. These medications include danazol, nafarelin, and medroxyprogesterone. Additional risk factors include smokers, those who have not given birth naturally (through the vagina), and increased prolactin levels while lactation.   == Signs and symptoms == After menopause the vaginal epithelium changes and becomes a few layers thick. Many of the signs and symptoms that accompany menopause occur in atrophic vaginitis. The earliest symptoms of atrophic vaginitis may be decreased vaginal lubrication, while other symptoms may appear later. Genitourinary symptoms include  dryness pain itching burning soreness pressure white discharge malodorous discharge due to infection painful sexual intercourse bleeding after intercourse painful urination blood in the urine increased urinary frequency incontinence increased susceptibility to infections decreased vaginal lubrication urinary tract infections painful urination difficulty sitting difficulty wiping thin, clear discharge   == Diagnosis == It can be challenging to diagnose atrophic vaginitis given that the symptoms are mild and nonspecific for many postmenopausal women. Since women can have signs and symptoms that could be attributed to other causes, diagnosis is based upon the symptoms that cannot be better accounted for by another diagnosis.   === Differential Diagnosis === To determine if atrophic vaginitis is the cause for a patient's symptoms, differential diagnosis may be used. Other diagnosis include bacterial vaginosis, trichomoniasis, candidiasis, and contact irritation from irritants such as soaps, pantyliners, or tight-fitting clothing. For example, a person who does not feel itching is unlikely to have candidiasis and no odor likely rules out bacterial vaginosis.   === Clinical Examination === Lab tests usually do not provide information that will aid in diagnosing. A visual exam is useful. The observations of the following may indicate lower estrogen levels: little pubic hair, loss of the labial fat pad, thinning and resorption of the labia minora, and the narrowing of the vaginal opening. An internal exam will reveal the presence of low vaginal muscle tone, the lining of the vagina appears smooth, shiny, pale with loss of folds. The cervical fornices may have disappeared and the cervix can appear flush with the top of the vagina. Inflammation is apparent when the vaginal lining bleeds easily and appears swollen.   === Lab Examination === The vaginal pH will change from being acidic to a more neutral pH at around 4.5 or higher. This is typically taken by placing Litmus test strip on the wall of the vagina. Papillary and reticular, as well as skin and dermal tissue atrophy are observed via histological examinations. Observed reduced vascularization, atrophy of epithelial tissue leading to reduced thickness, and paleness are all apparent in post-menopausal women during histological examinations. Microscopy laboratory tests may be used to rule out symptoms caused by trichomoniasis and other bacteria. A Papanicolaou test, also known as a pap test, would not be useful as it does not correlate strongly with the symptoms of atrophic vaginitis.   === Vaginal Maturation Index (VMI) === The Vaginal Maturation Index (VMI) is a measure used to assess the composition of different types of cells in the vaginal lining. It helps to evaluate the hormonal environment in the vagina by calculating the proportion of different types of cells present in the vagina. During different life stages, such as before the first menstural cycle, during reproductive years, and after menopause, the distribution of these cell types changes. VMI is determined using a specific formula and provides a more comprehensive view of the hormonal effects on the vagina over time than a single hormone level measurement. VMI is particularly useful in clinical research for evaluating the impact of hormone therapy and changes in sexual function during menopause. VMI is also a better measure of vaginal atrophy than patient-reported symptoms of vaginal dryness.   == Treatment == Symptoms of genitourinary syndrome of menopause (GSM) will unlikely be resolved without treatment. Some individuals may have many or a few symptoms so treatment is provided that best suits each person. If other health problems are also present, these can be taken into account when determining the best course of treatment. For those who have symptoms related to sexual activities, a lubricant may be sufficient. If both urinary and genital symptoms exist, local, low-dose estrogen therapy can be effective. Those individuals who are survivors of hormone-sensitive cancer may need to be treated more cautiously. Some people can have symptoms that are widespread and may be at risk for osteoporosis. Estrogen and adjuvants may be best. Recent research showed a medication called ospemifene can be an alternative oral treatment if vaginal products or hormone therapy is not suitable for patients surviving gynecological cancer. Ospemifene can increase collagen production to improve vaginal tissue, which will help reduce GSM symptoms. Studies have shown this medication has helped increase vaginal pH, elasticity, and moisture to improve vaginal health as well as sexual and emotional well-being. Topical treatment with estrogen is effective when the symptoms are severe and relieves the disruption in pH to restore the microbiome of the vagina. When symptoms include those related to the urinary system, systematic treatment can be used. Recommendations for the use of the lowest effective dose for the shortest duration help to prevent adverse endometrial effects. Treatment is generally with estrogen cream applied to the vagina. The use of estrogen for treatment do come at some risk. Those who are treated with estrogen may be at a higher risk of developing vaginal candidiasis since estrogen allows lactobacilli to increase in levels. Additionally, it is recommended that soaps and other irritants are avoided. Some treatments have been developed more recently. These include selective estrogen receptor modulators, vaginal dehydroepiandrosterone, and laser therapy. Other treatments are available without a prescription such as vaginal lubricants and moisturizers. Vaginal dilators may be helpful. Since GSM may also cause urinary problems related to pelvic floor dysfunction, the person may benefit from pelvic floor strengthening exercises. The individual and their partners have reported that estrogen therapy resulted in less painful sex, more satisfaction with sex, and an improvement in their sex life. If a person cannot tolerate or use estrogen therapy, topical hyaluronic acid can be used as another option which has been shown to be safe and effective. For mild atrophic vaginitis, hyaluronic acid can be used as a treatment first. However, if it is moderate to severe atrophic vaginitis, estrogen therapy is recommended to be used first. Vitamin E vaginal suppositories were also found to be helpful in relieving symptoms of GSM, but further studies need to be done to evaluate how safe and effective this treatment is for this condition. Other studies have discussed using vaginal oxytocin as a treatment, but there has been no significant effect on GSM in either helping alleviate signs and symptoms or improving the condition.   == Epidemiology == Atrophic vaginitis develops in 10-50% of postmenopausal women. Of those who are postmenopausal and have developed atrophic vaginitis, 50-70% develop symptoms. Around 30% of women with atrophic vaginitis discuss their symptoms with their primary healthcare provider. It is likely to be under diagnosed and under treated due to lack of awareness of those who are affected by atrophic vaginitis and of healthcare providers. Symptoms of genitourinary syndrome of menopause (GSM) are seen in 65% women one year post-menopause versus 87% six years post-menopause.   == Terminology == Vulvovaginal atrophy and atrophic vaginitis have been the preferred terms for this condition and cluster of symptoms until recently. These terms are now regarded as inaccurate in describing changes to the entire genitourinary system occurring after menopause. The term atrophic vaginitis suggests that the vagina is inflamed or infected. Though this may be true, inflammation and infection are not the major components of postmenopausal changes to the vagina. The former terms do not describe the negative effects on the lower urinary tract which can be the most troubling symptoms of menopause for women. Genitourinary syndrome of menopause (GSM) was determined to be more accurate than vulvovaginal atrophy by two professional societies. The term atrophic vaginitis does not reflect the related changes of the labia, clitoris, vestibule, urethra and bladder. Overall, the current preferred term is Genitourinary syndrome of Menopause (GSM). It is an umbrella term for vulvovaginal atrophy, atrophic vaginitis, urogenital atrophy and vaginal atrophy.   == Research == In 2018, the FDA issued a warning that lasers and other high energy devices were not approved for \"rejuvenating\" the vagina, and it has received many reports of injuries. Such devices are scams and have been shown to only cause necrosis and extreme pain to lead to suicidal ideation. In a 2021 systematic review, fractionated type CO2 laser therapy used for GSM was shown to be effective and safe in the studies the researchers reviewed. However, there is a lot of evidence still needed to determined how effective this therapy is compared to other treatments for GSM such as hormonal, non-hormonal, and topical treatments. In addition, further studies conducted can also help determine which groups of patients would benefit from CO2 laser therapy. In addition, there were several studies that looked into whether vaginal oxytocin was an alternative hormone treatment for atrophic vaginitis. In 2023, a systematic review found that there was no significant effect using vaginal oxytocin for this condition. The article explored vaginal maturation index, vaginal pH, endometrial thickness, and dyspareunia. Even though there were lack of evidence to support using vaginal oxytocin for atrophic vaginitis, further studies should be conducted to gain a better understanding of oxytocin's effects and its efficacy on this condition. A 12-week randomized controlled clinical trial conducted in Ardabil, Iran, in 2018 evaluated the effectiveness of fenugreek extract on atrophic vaginitis in 60 postmenopausal women. Research participants were dividied into an intervention group, which received fenugreek vaginal cream, and a control group, which received conjugated estrogen vaginal cream. The study measured clinical signs and the Vaginal Maturation Index (VMI). The results indicated that while fenugreek extract showed some efficacy in treating atrophic vaginitis, it was significantly less effective that ultra-low-dose estrogen as evidenced by higher VMI scores and greater improvement in clinical signs in the control group. A 2021 study examined the effectiveness of aloe vera vaginal cream for the treatment of atrophic vaginitis. This randomized, double-blind, controlled trial compared the effectiveness of Aloe Vera vaginal cream to estrogen vaginal cream in treating vaginal atrophy in 60 postmenopausal women. Over six week, both treatments significantly improved symptoms, including vaginal health index (VHI), maturity valve (MV), and overall symptoms of vaginal atrophy. The Aloe Vera group showed a notable increase in superficial cells and superior results in fluid volume compared to the estrogen group. The study concluded that Aloe Vera cream is as effective as estrogen cream, presenting a viable alternative for women who cannot use estrogen therapy. A 2021 systematic review studied the use of hyaluronic acid for those with postmenopausal vaginal atrophy. From the 833 studies identified, the comparisons of hyaluronic acid to vaginal estrogen treatments appear to have similar safety, tolerability, and efficacy based on outcomes such as vaginal pH and cell maturation. Thus, hyaluronic acid may be a suitable treatment for those who cannot tolerate hormonal treatment. A 2022 systematic review evaluated randomized controlled trials to see if there were evidence to support the effectiveness of using vaginal Vitamin E and whether it helped alleviate GSM symptoms in postmenopausal individuals. The authors looked into 31 studies and found four of the studies met the requirements for inclusion criteria. One of the trials showed that there was a significant impact in helping alleviate GSM symptoms with using 1 mg vitamin E in the experimental group compared to the placebo group. Another trial showed 5 mg vaginal hyaluronic acid had a greater impact than 1 mg vitamin E. Two of the other trials showed there were no difference between using 0.5 g vaginal estrogen and 100 IU of vaginal vitamin E. Since the authors were only able to use four studies, they encountered some limitations such as using a small number of studies and not having as much evidence. In conclusion, the review article found that vaginal vitamin E can be used to helping with GSM symptom but further studies need to be conducted to confirm its efficacy and safety.   == Notes ==   == References ==   == External links =="}