{"name": "ustekinumab", "category": "drug", "content": "Ustekinumab, sold under the brand name Stelara among others, is a monoclonal antibody medication developed by Janssen Pharmaceuticals, for the treatment of Crohn's disease, ulcerative colitis, plaque psoriasis and psoriatic arthritis, targeting both IL-12 and IL-23. Ustekinumab is approved to treat Crohn's disease in the United States, Israel, Australia, and the European Union, and ulcerative colitis in the US, and in the EU to people who have not responded to more traditional treatments. It was found not effective for multiple sclerosis. It is administered either by intravenous infusion or subcutaneous injection. The antibody targets a subunit of human interleukin 12 and interleukin 23, which are naturally occurring proteins that regulate the immune system and immune-mediated inflammatory disorders.   == Medical uses == Ustekinumab is used to treat psoriasis. This includes psoriatic arthritis when it affects the skin. It is indicated for the treatment of adult and adolescent patients (12 years and older) with moderate to severe plaque psoriasis (Ps) who are candidates for phototherapy or systemic therapy, and adults with active psoriatic arthritis (PsA) alone or in combination with methotrexate. It is also used to treat moderately to severely active Crohn's disease and moderately to severely active ulcerative colitis. In the European Union, ustekinumab is approved to treat moderate to severe plaque psoriasis in adults and children above the age of six years whose condition has not improved with, or who cannot use, other systemic (whole-body) psoriasis treatments, such as ciclosporin, methotrexate or PUVA (psoralen ultraviolet A); active psoriatic arthritis in adults; moderately to severely active Crohn's disease in adults; and moderately to severely active ulcerative colitis in adults.   == Adverse effects == According to information provided by Centocor, maker of one medication based on ustekinumab, their version of ustekinumab is associated with several types of serious adverse effects. These include an increased risk of infection, such as by tuberculosis and an increased risk of certain types of cancer. As with some other immunosuppressant drugs like ciclosporin, the brain swelling of posterior reversible encephalopathy syndrome is a risk. The pharmaceutical company also reports serious allergic reaction as a possible side effect. More common side effects are upper respiratory infection, headache, tiredness, and injection site reactions (such as pain or swelling). Clinical trials have shown that subcutaneous ustekinumab was generally well tolerated. Most treatment-emergent adverse events were of mild severity.   === Pregnancy === It is unknown if the medication is safe during pregnancy or breastfeeding.   == Mechanism of action == Ustekinumab is designed to interfere with the triggering of the body's inflammatory response through the suppression of certain cytokines. Specifically, it blocks interleukin IL-12 and IL-23 which help activate certain T-cells. It binds to the p-40 subunit of both IL-12 and IL-23 so that they subsequently cannot bind to their receptors.   == History == In December 2007, a biologic license application (BLA) with the US Food and Drug Administration (FDA) was filed by Centocor and Janssen-Cilag International (collaborator) submitted a marketing authorization application (MAA) to the European Medicines Agency (EMA). In November 2008, the Committee for Medicinal Products for Human Use (CHMP) of the EMA adopted a positive opinion for ustekinumab for the treatment of moderate to severe plaque psoriasis in adults who failed to respond to other systemic therapies.   == Society and culture ==   === Legal status === Ustekinumab is approved in Canada, the European Union, and the United States to treat moderate to severe plaque psoriasis. In September 2013, the US Food and Drug Administration (FDA) approved the use of ustekinumab for the treatment of psoriatic arthritis. In December 2008, Health Canada approved the use of ustekinumab for the treatment of chronic moderate to severe plaque psoriasis in adults who are candidates for phototherapy or systemic therapy. The FDA approved ustekinumab in September 2009, for the treatment of adults with moderate to severe plaque psoriasis. The FDA approved ustekinumab in September 2016, for the treatment of Crohn's disease. Since September 2017, ustekinumab is available on the AU Pharmaceutical Benefits Scheme for the treatment of severe Crohn's disease in adults. In 2019, the European Commission approved the use of ustekinumab for adults with moderately to severely active ulcerative colitis. In October 2019, the FDA approved the use of ustekinumab for adults with moderately to severely active ulcerative colitis.   ==== Biosimilars ====  In October 2023, ustekinumab-auub (Wezlana) was approved for medical use in the United States. In November 2023, the Committee for Medicinal Products for Human Use (CHMP) of the European Medicines Agency (EMA) adopted a positive opinion, recommending the granting of a marketing authorization for the medicinal product Uzpruvo, intended for the treatment of plaque psoriasis, including pediatric plaque psoriasis, psoriatic arthritis and Crohn's disease in adults. The applicant for this medicinal product is STADA Arzneimittel AG. Uzpruvo is a biosimilar medicinal product. Uzpruvo was approved for medical use in the European Union in January 2024. In November 2023, Jamteki was approved for medical use in Canada. In December 2023, Wezlana and Wezlana I.V. were approved for medical use in Canada. In February 2024, the CHMP adopted a positive opinion, recommending the granting of a marketing authorization for the medicinal product Pyzchiva, intended for the treatment of plaque psoriasis, including pediatric plaque psoriasis, psoriatic arthritis, ulcerative colitis and Crohn's disease in adults. The applicant for this medicinal product is Samsung Bioepis NL B.V. Pyzchiva is a biosimilar medicinal product. Pyzchiva was approved for medical use in the European Union in April 2024. Ustekinumab-aekn (Selarsdi) was approved for medical use in the United States in April 2024. In April 2024, the CHMP adopted a positive opinion, recommending the granting of a marketing authorization for the medicinal product Wezenla, intended for the treatment of plaque psoriasis, including pediatric plaque psoriasis, psoriatic arthritis and Crohn's disease in adults. The applicant for this medicinal product is Amgen Technology (Ireland) UC. Wezenla was approved for medical use in the European Union in June 2024. Ustekinumab-ttwe (Pyzchiva) was approved for medical use in the United States in June 2024. In June 2024, the CHMP recommended granting a marketing authorization for Steqeyma, a biosimilar medicine for the treatment of adults with moderately-to severely-active Crohn's disease, plaque psoriasis, pediatric plaque psoriasis and psoriatic arthritis. The applicant for this medicinal product is Celltrion Healthcare Hungary Kft. Steqeyma was approved for medical use in the European Union in August 2024. In July 2024, the CHMP adopted a positive opinion, recommending the granting of a marketing authorization for the medicinal product Eksunbi, intended for the treatment of plaque psoriasis, including pediatric plaque psoriasis, psoriatic arthritis, ulcerative colitis and Crohn's disease in adults. The applicant for this medicinal product is Samsung Bioepis NL B.V. Eksunbi is a biosimilar medicinal product. Eksunbi is a biosimilar medicinal product. Eksunbi was approved for medical use in the European Union in September 2024. In July 2024, the CHMP adopted a positive opinion, recommending the granting of a marketing authorization for the medicinal product Otulfi, intended for the treatment of adults and children with plaque psoriasis and adults with psoriatic arthritis or Crohn's disease. The applicant for this medicinal product is Fresenius Kabi Deutschland GmbH. Otulfi is a biosimilar medicinal product. In July 2024, the CHMP adopted a positive opinion, recommending the granting of a marketing authorization for the medicinal product Fymskina, intended for the treatment of adults and children with plaque psoriasis and adults with psoriatic arthritis, ulcerative colitis or Crohn's disease.The applicant for this medicinal product is Formycon AG. Fymskina is a biosimilar medicinal product. In July 2024, Steqeyma and Steqeyma IV were approved for medical use in Canada. In August 2024, Pyzchiva and Pyzchiva I.V. were approved for medical use in Canada.   == References =="}