{"name": "Uterine Inertia", "category": "disease", "content": "Uterine atony is the failure of the uterus to contract adequately following delivery. Contraction of the uterine muscles during labor compresses the blood vessels and slows flow, which helps prevent hemorrhage and facilitates coagulation. Therefore, a lack of uterine muscle contraction can lead to an acute hemorrhage, as the vasculature is not being sufficiently compressed. Uterine atony is the most common cause of postpartum hemorrhage, which is an emergency and potential cause of fatality. Across the globe, postpartum hemorrhage is among the top five causes of maternal death. Recognition of the warning signs of uterine atony in the setting of extensive postpartum bleeding should initiate interventions aimed at regaining stable uterine contraction.   == Risk factors == There are many risk factors for uterine atony and several are due to the type of labor a mother experiences such as prolonged labor, labor lasting less than 3 hours, uterine inversion, the use of magnesium sulfate infusions, and extended use of oxytocin. Uterine distention caused by things like more than one fetus present, polyhydramnios, fetal macrosomia, uterine fibroids, chorioamnionitis can also lead to decreased uterine function and atony. Retained placental tissue or placental disorders, such as an adherent placenta, placenta previa, and abruption placentae increase the mother's risk of PPH.  Body mass index (BMI) above 40 and coagulopathies are known risk factors. Magnesium sulfate is used often in patients with preeclampsia and eclampsia, can inadvertently inhibit uterine contractions. In addition, preeclampsia can lead to blood disorders such as  thrombocytopenia, platelet abnormalities, and disseminated intravascular coagulation. Cesarean delivery, especially after prolonged labor, may cause the muscles of the uterus to become tired and stop contracting or contraction can be inhibited at the surgical site.   == Epidemiology == Uterine atony occurs during 1 in 40 births in the United States and is responsible for at least 80% of cases of postpartum hemorrhage.   == Pathophysiology == The uterus is composed of an interconnected muscle fibers known as the myometrium. The blood vessels that provide the blood supply to the placenta pass through this muscle.  After labor it is the contraction of these muscles that physically squeeze the blood vessels so that hemostasis can occur after the delivery of the fetus and the placenta.  Local hemostatic factors like tissue factor type-1 plasminogen activator inhibitor and platelets and clotting factors aid in stopping the blood flow. This physiological contraction does not occur if the myometrium becomes atonic. Oxytocin is released continuously during labor to stimulate uterine muscle contraction so that the fetus can be delivered and it is continued to be released after delivery to stop blood flow.  If the oxytocin receptors become desensitized and no longer respond to the hormone then the uterus does not contract. The uterus can also be structurally damaged or distended to prevent contraction. Therefore, as placenta is delivered arteries are damaged and without the muscle contractions hemostasis cannot be reached. Blood loss is an expected part of labor and less than 500 mL is considered normal. Generally, primary PPH is classified as being more than 500 mL of blood lost in the first 24 hours following delivery. Those who have a caesarean section typically have more blood loss than a vaginal birth; so 1000 mL is commonly used to determine excessive blood loss. It is easy to underestimate maternal blood loss because the primary method of assessment is visual observation.   == Evaluation and diagnosis == Identifying risk factors early in the pregnancy is essential in managing uterine atony and PPH. This allows for planning and organizing the necessary resources including staff, medicines, assistive devices, and the proper blood products. The delivery plan should also be cognizant of the ability of the hospital or facility to provide an appropriate level of care if any complications occur. Most diagnoses of uterine atony are made during the physical exam directly upon completion of the delivery. Diffuse uterine atony is typically diagnosed by patient observation rather than blood loss. The uterus can be directly palpated or observed indirectly using a bimanual examination post-delivery. An atonic uterus can feel soft, \"boggy\" and/or enlarged. Bleeding from the cervical os is also common. If the atony is localized to one area of the uterus, the upper, fundal region may still be squeezing while the lower uterine segment is non-functional. This can be difficult to see with a cursory abdominal examination and easily overlooked. Therefore, a comprehensive vaginal, abdominal, and rectal examination should be performed. The physical examination may include ultrasound imaging for rapid visualization of the uterus and other causes of bleeding. Expulsion of gestational products such as the placenta and rapid identification of obstetric lacerations, helps exclude other causes of PPH. Laboratory tests can be drawn if coagulopathies are suspected.   == Treatment and management ==   === Prevention === Before delivery all patients should be screened for risk factors and then assigned a postpartum hemorrhage risk stratification based on the American College of Obstetricians and Gynecologists recommendations. If the woman is at a medium risk, blood should be typed and screened. Those assessed to be high risk should be typed and cross-matched.  Active management of the third stage of labor is routinely implemented and is considered the standard for patient care. It can be utilized to reduce the risk of PPH. Active management of the third stage includes uterine massage and a IV low dose oxytocin. Whether it is given just before or after the delivery of the placenta is subject to provider preference. It is suggested that using an uterotonic, such as oxytocin, prophylactically will help reduce blood loss and the need for a blood transfusion after delivery. A uterine massage is performed by placing a hand on the lower abdomen and using repetitive massaging or squeezing movements in attempt to stimulate the uterus. It is theorized, the massaging motion stimulates uterine contraction and may also trigger the release of local prostaglandins to help hemostasis.   === Treatment === If uterine atony occurs even after all preventative measures have been taken, medical management should be implemented. Uterine fundal massage and compression should be maintained, while drugs are administered. An intravenous catheter should also be started to administer fluids, medications, and blood products There are several different types of uterotonic drugs that may be given, and the each has its own advantages and disadvantages. Moreover, the use of combination uterotonic therapy is a common practice and might be more effective at controlling bleeding than monotherapy. Some combinations might include oxytocin plus misoprostol, oxytocin plus ergometrine, and carbetocin. Medications used for PPH include the following:  Oxytocin (Pitocin) Stimulation of oxytocin receptors in the uterine muscle leads to contractions. The number of these receptors increases during pregnancy and with labor. There are also more in the fundus than in the lower uterine segment. Oxytocin has a quick onset of action, within a few minutes, but also loses effectiveness quickly because of a short half-life. The medicine is given in a rapid infusion and may cause hypotension. Oxytocin alone is the usually treatment of atony in the US. However, if bleeding is uncontrolled  after administration of oxytocin, then a second uterotonic is given. Carbetocin: A synthetic analog of oxytocin, works similarly to oxytocin but the half-life is much longer. It binds to smooth muscle receptors of the uterus, like oxytocin and has been reported to produce a stable uterine contraction, followed by rhythmic contractions. It is not available in the US but is available in many countries for the prevention of uterine atony and hemorrhage. Methylergonovine: This is an ergot alkaloid and has multiple mechanisms of action to induce fast, regular uterine contractions which leads to sustained uterine contraction. It can cause peripheral vasoconstriction and is contraindicated in patients with hypertension or pregnancy related hypertension. 15-methyl-PGF2-alpha (Hemabate, Carboprost)  Highly effective but it is expensive. It can cause bronchospasm and it should be avoided in asthmatics. May cause diarrhea, fevers, or tachycardia. Misoprostol (Cytotec):  A synthetic prostaglandin E1 analog oral medication that can stimulate uterine contractions. Misoprostol does not need to be refrigerated because it is heat stable. It is easy to administer compared with oxytocin and ergot alkaloids in low-resource areas where refrigeration and sterile needles are not available. May cause a low-grade fever. Dinoprostone (Prostin E2): An alternative prostaglandin to misoprostol. After the medication is administered, the mother should be closely observed for to confirm the bleeding has stopped. If the bleeding has not stopped or physical exam does not show signs of restored uterine function within 30 minutes of medication administration, immediate invasive interventions are recommended. Tamponade techniques include uterine packing (extending into the vagina) with gauze that also has a Foley catheter in place to allow for bladder drainage. It is inexpensive and readily available. Balloon tamponade is the suggested method of tamponade in guidelines for management of PPH. A bakri balloon to tamponade (also with vaginal packing) can be used with Foley catheter insertion to facilitate bladder drainage. Vacuum-induced uterine tamponade is newer technique that uses low-level vacuum to evacuate blood from the uterine cavity and facilitate uterine contraction Surgical management techniques include:  Compression sutures such as the B-Lynch Uterine curettage to remove retained placental products Uterine artery ligation, with or without ligation of the tubo-ovarian vessels. Ligation of the uterine and utero-ovarian arteries can decrease uterine bleeding by reducing the pressure of arterial blood flow in the uterus. It will not completely control the bleeding but may decrease blood loss while other interventions are being attempted. Hypogastric artery ligation. Bilateral ligation of the internal iliac arteries reduces the pulse pressure of blood flowing to the uterus similar to uterine artery ligation. However, it is not a common procedure because of the degree of difficulty and risks. Hysterectomy   == Complications == PPH can cause a multitude of complications including:  death hypovolemic shock disseminated intravascular coagulopathy renal failure hepatic failure adult respiratory distress syndrome In low‐income countries there are several other factors that play a role in PPH risk. Poor nutritional status, lack of healthcare access, and limited blood product supply are additional factors that increase morbidity and mortality. Postpartum anemia is common after an episode of uterine atony and postpartum hemorrhage. Severe anemia due to PPH may require red cell transfusions, depending on the severity of anemia and the degree of symptomatology attributable to anemia. A common practice is to offer a transfusion to symptomatic women with a hemoglobin value less than 7 g/dL. In most cases of uterine atony-related postpartum hemorrhage, the amount of iron lost is not fully replaced by the transfused blood. Oral iron should thus be also considered. Parenteral iron therapy is an option as it accelerated recovery. Most women with mild to moderate anemia, however, resolve the anemia sufficiently rapidly with oral iron alone and do not need parenteral iron.   == Prognosis == Women with a history of PPH have a 2 to 3 times higher risk of PPH in their following pregnancies.   == References ==   == External links =="}