{"name": "vaborbactam", "category": "drug", "content": "Vaborbactam (INN) is a non-β-lactam β-lactamase inhibitor discovered by Rempex Pharmaceuticals, a subsidiary of The Medicines Company. While not effective as an antibiotic by itself, it restores potency to existing antibiotics by inhibiting the β-lactamase enzymes that would otherwise degrade them. When combined with an appropriate antibiotic it can be used for the treatment of gram-negative bacterial infections. In the United States, the combination drug meropenem/vaborbactam (Vabomere) is approved by the Food and Drug Administration for complicated urinary tract infections and pyelonephritis.   == Biochemistry == Vaborbactam is a boronic acid β-lactamase inhibitor with a high affinity for serine β-lactamases, including Klebsiella pneumoniae carbapenemase (KPC). Vaborbactam inhibits a variety of β-lactamases, exhibiting a 69 nM Ki against the KPC-2 carbapenemase and even lower inhibition constants against CTX-M-15 and SHV-12. Boronic acids are unusual in their ability to reversibly form covalent bonds with alcohols such as the active site serine in a serine carbapenemase. This property enables them to function as transition state analogs of serine carbapenemase-catalyzed lactam hydrolysis and thereby inhibit these enzymes. Carbapenemases can be broadly divided into two different categories based on the mechanism they use to hydrolyze the lactam ring in their substrates: Metallo-β-lactamases contain bound zinc ions in their active sites and are therefore inhibited by chelating agents like EDTA, while serine carbapenemases feature an active site serine that participates in the hydrolysis of the substrate.  Serine carbapenemase-catalyzed hydrolysis employs a three-step mechanism featuring acylation and deacylation steps analogous to the mechanism of protease-catalyzed peptide hydrolysis, proceeding through a tetrahedral transition state. Given their mechanism of action, the possibility of off-target effects brought about through inhibition of endogenous serine hydrolases is an obvious possible concern in the development of boronic acid β-lactamase inhibitors, and in fact boronic acids like bortezomib have previously been investigated or developed as inhibitors of various human proteases. Vaborbactam, however, is a highly specific β-lactamase inhibitor, with an IC50 >> 1 mM against all human serine hydrolases against which it has been tested. Consistent with its high in vitro specificity, vaborbactam exhibited a good safety profile in human phase I clinical trials, with similar adverse events observed in both placebo and treatment groups. Hecker et al. argue this specificity results from the higher affinity of human proteases to linear molecules; thus it is expected that a boron heterocycle will have zero effect on them.   == References =="}