{"name": "valaciclovir", "category": "drug", "content": "Valaciclovir, also spelled valacyclovir, is an antiviral medication used to treat outbreaks of herpes simplex or herpes zoster (shingles). It is also used to prevent cytomegalovirus following a kidney transplant in high risk cases. It is taken by mouth. Common side effects include headache and vomiting. Severe side effects may include kidney problems. Use in pregnancy appears to be safe. It is a prodrug, which works after being converted to aciclovir in a person's body. Valaciclovir was patented in 1987 and came into medical use in 1995. It is on the World Health Organization's List of Essential Medicines. It is available as a generic medication. In 2021, it was the 114th most commonly prescribed medication in the United States, with more than 5 million prescriptions.   == Medical uses ==  Valaciclovir is used for the treatment of HSV and VZV infections, including:  Oral and genital herpes simplex (treatment and prevention) Reduction of HSV transmission from people with recurrent infection to uninfected individuals Herpes zoster (shingles): the typical dosage for treatment of herpes is 1,000 mg orally three times a day for seven consecutive days. Prevention of cytomegalovirus following organ transplantation Prevention of herpesviruses in immunocompromised people (such as those undergoing cancer chemotherapy) Chickenpox in children (ages 2–18) It has shown promise as a treatment for infectious mononucleosis and is preventively administered in suspected cases of herpes B virus exposure. Bell's palsy does not seem to benefit from using valaciclovir as its only treatment.   == Adverse effects == Common adverse drug reactions (≥1% of people) associated with valaciclovir are the same as for aciclovir, its active metabolite. They include: nausea, vomiting, diarrhea and headache. Infrequent adverse effects (0.1–1% of patients) include: agitation, vertigo, confusion, dizziness, edema, arthralgia, sore throat, constipation, abdominal pain, rash, weakness and/or renal impairment. Rare adverse effects (<0.1% of patients) include: coma, seizures, neutropenia, leukopenia, tremor, ataxia, encephalopathy, psychotic symptoms, crystalluria, anorexia, fatigue, hepatitis, Stevens–Johnson syndrome, toxic epidermal necrolysis and/or anaphylaxis.   == Pharmacology == Valaciclovir is a prodrug, an esterified version of aciclovir that has greater oral bioavailability (about 55%) than aciclovir. It is converted by esterases to the active drug, aciclovir, and the amino acid valine via hepatic first-pass metabolism. Aciclovir is selectively converted into a monophosphate form by viral thymidine kinase, which is more effective (3000 times) in phosphorylation of aciclovir than cellular thymidine kinase. Subsequently, the monophosphate form is further phosphorylated into a disphosphate by cellular guanylate kinase and then into the active triphosphate form, aciclo-GTP, by cellular kinases.   === Mechanism of action === Aciclo-GTP, the active triphosphate metabolite of aciclovir, is a very potent inhibitor of viral DNA replication. Aciclo-GTP competitively inhibits and inactivates the viral DNA polymerase. Its monophosphate form also incorporates into the viral DNA, resulting in chain termination. It has also been shown that the viral enzymes cannot remove aciclo-GMP from the chain, which results in inhibition of further activity of DNA polymerase. Aciclo-GTP is fairly rapidly metabolized within the cell, possibly by cellular phosphatases. Aciclovir is active against most species in the herpesvirus family. In descending order of activity:  Herpes simplex virus type I (HSV-1) Herpes simplex virus type II (HSV-2) Varicella zoster virus (VZV) Epstein–Barr virus (EBV) Cytomegalovirus (CMV) The drug is predominantly active against HSV and, to a lesser extent, VZV. It is only of limited efficacy against EBV and CMV. However, valaciclovir has been shown to lower or eliminate the presence of the Epstein–Barr virus in subjects afflicted with acute mononucleosis, leading to a significant decrease in the severity of symptoms. Valaciclovir and acyclovir act by inhibiting viral DNA replication, but as of 2016 there was little evidence that they are effective against Epstein–Barr virus. Acyclovir therapy does prevent viral latency, but has not proven effective at eradicating latent viruses in nerve ganglia. As of 2005, resistance to valaciclovir has not been significant. Mechanisms of resistance in HSV include deficient viral thymidine kinase and mutations to viral thymidine kinase and/or DNA polymerase that alter substrate sensitivity. It also is used for herpes B virus postexposure prophylaxis.   == Chemistry == Details of the synthesis of valaciclovir were first published by scientists from the Wellcome Foundation.  Aciclovir was esterified with a carboxybenzyl protected valine, using dicyclohexylcarbodiimide as the dehydrating agent. In the final step, the protecting group was removed by hydrogenation using a palladium on alumina catalyst.   == History == Valaciclovir was patented in 1987 and came into medical use in 1995. It is available as a generic medication. In 2021, it was the 114th most commonly prescribed medication in the United States, with more than 5 million prescriptions.   == Society and culture ==   === Brand names === It is marketed by GlaxoSmithKline under the brand names Valtrex and Zelitrex. Valaciclovir has been available as a generic drug in the U.S. since November 2009.   == References =="}