{"name": "valoctocogene roxaparvovec", "category": "drug", "content": "Valoctocogene roxaparvovec, sold under the brand name Roctavian, is a gene therapy used for the treatment of hemophilia A. It was developed by BioMarin Pharmaceutical. Valoctocogene roxaparvovec is made of a virus (AAV5) that has been modified to contain the gene for factor VIII, which is lacking in people with hemophilia A. It is an adeno-associated virus vector-based gene therapy. It is given by intravenous infusion. The most common side effects include increased levels of the liver enzymes alanine aminotransferase and aspartate aminotransferase (signs of possible liver problems), increased levels of the enzyme lactate dehydrogenase (sign of possible tissue damage), nausea (feeling sick), and headache. Valoctocogene roxaparvovec was approved for medical use in the European Union in August 2022, and in the United States in June 2023.   == Medical uses == In the European Union, valoctocogene roxaparvovec is indicated for the treatment of severe hemophilia A (congenital factor VIII deficiency) in adults without a history of factor VIII inhibitors and without detectable antibodies to adeno-associated virus serotype 5 (AAV5). In the United States, valoctocogene roxaparvovec is indicated for the treatment of adults with severe hemophilia A (congenital factor VIII deficiency with factor VIII activity < 1 IU/dL) without pre-existing antibodies to adeno-associated virus serotype 5 detected by an FDA-approved test.   == Mechanism of action == Valoctocogene roxaparvovec is a gene therapy that uses an adeno-associated virus 5 (AAV5) that codes for human Factor VIII, together with a human liver-specific promoter that encourages translation in hepatocytes, not liver endothelial and sinusoidal cells, where Factor VIII is ordinarily synthesised.   == History == The US Food and Drug Administration (FDA) granted valoctocogene roxaparvovec orphan drug status in 2016, and breakthrough therapy designation in 2017.  However, in August 2020, BioMarin received a Complete Response Letter from the FDA, indicating that its Biologics License Application (which would have made valoctocogene roxaparvovec the first gene therapy to be approved for a bleeding disorder) would not be approved. The regulator was concerned that differences between results from the phase I/II trials (the 270-201 study) and the phase III trial (the 270-301 study) were too dissimilar with regard to durability, the latter suggesting that the protective effect of valoctocogene roxaparvovec wore off after approx. 12-18 months. The safety and effectiveness of valoctocogene roxaparvovec were evaluated in a multinational study in adult men 18 to 70 years of age with severe hemophilia A who were previously treated with factor VIII replacement therapy. Effectiveness was established based on results from a cohort of 112 participants followed up for at least 3 years after valoctocogene roxaparvovec treatment. Following the infusion, the mean annualized bleeding rate decreased from 5.4 bleeds per year at baseline to 2.6 bleeds per year. The majority of participants who received valoctocogene roxaparvovec received corticosteroids to suppress the immune system for the gene therapy to be effective and safe. The FDA granted the application for valoctocogene roxaparvovec orphan drug, breakthrough therapy, regenerative medicine advanced therapy, and priority review designations. The FDA granted approval of Roctavian to BioMarin Pharmaceutical Inc.   == Society and culture ==   === Legal status === On 23 June 2022, the Committee for Medicinal Products for Human Use (CHMP) of the European Medicines Agency (EMA) adopted a positive opinion, recommending the granting of a conditional marketing authorization for the medicinal product Roctavian, intended for the treatment of severe haemophilia A. As Roctavian is an advanced therapy medicinal product, the CHMP positive opinion is based on an assessment by the Committee for Advanced Therapies. The applicant for this medicinal product is BioMarin International Limited. Valoctocogene roxaparvovec was approved for medical use in the European Union in August 2022. In June 2023, the US FDA approved valoctocogene roxaparvovec for the treatment of adults with severe hemophilia A without pre-existing antibodies to adeno-associated virus serotype 5 detected by an FDA-approved test.   == References =="}