{"name": "valsartan", "category": "drug", "content": "Valsartan, sold under the brand name Diovan among others, is a medication used to treat high blood pressure, heart failure, and diabetic kidney disease. It belongs to a class of medications referred to as angiotensin II receptor blockers (ARBs). It is a reasonable initial treatment for high blood pressure. It is taken by mouth. Common side effects include feeling tired, dizziness, high blood potassium, diarrhea, and joint pain. Other serious side effects may include kidney problems, low blood pressure, and angioedema. Use in pregnancy may harm the baby and use when breastfeeding is not recommended. It is an angiotensin II receptor antagonist and works by blocking the effects of angiotensin II. Valsartan was patented in 1990, and came into medical use in 1996. It is available as a generic medication. In 2021, it was the 120th most commonly prescribed medication in the United States, with more than 5 million prescriptions. Versions are available as the combinations valsartan/hydrochlorothiazide, valsartan/amlodipine, valsartan/amlodipine/hydrochlorothiazide, valsartan/nebivolol, and valsartan/sacubitril.   == Medical uses == Valsartan is used to treat high blood pressure, heart failure, and to reduce death for people with left ventricular dysfunction after having a heart attack.   === High blood pressure === Valsartan (and other ARBs) are an appropriate initial treatment option for most people with high blood pressure and no other coexisting conditions, as are ACE inhibitors, thiazide diuretics and calcium channel blockers. If patients have coexisting diabetes or kidney disease, ARBs or ACE inhibitors may be considered over other classes of blood pressure medicines.   === Heart failure === Valsartan has reduced rates of mortality and heart failure hospitalisations when used alone or in combination with beta blockers in the treatment of heart failure. Importantly, the combination of valsartan and ACE inhibitors has not shown morbidity or mortality benefits but rather increases mortality risk when added to combination beta blocker and ACE inhibitor therapy, and increases the risk of adverse events like hyperkalaemia, hypotension and renal failure. As shown in the PARADIGM-HF study, valsartan combined with sacubitril for the treatment of heart failure, significantly reduced all cause and cardiovascular mortality and hospitalisations due to heart failure.   === Diabetic kidney disease === In people with type 2 diabetes, antihypertensive therapy with valsartan decreases the rate of progression of albuminuria (albumin in urine), promotes regression to normoalbuminuria and may reduce the rate of progression to end-stage kidney disease.   == Contraindications == The packaging for valsartan includes a warning stating the drug should not be used with the renin inhibitor aliskiren in people with diabetes. It also states the safety of the drug in severe renal impairment has not been established. Valsartan includes a black box warning for fetal toxicity.  Discontinuation of these agents is recommended immediately after detection of pregnancy and an alternative medication should be started.  Breastfeeding is not recommended.   == Side effects == Side effects depend on the reason the medication is being used.   === Heart failure === Adverse effects are based on a comparison versus placebo in people with heart failure. Most common side effects include dizziness (17% vs 9% ), low blood pressure (7% vs 2%), and diarrhea (5% vs 4%). Less common side effects include joint pain, fatigue, and back pain (all 3% vs 2%).   === Hypertension === Clinical trials for valsartan treatment for hypertension versus placebo demonstrate side effects like viral infection (3% vs 2%), fatigue (2% vs 1%) and abdominal pain (2% vs 1%). Minor side effects that occurred at >1% but were similar to rates from the placebo group include:  headache dizziness upper respiratory infection cough diarrhea rhinitis/sinusitis nausea pharyngitis edema arthralgia   === Kidney failure ===  People treated with ARBs including valsartan or diuretics are susceptible to conditions of developing low renal blood flow such as abnormal narrowing of blood vessels in the kidney, hypertension, renal artery stenosis, heart failure, chronic kidney disease, severe congestive heart failure, or volume depletion whose renal function is in part dependent on the activity of the renin-angiotensin system like efferent arteriolar vasoconstriction done by angiotensin II are at high risk of deterioration of renal function comprising acute kidney failure, oliguria, worsening azotemia or heightened serum creatinine. When blood flow to the kidneys is reduced, the kidney activates a series of responses that triggers angiotensin release to constrict blood vessels and facilitate blood flow in the kidney. So long as the nephron function degradation is progressive or reaches clinically significant levels, withholding or discontinuing valsartan is warranted.   == Interactions == The US prescribing information lists the following drug interactions for valsartan:  Other inhibitors of the renin-angiotensin system may increase the risks of low blood pressure, kidney problems, and hyperkalemia. Potassium-sparing diuretics, potassium supplements, salt substitutes containing potassium may increase the risk of hyperkalemia. NSAIDs may increase the risk of kidney problems and may interfere with blood pressure-lowering effects. Valsartan may increase the concentration of lithium. Valsartan and other angiotensin-related blood pressure medications may interact with the antibiotics co-trimoxazole or ciprofloxacin to increase risk of sudden death due to cardiac arrest.   === Food interaction === With the tablet, food decreases the valsartan tablet taker's exposure to valsartan by about 40% and peak plasma concentration (Cmax) by about 50%, evidenced by AUC change.   == Pharmacology ==   === Mechanism of action === Valsartan blocks the actions of angiotensin II, which include constricting blood vessels and activating aldosterone, to reduce blood pressure. The drug binds to angiotensin type I receptors (AT1), working as an antagonist. This mechanism of action is different than that of the ACE inhibitor drugs, which block the conversion of angiotensin I to angiotensin II. As valsartan acts at the receptor, it can provide more complete angiotensin II antagonism since angiotensin II is generated by other enzymes as well as ACE. Also, valsartan does not affect the metabolism of bradykinin like ACE inhibitors do.   === Pharmacodynamics ===   === Pharmacokinetics === The peak concentration of valsartan in plasma occurs 2 to 4 hours after dosing. AUC and Cmax values of valsartan are observed to be approximately linearly dose-dependent over therapeutic dosing range. Owing to its relatively short elimination half life attribution, valsartan concentration in plasma does not accumulate in response to repeated dosing.   == Society and culture ==   === Economics === In 2010, valsartan (trade name Diovan) achieved annual sales of $2.052 billion in the United States and $6.053 billion worldwide. The patents for valsartan and valsartan/hydrochlorothiazide expired in September 2012.   === Combinations ===  Valsartan is combined with amlodipine or hydrochlorothiazide (HCTZ) (or both) into single-pill formulations for treating hypertension with multiple drugs. Valsartan is also available as the combination valsartan/sacubitril. It is used to treat heart failure with reduced ejection fraction.   === Recalls ===  In July 2018, the European Medicines Agency (EMA) recalled certain batches of valsartan and valsartan/hydrochlorothiazide film-coated tablets distributed in 22 countries in the European Union. Zhejiang Huahai Pharmaceutical Co. (ZHP) in Linhai, China manufactured the bulk ingredient contaminated by N-nitrosodimethylamine (NDMA), a carcinogen. The active pharmaceutical ingredient was subsequently imported by a number of generic drugmakers, including Novartis, and marketed in Europe and Asia under their subsidiary Sandoz labeling, and in the UK by Dexcel Pharma Ltd and Accord Healthcare. Valsartan was recalled in Canada. Authorities believe the degree of contamination is negligible. In July 2018, The National Agency of Drug and Food Control (NA-DFC or Badan POM Indonesia) announced voluntary recalls for two products containing valsartan produced by Actavis Indonesia and Dipa Pharmalab Intersains. In July 2018, the US Food and Drug Administration (FDA) announced voluntary recalls of certain supplies of valsartan and valsartan/hydrochlorothiazide in the US distributed by Solco Healthcare LLC, Major Pharmaceuticals, and Teva Pharmaceutical Industries. Hong Kong's Department of Health initiated a similar recall. In August 2018, the FDA published two lengthy, updated lists, classifying hundreds of specific US products containing valsartan into those included versus excluded from the recall.  A week later, the FDA cited two more drugmakers, Zhejiang Tianyu Pharmaceuticals of China and Hetero Labs Limited of India, as additional sources of the contaminated valsartan ingredient. In September 2018, the FDA announced that retesting of all valsartan supplies had found a second carcinogenic impurity, N-nitrosodiethylamine (NDEA), in the recalled products made by ZHP in China and marketed in the US under the Torrent Pharmaceuticals (India) brand. According to a 2018 Reuters analysis of national medicines agencies' records, more than 50 companies around the world have recalled valsartan mono-preparations or combination products manufactured from the tainted valsartan ingredient. The contamination has likely been present since 2012 when the manufacturing process was changed and approved by EDQM and FDA authorities. Based on inspections in late 2018, both agencies have suspended the Chinese and Indian manufacturers' certificates of suitability for the supply of valsartan in the EU and the US. In 2019, many more preparations of valsartan and its combinations were recalled due to the presence of the contaminant NDMA. In August 2020, the European Medicines Agency (EMA) provided guidance to marketing authorization holders on how to avoid the presence of nitrosamine impurities in human medicines and asked them to review all chemical and biological human medicines for the possible presence of nitrosamines and to test the products at risk. The FDA issued revised guidelines about nitrosamine impurities in September 2024.   === Shortages === Since July 2018, numerous recalls of losartan, valsartan and irbesartan drug products have caused marked shortages of these life saving medications in North America and Europe, particularly for valsartan. In March 2019, the FDA approved an additional generic version of Diovan™ to address the issue. According to the agency, the shortage of valsartan was resolved in April 2020, but the availability of the generic form remained unstable into July 2020. Pharmacies in the European Union were notified that the supply of the drug, particularly for higher dosage forms, would remain unstable well into December 2020.   == Research ==  In people with impaired glucose tolerance, valsartan may decrease the incidence of developing diabetes mellitus type 2. However, the absolute risk reduction is small (less than 1 percent per year) and diet, exercise or other drugs, may be more protective. In the same study, no reduction in the rate of cardiovascular events (including death) was shown. In one study of people without diabetes, valsartan reduced the risk of developing diabetes mellitus over amlodipine, mainly for those with hypertension. A prospective study demonstrated a reduction in the incidence and progression of Alzheimer's disease and dementia.   == References =="}