{"name": "vandetanib", "category": "drug", "content": "Vandetanib, sold under the brand name Caprelsa, is an anti-cancer medication that is used for the treatment of certain tumours of the thyroid gland. It acts as a kinase inhibitor of a number of cell receptors, mainly the vascular endothelial growth factor receptor, the epidermal growth factor receptor, and the RET-tyrosine kinase. The drug was developed by AstraZeneca who later sold the rights to Sanofi in 2015.   == Medical use == Vandetanib is used to treat medullary thyroid cancer in adults who are ineligible for surgery.   == Contraindications == The V804M mutation in RET confers resistance to Vandetanib anti-RET activity. In people with moderate and severe hepatic impairment, no dosage for vandetanib has been recommended, as its safety and efficacy has not been established yet. Vandetanib is contraindicated in people with congenital long QT syndrome.   == Adverse effects == Very common (present in greater than 10% of people) adverse effects include colds, bronchitis, upper respiratory tract infections, urinary tract infections, decreased appetite, low calcium absorption, insomnia, depressed mood, Headache, tingling sensations, weird, painful sensations, dizziness, blurred vision,  damage to the cornea, long QT syndrome, high blood pressure, stomach pain, diarrhea, nausea, vomiting, indigestion, sensitivity to sunlight, rash, acne, dry and itchy skin, nail disorders, protein in urine, kidney stones, weakness, fatigue, pain, and edema. Common (present in between 1% and 10% of people) adverse effects include pneumonia, sepsis, influenza, cystitis, sinusitis, laryngitis, folliculitis, boils, fungal infection, kidney infections, low thyroid hormone levels, low potassium, high calcium levels, hyperglycemia, hypercholesterolemia, hypertriglyceridemia, dehydration, low sodium levels, anxiety, tremor, lethargy, loss of consciousness, balance disorders, changes in sense of taste, visual impairment, halo vision, perceived light flashes, glaucoma, pink eye, dry eye, keratopathy, hypertensive crisis, mini strokes, nose bleeds, coughing up blood, defecating blood, colitis, dry mouth, stomatitis, constipation, gastritis, gallstones, Chemotherapy-induced acral erythema, hair loss, painful urination, bloody urine, kidney failure, frequent urination, urgent need to urinate, and fever.   == Interactions == Vandetanib has been reported as a substrate for the OATP1B1 and OATP1B3 transporters. Interaction of vandetanib with OATP1B1 and OATP1B3 may alter its hepatic disposition and can lead to transporter mediated drug-drug interactions. Also, vandetanib is an inhibitor of OATP1B3 transporter but not for OATP1B1. Other drugs that prolong the QT interval can possibly add to this side effect of vandetanib. As the drug is partly metabolised via the liver enzyme CYP3A4, strong inducers of this enzyme can decrease its blood plasma concentrations. CYP3A4 inhibitors do not significantly increase vandetanib concentrations, presumably because it is also metabolised by flavin containing monooxygenase 1 (FMO1) and 3.   == Pharmacology == Vandetanib is an inhibitor of vascular endothelial growth factor receptor-2, epidermal growth factor receptor, and RET tyrosine kinases. RET tyrosine kinases; it weakly inhibits vascular endothelial growth factor receptor-3.  Vandetanib is well absorbed from the gut, reaches peak blood plasma concentrations 4 to 10 hours after application, and has a half-life of 19 days on average, per pharmacokinetic studies. It has to be taken for about three months to achieve a steady-state concentration. In the blood, it is almost completely (90–96%) bound to plasma proteins such as albumin. It is metabolised to N-desmethylvandetanib via CYP3A4 and to vandetanib-N-oxide via FMO1 and 3. Both of these are active metabolites. Vandetanib is excreted via the faeces (44%) and the urine (25%) in form of the unchanged drug and the metabolites.   == History == Vandetanib was approved by the FDA in April 2011, for treatment of late-stage thyroid cancer. Vandetanib was first initially marketed without a trade name; it has been marketed under the trade name Caprelsa since August 2011. In 2015 Genzyme acquired the product from AstraZeneca.   == Research == AstraZeneca tested Vandetanib in clinical trials for non-small cell lung cancer and submitted an application for approval to the EMA but then withdrew the application in October 2009 after trials showed no benefit when the drug was administered alongside chemotherapy. A clinical trial of vandetanib plus gemcitabine versus placebo plus gemcitabine in locally advanced or metastatic pancreatic carcinoma was negative in a prospective, randomised, double-blind, multicentre phase 2 trial.   == References =="}