{"name": "Vascular Diseases", "category": "disease", "content": "Vascular disease is a class of diseases of the vessels of the circulatory system in the body, including blood vessels – the arteries and veins, and the lymphatic vessels. Vascular disease is a subgroup of cardiovascular disease. Disorders in this vast network of blood  and lymph vessels can cause a range of health problems that can sometimes become severe, and fatal. Coronary heart disease for example, is the leading cause of death for men and women in the United States.   == Types == There are several types of vascular disease, including venous diseases, and arterial diseases, and signs and symptoms vary depending on the disease. Those of the arterial system are associated with blood supply to tissues and its obstruction due to blockages or narrowing. In the venous system disorders are often caused by a slow return of blood due to insufficient valves, or to a blood clot.   === Venous disease === Most disorders of the veins involve obstruction such as a thrombus or insufficiency of the valves, or both of these. Other conditions may be due to inflammation.   ==== Phlebitis ==== Phlebitis is the inflammation of a vein. It is usually accompanied by a blood clot when it is known as thrombophlebitis. When the affected vein is a superficial vein in the leg, it is known as superficial thrombophlebitis, and unlike deep vein thrombosis there is little risk of the clot breaking off as an embolus.   ==== Venous insufficiency ====  Venous insufficiency is the most common disorder of the venous system, and is usually manifested as either spider veins or varicose veins. Several treatments are available including endovenous thermal ablation (using radiofrequency or laser energy), vein stripping, ambulatory phlebectomy, foam sclerotherapy, laser, or compression. Postphlebitic syndrome is venous insufficiency that develops following deep vein thrombosis.   ==== Venous thrombosis ====  Venous thrombosis is the formation of a thrombus (blood clot) in a vein. This most commonly affects a deep vein known as deep vein thrombosis (DVT). DVT usually occurs in the veins of the legs, although it can also occur in the veins of the arms. Immobility, active cancer, obesity, traumatic damage and congenital disorders that make clots more likely are all risk factors for deep vein thrombosis. It can cause the affected limb to swell, and cause pain and an overlying skin rash. In the worst case, a deep vein thrombosis can extend, or a part of a clot can break off as an embolus and lodge in a pulmonary artery in the lungs, known as a pulmonary embolism.The decision to treat deep vein thrombosis depends on its size, a person's symptoms, and their risk factors. It generally involves anticoagulation to prevents clots or to reduce the size of the clot. Intermittent pneumatic compression is a method used to improve venous circulation in cases of edema or in those at risk from a deep vein thrombosis. A clot can also form in a superficial vein (superficial venous thrombosis) which is normally not clinically significant, but the thrombus can migrate into the deep venous system where it can also give rise to a pulmonary embolism.   ==== Portal hypertension ==== The portal vein also known as the hepatic portal vein carries blood drained from most of the gastrointestinal tract to the liver. Portal hypertension is mainly caused by cirrhosis of the liver. Other causes can include an obstructing clot in a hepatic vein (Budd Chiari syndrome) or compression from tumors or tuberculosis lesions. When the pressure increases in the portal vein, a collateral circulation develops, causing visible veins such as esophageal varices.   ==== Vascular anomalies ==== A vascular anomaly can be either a vascular tumor or a birthmark, or a vascular malformation.  In a tumor such as infantile hemangioma the mass is soft, and easily compressed, and their coloring is due to the dilated anomalous involved veins. They are most commonly found in the head and neck. Venous malformations are the type of vascular malformation that involves the veins. They can often extend deeper from their surface appearance, reaching underlying muscle or bone. In the neck they may extend into the lining of the mouth cavity or into the salivary glands. They are the most common of the vascular malformations. A severe venous malformation can involve the lymph vessels as a lymphaticovenous malformation.   === Arterial disease ===  Coronary artery disease – the most common of the cardiovascular diseases, types include angina, and myocardial infarction Carotid artery stenosis – any narrowing of the carotid arteries Peripheral artery disease – occurs when atheromatous plaques build up in the arteries that supply blood to the arms and legs, causing the arteries to narrow or become blocked. Erythromelalgia -  a rare peripheral vascular disease with symptoms that include burning pain, increased temperature, erythema and swelling that generally affect the hands and feet.  Renal artery stenosis - the narrowing of renal arteries that carry blood to the kidneys from the aorta. Buerger's disease – inflammation and swelling in small blood vessels, causing the vessels to narrow or become blocked by blood clots. Raynaud syndrome – a peripheral vascular disorder that causes constriction of the peripheral blood vessels in the fingers and toes when a person is cold or experiencing stress. Disseminated intravascular coagulation – a widespread activation of clotting in the smaller blood vessels. Cerebrovascular disease – a group of vascular diseases that affect brain function, most commonly a stroke. Vasculitis - inflammation of blood vessels, either arteries or veins   === Lymphatic disease === Lymphangitis   == Mechanism ==  Vascular disease is a pathological state of large and medium muscular arteries and is triggered by endothelial cell dysfunction. Because of factors like pathogens, oxidized LDL particles and other inflammatory stimuli endothelial cells become active. The process causes thickening of the vessel wall, forming a plaque that consists of proliferating smooth muscle cells, macrophages and lymphocytes. The plaque results in restricted blood flow, decreasing the amount of oxygen and nutrients that reach certain organs. This plaque can also rupture, causing the formation of clots.   == Diagnosis == Diagnosing vascular disease can be complex due to the variety of symptoms vascular diseases can cause. Reviewing a patient's family history and conducting a physical examination are important steps in making a diagnosis. Physical exams may differ depending on the type of vascular disease suspected. For example, in the case of a peripheral vascular disease, a physical exam consists of checking blood flow in a patient's legs.   == Treatment ==  Treatment varies based on the type of vascular disease being treated. In treating renal artery disease, a 2014 study indicates that balloon angioplasty can improve diastolic blood pressure and potentially reduce antihypertensive drug requirements. In the case of peripheral artery disease, treatment to prevent complications is important; without treatment, sores or gangrene (tissue death) may occur. More generally, treatments for vascular disease may include:  Lowering cholesterol levels Lowering blood pressure Lowering blood glucose Changes in diet Increasing physical activity (as recommended by a healthcare provider) Weight loss Quitting smoking Stress reduction   == References ==   == Further reading == \"The effects of lowering LDL cholesterol with statin therapy in people at low risk of vascular disease: meta-analysis of individual data from 27 randomised trials\". www.crd.york.ac.uk. Retrieved 2015-06-23.   == External links =="}