{"name": "vedolizumab", "category": "drug", "content": "Vedolizumab, sold under the brand name Entyvio, is a monoclonal antibody medication developed by Takeda Oncology for the treatment of ulcerative colitis and Crohn's disease. It binds to integrin α4β7 (LPAM-1, lymphocyte Peyer's patch adhesion molecule 1, a dimer of Integrin alpha-4 and Integrin beta-7), blocking the α4β7 integrin results in gut-selective anti-inflammatory activity.   == Medical use ==   === Ulcerative colitis and Crohn's disease === Vedolizumab has been approved for use in adults with moderate to severe ulcerative colitis or Crohn's disease having a poor response to tumor necrosis factor (TNF) blockers or corticosteroids, or for those who are steroid-dependent.   === Checkpoint inhibitor colitis ===  Vedolizumab may be used to treat steroid refractory checkpoint inhibitor induced colitis, if infliximab is ineffective or contraindicated.   == Clinical trials ==   === Ulcerative colitis === Vedolizumab has been investigated in several studies in adult patients. Patients with moderate to severe active disease in whom conventional therapy or TNF-alpha antagonists were ineffective or could not be tolerated received either vedolizumab or placebo. The main measure of effectiveness was the proportion of patients whose symptoms improved after six weeks of treatment. Vedolizumab was shown to be more effective than placebo: 47% (106 out of 225) of patients who received vedolizumab showed an improvement in symptoms, compared with 26% (38 out of 149) of patients who received placebo. The study also showed that vedolizumab maintained the effect up to 52 weeks more effectively than placebo. Moreover, vedolizumab treatment was shown to achieve higher percentage of clinical remissions (31.3% vs. 22.5%) in patients with ulcerative colitis in comparison to adalimumab treatment.   === Crohn's disease === In one main study in adult patients with moderate to severe active Crohn's disease in whom conventional therapy or TNF-alpha antagonists were ineffective or could not be tolerated, vedolizumab was shown to be more effective than placebo: 15% (32 out of 220) of patients receiving vedolizumab showed improved symptoms after 6 weeks of treatment, compared with 7% (10 out of 148) of patients on placebo. The maintenance of the effect up to 52 weeks was more effective with vedolizumab than with placebo.   == History == The cell line used to develop vedolizumab was created by physician scientists at the Massachusetts General Hospital in Boston as a result of work executed in Dr. Robert Colvin's lab. This was part of a program to analyze the molecular basis of lymphocyte activation. An antibody was isolated that reacted with long term activated antigen-specific (tetanus toxoid) T-lymphocytes originally isolated from blood lymphocytes. The cell lines were created in Dr. Jim T. Kurnick's lab. Although the antibody did not block primary activation of T-lymphocytes, it appeared late after activation with a number of lymphocytic stimuli, and was named \"Act-1\" because it was the first activation marker identified by this group of investigators. Dr. Andrew Lazarovits, a postdoctoral fellow in the laboratory, discovered the murine homologue of MLN0002, chiefly published the original key papers, and up until the late 1990s, coordinated and led the studies for its development and application for Crohn's disease and ulcerative colitis. Dr. Lynn Baird's group showed the antibody reacted with a single protein band of 63Kd, and Dr. Atul Bhan's group showed that it stained tissue lymphocytes but did not react with non-lymphoid tissues. Although Act-1 had limited efficacy in its ability to prevent kidney rejection in a sub-human primate transplantation model, Dr. Lazarovits continued to investigate the activities of Act-1 when he returned to Canada to become the Director of Transplantation at the University of Western Ontario. It was later determined that the Act-1 monoclonal antibody reacted with an α4β7 integrin that was subsequently shown to interact with a gut-associated addressin, MadCAM. Early work with Dr. Bruce Yacyshyn showed differential expression in inflammatory bowel disease. Dr. Lazarovits isolated the antibody to produce the murine homologue MLN0002 which he licensed with the Massachusetts General Hospital to Millennium Pharmaceuticals of Boston for further development. Scientists at LeukoSite realized the potential of this antibody to treat inflammatory bowel disease, and this company was eventually acquired by Millennium which took an exclusive license to the cell line from Massachusetts General Hospital. In vivo proof of concept ultimately led to the decision to humanize the antibody and move it into clinical trials as \"Vedolizumab\". In addition to its reactivity to gut-associated lymphoid tissues, Act-1 antibody also stains large numbers of lymphocytes in rheumatoid synovium, and has been shown by Dr. A. A. Ansari of Emory University to prevent or delay onset of AIDS in a monkey-model of Simian Immunodeficiency Virus-induced AIDS. Thus, reactivity with this antibody may show widespread applicability in inflammatory processes of diverse etiologies.   == Society and culture ==   === Legal status === Takeda filed a Marketing Authorization Application (MAA) in the European Union on 7 March 2013 and a biologic license application (BLA) with the U.S. Food and Drug Administration on 21 June 2013 for both Crohn's disease and ulcerative colitis. On 4 September 2013, vedolizumab was given a Priority Review Status, which functions to expedite potential acceptance to market. In March 2014, the Committee for Medicinal Products for Human Use (CHMP) of the European Medicines Agency (EMA) adopted a positive opinion, recommending the granting of a marketing authorization for vedolizumab (brand name Entyvio). In May 2014, vedolizumab (Entyvio) was approved by the FDA for treatment of both moderate-to-severe ulcerative colitis and moderate-to-severe Crohn's disease. In May 2014, Entyvio was approved for medical use in the European Union. In April 2015, Health Canada approved Entyvio.   == Research == Vedolizumab eventually completed a number of phase III clinical trials for Crohn's Disease and Ulcerative Colitis (GEMINI I, GEMINI II, and GEMINI III) that demonstrate that vedolizumab is an effective and well tolerated drug. The results of the GEMINI 1 and GEMINI 2 randomized, placebo controlled multicenter trials of induction and maintenance therapy in Crohn's disease and ulcerative colitis have been published. An additional clinical trial, GEMINI LTS (Long-term Safety), is still being run.  HIV infection In October 2016, scientists from Emory University and National Institute of Allergy and Infectious Diseases (NIAID) published a paper which claimed that they applied daily ART (antiretroviral therapy) of 90 days followed by simianized (rhesus macaques) anti α4β7 antibody on SIV+ rhesus macaques for 23 weeks. Twenty three months after stopping both ART and anti-α4β7 antibody treatment, the in vivo SIV level still remained undetectable. Therefore, treating HIV+ people with ART and anti-α4β7 simultaneously may be a new therapy that could potentially lead to an HIV infection cure. In mice, vedolizumab was not able to prevent or control HIV-infections. Phase 1 clinical trial of that therapy has been initialized by NIAID since May 2016. For each of the participants, they will get vedolizumab infusions every four weeks for 30 weeks. Before the 23rd week of vedolizumab infusions, cART (combination ART) is kept. During the 30 weeks, blood draws are repeated for baseline tests. After the 22-week-cART is stopped, both viral load and CD4 count will be monitored biweekly. If HIV viral load goes high or their CD4 cell counts decrease by too much during when vedolizumab is used alone, cART will be brought back on the participants. The published results from this clinical trial suggest \"that blockade of α4β7 may not be an effective strategy for inducing virological remission in HIV-infected individuals after ART interruption\" because only one patient showed prolonged virus suppression.   == References =="}