{"name": "velpatasvir", "category": "drug", "content": "Sofosbuvir/velpatasvir, sold under the brand name Epclusa among others, is a fixed-dose combination medication for the treatment of hepatitis C in adults. It combines sofosbuvir and velpatasvir. It is more than 90% effective for hepatitis C genotypes one through six. It also works for hepatitis C in those who also have cirrhosis or HIV/AIDS. It is taken by mouth. In March 2020, sofosbuvir/velpatasvir was approved for use in the United States to treat hepatitis C virus (HCV) in children ages six years and older or weighing at least 37 pounds (17 kilograms) with any of the six HCV genotypes—or strains—without cirrhosis (liver disease) or with mild cirrhosis. Sofosbuvir/velpatasvir in combination with ribavirin is indicated for the treatment of children six years and older or weighing at least 37 pounds with severe cirrhosis. The combination is generally well tolerated. Common side effects include headaches, fatigue, trouble sleeping, and nausea. The combination has not been studied in pregnant women or during breastfeeding. Greater care is required in those who are also infected with hepatitis B. Sofosbuvir works by blocking the NS5B protein and velpatasvir works by blocking the NS5A protein. Sofosbuvir/velpatasvir was approved for medical use in the United States and in Europe in 2016. It is on the World Health Organization's List of Essential Medicines.   == Medical uses == A single tablet regimen is used for adults with genotype 1–6 chronic hepatitis C virus (HCV) infection.   == Contraindications == Combining sofosbuvir/velpatasvir with strong inducers of the liver enzymes CYP2B6, CYP2C8 or CYP3A4, or with P-glycoprotein, is contraindicated because such substances may reduce the effectiveness of the drug.   == Side effects == Common side effects (in more than 10% of people) are headache, fatigue and nausea. In studies, severe side effects were experienced in 3% of patients, and 0.2% terminated the therapy because of adverse events. These effects occurred with similar frequencies in people treated with placebo.   == Interactions ==   == Pharmacokinetics ==   == History == Beacon Pharmaceuticals in Bangladesh introduced a generic version product under the trade name of Sofosvel. Beacon received approval from the Directorate of Drug Administration, Ministry of Health and Family Welfare, People's Republic of Bangladesh. Sofosbuvir/velpatasvir was developed by the pharmaceutical company Gilead Sciences and approved by the U.S. Food and Drug Administration (FDA) in June 2016. In the European Union it was approved in July 2016, for the treatment of chronic hepatitis C virus infection in adults. The safety and efficacy of sofosbuvir/velpatasvir for a 12-week treatment was evaluated in three Phase III clinical trials of 1,558 subjects without cirrhosis or with compensated cirrhosis (mild cirrhosis). Results demonstrated that 95–99 percent of subjects who received sofosbuvir/velpatasvir had no virus detected in the blood 12 weeks after finishing treatment, suggesting the subjects' infections had been cured. The safety and efficacy of sofosbuvir/velpatasvir was also evaluated in a clinical trial of 267 subjects with decompensated cirrhosis (moderate to severe cirrhosis), of whom 87 subjects received sofosbuvir/velpatasvir in combination with ribavirin for 12 weeks, and 94 percent of these subjects had no virus detected in the blood 12 weeks after finishing treatment. The pharmacokinetics (how the body absorbs, distributes and rids itself of a drug), safety and efficacy of sofosbuvir/velpatasvir, taken orally for 12 weeks, for the treatment of HCV genotypes 1, 2, 3, 4 or 6 infection was established in an open-label, multicenter clinical trial that included a total of 173 treatment-naïve and treatment-experienced pediatric subjects ages six years and older without cirrhosis or with mild cirrhosis. No meaningful differences in pharmacokinetics were seen in pediatric subjects compared to adults. The safety and efficacy results were comparable to those observed in adults. In 102 subjects ages 12 through 17, 93% of subjects with genotype 1 and 100% of subjects with genotypes 2, 3, 4 and 6 had no detectable virus in the blood 12 weeks after finishing treatment, suggesting the subjects' infection was cured. Among the 71 subjects ages 6 to 11 years with HCV genotypes 1, 2, 3 or 4, 93% with genotype 1, 91% with genotype 3 and 100% with genotypes 2 and genotype 4 had no virus detected in the blood 12 weeks after finishing treatment. The safety and efficacy of sofosbuvir/velpatasvir for treatment of HCV genotype 5 in pediatric subjects six years and older or weighing at least 37 pounds without cirrhosis or with mild cirrhosis are supported by sofosbuvir and velpatasvir exposures in adults and pediatric subjects with HCV genotype 1, 2, 3, 4 or 6 infection. Similar data were used to support dosing recommendations for pediatric subjects with HCV genotype 1, 2, 3, 4, 5 or 6 infection who have severe cirrhosis. The safety and effectiveness of sofosbuvir/velpatasvir have not been established in people less than six years of age. The U.S. Food and Drug Administration (FDA) granted the application of sofosbuvir/velpatasvir priority review and granted the approval of Epclusa to Gilead Sciences, Inc.   == References =="}