{"name": "vemurafenib", "category": "drug", "content": "Vemurafenib (INN), sold under the brand name Zelboraf, is a medication used for the treatment of late-stage melanoma. It is an inhibitor of the B-Raf enzyme and was developed by Plexxikon.   == Mechanism of action == Vemurafenib causes programmed cell death in melanoma cell lines. Vemurafenib interrupts the B-Raf/MEK step on the B-Raf/MEK/ERK pathway − if the B-Raf has the common V600E mutation. Vemurafenib only works in melanoma patients whose cancer has a V600E BRAF mutation (that is, at amino acid position number 600 on the B-Raf protein, the normal valine is replaced by glutamic acid). About 60% of melanomas have this mutation. It also has efficacy against the rarer BRAF V600K mutation. Melanoma cells without these mutations are not inhibited by vemurafenib; the drug paradoxically stimulates normal BRAF and may promote tumor growth in such cases.   === Resistance === Three mechanisms of resistance to vemurafenib (covering 40% of cases) have been discovered:  Cancer cells begin to overexpress cell surface protein PDGFRB, creating an alternative survival pathway. A second oncogene called NRAS mutates, reactivating the normal BRAF survival pathway. Stromal cell secretion of hepatocyte growth factor (HGF).   === Side effects === At the maximum tolerated dose (MTD) of 960 mg twice a day 31% of patients get skin lesions that may need surgical removal. The BRIM-2 trial investigated 132 patients; the most common adverse events were arthralgia in 58% of patients, skin rash in 52%, and photosensitivity in 52%. In order to better manage side effects some form of dose modification was necessary in 45% of patients. The median daily dose was 1750 mg, 91% of the MTD.   == History == In a phase I clinical study, vemurafenib (then known as PLX4032) was able to reduce numbers of cancer cells in over half of a group of 16 patients with advanced melanoma. The treated group had a median increased survival time of 6 months over the control group. A second phase I study, in patients with a V600E mutation in B-Raf, ~80% showed partial to complete regression. The regression lasted from 2 to 18 months. In early 2010 a Phase I trial for solid tumors (including  colorectal cancer), and a phase II study (for metastatic melanoma) were ongoing. A phase III trial (vs dacarbazine) in patients with previously untreated metastatic melanoma showed an improved rates of overall and progression-free survival. In June 2011, positive results were reported from the phase III BRIM3 BRAF-mutation melanoma study. The BRIM3 trial reported good updated results in 2012. Further trials are planned including a trial of vemurafenib co-administered with GDC-0973 (cobimetinib), a MEK-inhibitor. After good results in 2014, the combination was submitted to the European Medical Agency and the US Food and Drug Administration for marketing approval. In January 2015, trial results compared vemurafenib with the combination of dabrafenib and trametinib for metastatic melanoma.   == Society and culture ==   === Legal status === Vemurafenib was approved in the United States for the treatment of late-stage melanoma in August 2011, making it the first drug designed using fragment-based lead discovery to gain regulatory approval. Vemurafenib was approved for use in Canada in  February 2012. In February 2012, the European Commission approved vemurafenib as a monotherapy for the treatment of adults with BRAF V600E mutation positive unresectable or metastatic melanoma, the most aggressive form of skin cancer. In November 2017, the US Food and Drug Administration (FDA) approved vemurafenib for the treatment of people with Erdheim–Chester disease (ECD), a rare type of histiocytic neoplasm.   == Research == A trial combining vemurafenib and ipilimumab was stopped in April 2013 because of signs of liver toxicity.   == Treating Hairy Cell Leukemia == In 2012, a grant from the Hairy cell leukemia Foundation supported the discovery of the BRAF mutation in classic HCL. This discovery charted a new path forward for many patients. It improved diagnosis and opened the door for additional therapies to be used in managing HCL. In a phase II clinical trial, Memorial Sloan Kettering is testing Vemurafenib, plus Obinutuzumab, in patients with previously untreated classical hairy cell leukemia. A separate clinical study treatment with only Vemurafenib (or monotherarpy) demonstrated high response rates in relapsed/refractory (R/R) hairy cell leukemia (HCL), achieving an overall response rate of 86%, including 33% complete response (CR) and 53% partial response. However, after a median follow-up of 40 months, 21 of 31 responders (68%) experienced relapse with a median relapse-free survival (RFS) of 19 months (range, 12.5-53.9 months).   == References ==   == Further reading == Dean L (2017). \"Vemurafenib Therapy and BRAF and NRAS Genotype\". In Pratt VM, McLeod HL, Rubinstein WS, et al. (eds.). Medical Genetics Summaries. National Center for Biotechnology Information (NCBI). PMID 28809522. Bookshelf ID: NBK447416."}