{"name": "venetoclax", "category": "drug", "content": "Venetoclax, sold under the brand names Venclexta and Venclyxto, is a medication used to treat adults with chronic lymphocytic leukemia (CLL), small lymphocytic lymphoma (SLL), or acute myeloid leukemia (AML). The most common side effects are low levels of neutrophils (a type of white blood cell), diarrhea, nausea, anemia (low red blood cell counts), nose and throat infection and tiredness. Venetoclax attaches to a protein called Bcl-2. This protein is present in high amounts in CLL cancer cells, where it helps the cells survive for longer in the body and makes them resistant to cancer medicines. By attaching to Bcl-2 and blocking its actions, venetoclax causes the death of cancer cells and thereby slows down progression of the disease.   == Medical uses ==   === CLL/SLL === In the US, venetoclax is indicated for adults with chronic lymphocytic leukemia (CLL) or small lymphocytic lymphoma (SLL). Indication does not depend on mutation status (e. g. 17p deletion, IGHV mutation, 12+). In the EU, venetoclax monotherapy is indicated for the treatment of chronic lymphocytic leukemia (CLL) in the presence of 17p deletion or TP53 mutation in adults who are unsuitable for or have failed a B cell receptor pathway inhibitor and for the treatment of CLL in the absence of 17p deletion or TP53 mutation in adults who have failed both chemoimmunotherapy and a B cell receptor pathway inhibitor.   === Other types of leukemia ===   ==== Acute myeloid leukemia ==== Venetoclax is also indicated as part of a combination therapy for acute myeloid leukemia (AML). For this purpose it is used with azacitidine, decitabine, or low-dose cytarabine for newly diagnosed adults who are age 75 years or older, or those with other health problems where intensive chemotherapy cannot be used. A retrospective study examined the characteristics and outcomes of 83 AML patients, aged ≥75 years old, by comparing two periods: 2016-2018 (36 patients , before Venetoclax approval) and 2019-2021 (47 patients, following Venetoclax approval): It was found that during 2019-2021 more ≥75 patients received anti-AML treatment than in 2016-2018 (87.2% vs. 55.6%, respectively), and different outcomes were significanly improved in 2019-2021 comparing 2016-2018, for example: complete remission (44.7% vs. 19.4%, respectively), 30 day mortality rate (12.8% vs. 38.9%), 1-year overall survival (29.8% vs. 11.1%), 1-year relapse free survival (57.1% vs. 14.3%) and 1-year event free survival (25.5% vs. 2.8%).    == Side effects == Common side effects of venetoclax include neutropenia (low white blood cell count), nausea, anemia, diarrhea, upper respiratory tract infection, fatigue, and thrombocytopenia (low platelet count). Major side effects include tumor lysis syndrome and severe neutropenia. Additionally, this drug may cause fertility problems in males.   == Pharmacology ==   === Mechanism of action === Venetoclax is a BH3-mimetic. Venetoclax blocks the anti-apoptotic B-cell lymphoma-2 (Bcl-2) protein, leading to programmed cell death of CLL cells. Overexpression of Bcl-2 in some lymphoid malignancies has been linked to increased resistance to chemotherapy.   === Pharmacokinetics === The maximum plasma concentration achieved after oral administration occurred 5–8 hours after dose. Steady state maximum concentration with low-fat meal conditions at the 400 mg once daily dose was found to be 2.1 ± 1.1 μg/mL. It is recommended that venetoclax be administered with a meal. The apparent volume of distribution for venetoclax is approximately 256–321 L. It is highly bound to human plasma protein. Within a concentration range of 1-30 μM (0.87-26 μg/mL), the fraction unbound in plasma was less than 0.01. Venetoclax is metabolized by CYP3A4/5 as proven by in-vitro studies. Those using the drug should not consume grapefruit products because they contain CYP3A inhibitors. Additionally, while using venetoclax it is not recommended to use other drugs which contain CYP3A inhibitors (i.e.: erythromycin, ciprofloxacin, diltiazem, dronedarone, fluconazole, verapamil). Venetoclax is excreted from the body via the fecal route.   == History == In 2015, the United States Food and Drug Administration (FDA) granted the breakthrough therapy designation to venetoclax for people with CLL or SLL who have relapsed, become intolerant to, or refractory to previous treatment. In April 2016, the FDA approved venetoclax for use in those with CLL who have 17p deletion (deletion located on the chromosome 17 short arm) and who have been treated with at least one prior therapy. Based on overall response rate, the indication was approved under accelerated FDA approval. The efficacy of venetoclax was tested in a single-arm clinical trial of 106 participants with CLL who have a 17p deletion and who had received at least one prior therapy. Trial participants took venetoclax orally every day, beginning with 20 mg and increasing over a five-week period to 400 mg. Results showed that 80 percent of trial participants experienced a complete or partial remission of their cancer. The trial was conducted in the US, Canada, France, Germany, Poland, the United Kingdom, and Australia. The application for venetoclax was granted priority review and accelerated approval along with breakthrough therapy designation and orphan drug designation. Venetoclax was approved for use in the European Union in December 2016. In June 2018, the FDA granted regular approval to venetoclax for people with CLL or small lymphocytic lymphoma (SLL), with or without 17p deletion, who have received at least one prior therapy. Approval was based on MURANO (NCT02005471), a randomized (1:1), multicenter, open-label trial of venetoclax with rituximab (VEN+R) versus bendamustine with rituximab (B+R) in 389 participants with CLL who had received at least one prior line of therapy. Participants in the VEN+R arm completed a 5-week ramp-up venetoclax schedule and then received venetoclax 400 mg once daily for 24 months measured from the rituximab start date. Rituximab was initiated after venetoclax ramp-up and given for 6 cycles (375 mg/m2 intravenously on cycle 1 day 1 and 500 mg/m2 intravenously on day 1 of cycles 2–6, with a 28-day cycle length). The comparator arm received 6 cycles of B+R (bendamustine 70 mg/m2 on days 1 and 2 of each 28-day cycle and rituximab at the above described dose and schedule). The application for venetoclax in combination with rituximab was granted priority review along with a breakthrough therapy designation. In November 2018, in the United States, venetoclax was approved in combination with azacitidine or decitabine or low-dose cytarabine for the treatment of newly diagnosed acute myeloid leukemia (AML) in adults who are age 75 years or older, or who have comorbidities that preclude use of intensive induction chemotherapy. Accelerated approval was based on two open-label non-randomized trials in participants with newly diagnosed AML who were >= 75 years of age or had comorbidities that precluded the use of intensive induction chemotherapy. Efficacy was established based on the rate of complete remission (CR) and CR duration. Study M14-358 (NCT02203773) was a non-randomized, open-label clinical trial of venetoclax in combination with azacitidine (n=67) or decitabine (n=13) in newly diagnosed participants with AML. In combination with azacitidine, 25 participants achieved a CR (37%, 95% CI: 26, 50) with a median observed time in remission of 5.5 months (range: 0.4–30 months). In combination with decitabine, 7 participants achieved a CR (54%, 95% CI: 25, 81) with a median observed time in remission of 4.7 months (range: 1.0–18 months). The observed time in remission is the time from start of CR to data cut-off date or relapse from CR.  In a phase 3 study of azacitidine and venetoclax in untreated acute myeloid leukemia not eligible for standard induction chemotherapy, the addition of venetoclax to azacitidine resulted in an improvement in median overall survival (14.7 months versus 9.6 months) and improved complete remission rates. Study M14-387 (NCT02287233) was a non-randomized, open-label trial of venetoclax in combination with low-dose cytarabine (n=61) in newly diagnosed participants with AML, including participants with previous exposure to a hypomethylating agent for an antecedent hematologic disorder. In combination with low-dose cytarabine, 13 participants achieved a CR (21%, 95% CI: 12, 34) with a median observed time in remission of 6 months (range: 0.03–25 months). In May 2019, the label was extended by accelerated approval to include all adults with CLL/SLL disregarding prior treatment or mutation status. Approval was based on CLL14 (NCT02242942), a randomized (1:1), multicenter, open label, actively controlled trial of venetoclax in combination with obinutuzumab (VEN+G) versus obinutuzumab in combination with chlorambucil (GClb) in 432 participants with previously untreated CLL with coexisting medical conditions. The major efficacy outcome was progression-free survival (PFS) assessed by an independent review committee. The trial demonstrated a statistically significant improvement in PFS for participants who received VEN+G compared with those who received GClb (HR 0.33; 95% CI: 0.22, 0.51; p<0.0001). Median PFS was not reached in either arm after a median follow-up duration of 28 months. The overall response rate was 85% in VEN+G arm compared to 71% in GClb arm, p=0.0007. The trial also demonstrated statistically significant improvements in rates of minimal residual disease negativity (less than one CLL cell per 104 leukocytes) in bone marrow and peripheral blood. Overall survival data were not mature at this analysis. The FDA used the Real-Time Oncology Review and Assessment Aid Pilot Program for this application and granted priority review as well as orphan drug and breakthrough therapy designations. Approval was granted 3.7 months ahead of the Prescription Drug User Fee Act (PDUFA) date.   == Society and culture == AbbVie Inc. manufactures Venclexta. It is marketed by both Abbvie and Genentech USA, which is a member of the Roche Group. AbbVie and Genentech are both commercializing the drug within the United States, but only AbbVie has rights to do so outside of the U.S. According to Reuters 2016 Drugs to Watch, the 2020 forecast sales for venetoclax are US$1.48 billion.: 3, 7–8  Competition as well as potential for combination is expected from other drugs such as ibrutinib and idelalisib, both of which were also approved in 2014 to treat CLL.: 7–8  Venetoclax is patented by AbbVie Inc.   == Research == As of 2016, venetoclax had been tested to treat other hematological cancers, including non-Hodgkin's lymphoma, multiple myeloma, diffuse large B-cell lymphoma and follicular lymphoma.: 7–8  On 13 June 2020 at the European Hematology Association (EHA) annual congress, AbbVie and Roche announced the results of a Phase III trial that showed a 34 percent reduction in the risk of death in AML patients who were ineligible for intensive chemotherapy treated with venetoclax plus azacitidine compared to azacitidine plus placebo. Several trials have assessed the combination of venetoclax with intensive chemotherapy in younger AML patients.   == References =="}