{"name": "venlafaxine", "category": "drug", "content": "Venlafaxine, sold under the brand name Effexor among others, is an antidepressant medication of the serotonin–norepinephrine reuptake inhibitor (SNRI) class. It is used to treat major depressive disorder, generalized anxiety disorder, panic disorder, and social anxiety disorder. Studies have shown that venlafaxine improves post-traumatic stress disorder (PTSD). It may also be used for chronic pain. It is taken orally (swallowed by mouth). It is also available as the salt venlafaxine besylate (venlafaxine benzenesulfonate monohydrate) in an extended-release formulation (Venbysi XR). Common side effects include loss of appetite, constipation, dry mouth, dizziness, sweating, insomnia, drowsiness and sexual problems. Severe side effects include an increased risk of suicide, mania, and serotonin syndrome. Antidepressant withdrawal syndrome may occur if stopped. There are concerns that use during the later part of pregnancy can harm the baby. How it works is not entirely clear, but it seems to be related to the potentiation of the activity of some neurotransmitters in the brain. Venlafaxine was approved for medical use in the United States in 1993. It is available as a generic medication. In 2022, it was the 44th most commonly prescribed medication in the United States, with more than 13 million prescriptions.   == Medical uses == Venlafaxine is used primarily for the treatment of depression, general anxiety disorder, social phobia, panic disorder, and vasomotor symptoms. Venlafaxine has been used off label for the treatment of diabetic neuropathy and migraine prevention. It may work on pain via effects on the opioid receptor. It has also been found to reduce the severity of 'hot flashes' in menopausal women and men on hormonal therapy for the treatment of prostate cancer. Due to its action on both the serotoninergic and adrenergic systems, venlafaxine is also used as a treatment to reduce episodes of cataplexy, a form of muscle weakness, in patients with the sleep disorder narcolepsy. Some open-label and three double-blind studies have suggested the efficacy of venlafaxine in the treatment of attention deficit-hyperactivity disorder (ADHD). Clinical trials have found possible efficacy in those with post-traumatic stress disorder (PTSD). Case reports, open trials and blinded comparisons with established medications have suggested the efficacy of venlafaxine in the treatment of obsessive–compulsive disorder.   === Depression === A comparative meta-analysis of 21 major antidepressants found that venlafaxine, agomelatine, amitriptyline, escitalopram, mirtazapine, paroxetine, and vortioxetine were more effective than other antidepressants, although the quality of many comparisons was assessed as low or very low. Venlafaxine was similar in efficacy to the atypical antidepressant bupropion; however, the remission rate was lower for venlafaxine. In a double-blind study, patients who did not respond to an SSRI were switched to either venlafaxine or another SSRI (citalopram); similar improvement was observed in both groups. Studies have not established its efficacy for use by children. In children and adolescents with depression, venlafaxine increases the risk of suicidal thoughts or attempts. Higher doses (e.g. 225 mg and 375 mg per day) of venlafaxine are more effective than lower doses (e.g. 75 mg per day), but also cause more side effects. Studies have shown that the extended release is superior to the immediate release form of venlafaxine. A meta-analysis has shown that efficacy of venlafaxine is not correlated with baseline severity of depression. In other words, regardless of how severe a person's depression is initially, the efficacy of venlafaxine remains consistent and is not influenced by the severity of depression at the start of treatment.   == Contraindications == Venlafaxine is not recommended in patients hypersensitive to it, nor should it be taken by anyone who is allergic to the inactive ingredients, which include gelatin, cellulose, ethylcellulose, iron oxide, titanium dioxide and hypromellose. It should not be used in conjunction with a monoamine oxidase inhibitor (MAOI), as it can cause potentially fatal serotonin syndrome. Venlafaxine might interact with tramadol or other opioids, as well as trazodone, so caution is needed while mixing multiple serotonergic agents together.   == Adverse effects ==  Venlafaxine can increase eye pressure, so those with glaucoma may require more frequent eye checks. A 2017 meta-analysis estimated venlafaxine discontinuation rate due to adverse effects to be 9.4%.   === Suicide === The US Food and Drug Administration (FDA) requires all antidepressants, including venlafaxine, to carry a black box warning with a generic warning about a possible suicide risk. A 2014 meta analysis of 21 clinical trials of venlafaxine for the treatment of depression in adults found that compared to placebo, venlafaxine reduced the risk of suicidal thoughts and behavior. A study conducted in Finland followed more than 15,000 patients for 3.4 years. Venlafaxine increased suicide risk by 60% (statistically significant), as compared to no treatment. At the same time, fluoxetine (Prozac) halved the suicide risk. In a study sponsored by Wyeth, which produces and markets venlafaxine, the data on more than 200,000 cases were obtained from the UK general practice research database. At baseline, patients prescribed venlafaxine had a greater number of risk factors for suicide (such as prior suicide attempts) than patients treated with other anti-depressants. The patients taking venlafaxine had significantly higher risk of suicide than the ones on fluoxetine or citalopram (Celexa).  After adjusting for known risk factors, venlafaxine was associated with an increased risk of suicide relative to fluoxetine and dothiepin that was not statistically significant. A statistically significant greater risk for attempted suicide remained after adjustment, but the authors concluded that it could be due to residual confounding. An analysis of clinical trials by the FDA statisticians showed the incidence of suicidal behaviour among the adults on venlafaxine to be not significantly different from fluoxetine or placebo. Venlafaxine is contraindicated in children, adolescents and young adults. In children and adolescents with depression, venlafaxine increases the risk of suicidal thoughts or attempts.   === Serotonin syndrome === The development of a potentially life-threatening serotonin syndrome (also classified as \"serotonin toxicity\") may occur with venlafaxine treatment, particularly with concomitant use of serotonergic drugs, including but not limited to SSRIs and SNRIs, many hallucinogens such as tryptamines and phenethylamines (e.g., LSD/LSA, DMT, MDMA, mescaline), dextromethorphan (DXM), tramadol, tapentadol, pethidine (meperidine) and triptans and with drugs that impair metabolism of serotonin (including MAOIs). Serotonin syndrome symptoms may include mental status changes (e.g. agitation, hallucinations, coma), autonomic instability (e.g. tachycardia, labile blood pressure, hyperthermia), neuromuscular aberrations (e.g. hyperreflexia, incoordination), or gastrointestinal symptoms (e.g. nausea, vomiting, diarrhea). Venlafaxine-induced serotonin syndrome has also been reported when venlafaxine has been taken in isolation in overdose. An abortive serotonin syndrome state, in which some but not all of the symptoms of the full serotonin syndrome are present, has been reported with venlafaxine at mid-range dosages (150 mg per day). A case of a patient with serotonin syndrome induced by low-dose venlafaxine (37.5 mg per day) has also been reported.   === Pregnancy === There are few well-controlled studies of venlafaxine in pregnant women. A study released in May 2010 by the Canadian Medical Association Journal suggests use of venlafaxine doubles the risk of miscarriage. Consequently, venlafaxine should only be used during pregnancy if clearly needed. A large case-control study done as part of the National Birth Defects Prevention Study and published in 2012 found a significant association of venlafaxine use during pregnancy and several birth defects including anencephaly, cleft palate, septal heart defects and coarctation of the aorta. Prospective studies have not shown any statistically significant congenital malformations. There have, however, been some reports of self-limiting effects on newborn infants. As with other serotonin reuptake inhibitors (SRIs), these effects are generally short-lived, lasting only 3 to 5 days, and rarely resulting in severe complications.   === Bipolar disorder === According to the ISBD Task Force report on antidepressant use in bipolar disorder, during the course of treatment for depression with those suffering from bipolar I and II, venlafaxine \"appears to carry a particularly high risk of inducing pathologically elevated states of mood and behavior.\" Because venlafaxine appears to be more likely than SSRIs and bupropion to induce mania and mixed episodes in these patients, provider discretion is advised through \"carefully evaluating individual clinical cases and circumstances.\"   === Liver injury === A rare but serious side effect of venlafaxine is liver injury. It appears to affect both male and female patients with a median age of 44. Cessation of venlafaxine is one of the appropriate measures of management. While the mechanism of venlafaxine-related liver injury remains unclear, findings suggest that it may be related to a CYP2D6 polymorphism.   === Overdose === Most patients overdosing with venlafaxine develop only mild symptoms. Plasma venlafaxine concentrations in overdose survivors have ranged from 6 to 24 mg/L, while postmortem blood levels in fatalities are often in the 10–90 mg/L range.  Published retrospective studies report that venlafaxine overdosage may be associated with an increased risk of fatal outcome compared to that observed with SSRI antidepressant products, but lower than that for tricyclic antidepressants. Healthcare professionals are advised to prescribe Effexor and Effexor XR in the smallest quantity of capsules consistent with good patient management to reduce the risk of overdose. It is usually reserved as a second-line treatment for depression due to a combination of its superior efficacy to the first-line treatments like fluoxetine, paroxetine and citalopram and greater frequency of side effects like nausea, headache, insomnia, drowsiness, dry mouth, constipation, sexual dysfunction, sweating and nervousness. There is no specific antidote for venlafaxine, and management is generally supportive, providing treatment for the immediate symptoms. Administration of activated charcoal can prevent absorption of the drug. Monitoring of cardiac rhythm and vital signs is indicated. Seizures are managed with benzodiazepines or other anticonvulsants. Forced diuresis, hemodialysis, exchange transfusion, or hemoperfusion are unlikely to be of benefit in hastening the removal of venlafaxine, due to the drug's high volume of distribution.   === Withdrawal syndrome ===  People stopping venlafaxine commonly experience SSRI withdrawal symptoms such as dysphoria, headaches, nausea, irritability, emotional lability, sensation of electric shocks (commonly called \"brain zaps\"), and sleep disturbance. Venlafaxine has a higher rate of moderate to severe withdrawal symptoms relative to other antidepressants (similar to the SSRI paroxetine). The higher risk and increased severity of withdrawal symptoms relative to other antidepressants may be related to the short half-life of venlafaxine and its active metabolite. After stopping venlafaxine, the levels of both serotonin and norepinephrine decrease, leading to the hypothesis that the withdrawal symptoms could result from an overly rapid reduction of neurotransmitter levels.   === Other === In rare cases, drug-induced akathisia can occur after use in some people. Venlafaxine should be used with caution in hypertensive patients. Venlafaxine must be discontinued if significant hypertension persists. It can also have undesirable cardiovascular effects.   == Pharmacology ==   === Pharmacodynamics === Venlafaxine is usually categorized as a serotonin-norepinephrine reuptake inhibitor (SNRI), but it has also been referred to as a serotonin-norepinephrine-dopamine reuptake inhibitor (SNDRI).  It is described as 'synthetic phenethylamine bicyclic derivative with antidepressant activity'. It works by blocking the transporter \"reuptake\" proteins for key neurotransmitters affecting mood, thereby leaving more active neurotransmitters in the synapse. The neurotransmitters affected are serotonin and norepinephrine. Additionally, in high doses it weakly inhibits the reuptake of dopamine. The frontal cortex largely lacks dopamine transporters; therefore venlafaxine can increase dopamine neurotransmission in this part of the brain. Venlafaxine selectively inhibits the serotonin transporter at lower doses, but at a dose of 225 mg per day it additionally blocks the norepinephrine transporter (NET), as measured by the intravenous tyramine pressor test. Venlafaxine indirectly affects opioid receptors as well as the α2-adrenergic receptor, and was shown to increase pain threshold in mice. These benefits with respect to pain were reversed with naloxone, an opioid antagonist, thus supporting an opioid mechanism.   === Pharmacokinetics === Venlafaxine is well absorbed, with at least 92% of an oral dose being absorbed into systemic circulation. It is extensively metabolized in the liver via the CYP2D6 isoenzyme to desvenlafaxine (O-desmethylvenlafaxine, now marketed as a separate medication named Pristiq), which is just as potent an SNRI as the parent compound, meaning that the differences in metabolism between extensive and poor metabolisers are not clinically important in terms of efficacy. Side effects, however, are reported to be more severe in CYP2D6 poor metabolisers. Steady-state concentrations of venlafaxine and its metabolite are attained in the blood within 3 days. Therapeutic effects are usually achieved within 3 to 4 weeks. No accumulation of venlafaxine has been observed during chronic administration in healthy subjects. The primary route of excretion of venlafaxine and its metabolites is via the kidneys. The half-life of venlafaxine is relatively short, so patients are directed to adhere to a strict medication routine, avoiding missing a dose. Even a single missed dose can result in withdrawal symptoms. Venlafaxine is a substrate of P-glycoprotein (P-gp), which pumps it out of the brain. The gene encoding P-gp, ABCB1, has the SNP rs2032583, with alleles C and T. The majority of people (about 70% of Europeans and 90% of East Asians) have the TT variant. A 2007 study found that carriers of at least one C allele (variant CC or CT) are 7.72 times more likely than non-carriers to achieve remission after 4 weeks of treatment with amitriptyline, citalopram, paroxetine or venlafaxine (all P-gp substrates). The study included patients with mood disorders other than major depression, such as bipolar II; the ratio is 9.4 if these other disorders are excluded. At the 6-week mark, 75% of C-carriers had remitted, compared to only 38% of non-carriers.   == Chemistry == The IUPAC name of venlafaxine is 1-[2-(dimethylamino)-1-(4 methoxyphenyl)ethyl]cyclohexanol, though it is sometimes referred to as (±)-1-[a-[a-(dimethylamino)methyl]-p-methoxybenzyl]cyclohexanol.  It consists of two enantiomers present in equal quantities (termed a racemic mixture), both of which have the empirical formula of C17H27NO2. It is usually sold as a mixture of the respective hydrochloride salts, (R/S)-1-[2-(dimethylamino)-1-(4 methoxyphenyl)ethyl]cyclohexanol hydrochloride, C17H28ClNO2, which is a white to off-white crystalline solid. Venlafaxine is structurally and pharmacologically related to the atypical opioid analgesic tramadol, and more distantly to the newly released opioid tapentadol, but not to any of the conventional antidepressant drugs, including tricyclic antidepressants, SSRIs, MAOIs, or RIMAs. Venlafaxine extended release is chemically the same as normal venlafaxine. The extended release (controlled release) version distributes the release of the drug into the gastrointestinal tract over a longer period than normal venlafaxine. This results in a lower peak plasma concentration. Studies have shown that the extended release formula has a lower incidence of nausea as a side effect, resulting in better compliance.   === Interactions === Venlafaxine should be taken with caution when using St John's wort. Venlafaxine may lower the seizure threshold, and coadministration with other drugs that lower the seizure threshold such as bupropion and tramadol should be done with caution and at low doses.   == Society and culture ==   === Recreational use === Venlafaxine can be abused as a recreational drug, with damages that can manifest within a month. Hard data regarding the prevalence of abuse are not easy to find.  Abusers reported usage of extremely high doses, 5 to 10 times the acceptable clinical doses. The adverse side effects were strong cases of the listed side effects. As a standard measure, treatment is to be supervised by a doctor with relevant education, such as a neurologist or psychiatrist.   === Brand names ===  Venlafaxine was originally marketed as Effexor in most of the world; generic venlafaxine has been available since around 2008 and extended release venlafaxine has been available since around 2010. As of January 2020, venlafaxine is marketed under many brand names worldwide, many with alternative extended release forms (not shown): Adefaxin, Alenthus, Altven, Alventa, Amfax, Anapresin, Ansifix, Arafaxina, Argofan, Arrow Venlafaxine, Axone, Axyven, Benolaxe, Blossom, Calmdown, Dalium, Defaxine, Depefex, Depretaxer, Deprevix, Deprexor, Deprixol, Depurol, Desinax, Dislaven, Dobupal, Duofaxin, Easyfor, Ectien, Eduxon, Efastad, Efaxin, Efaxine, Efectin, Efegen, Efevelon, Efevelone, Efexiva, Efexor, Effegad, Effexine, Effexor, Elafax, Elaxine, Elify, Enpress, Enlafax, Envelaf, Falven, Faxigen, Faxine, Faxiprol, Faxiven, Faxolet, Flavix, Flaxen, Fobiless, Ganavax, Idixor, Idoxen, Intefred, Illovex, Lafactin, Lafaxin, Lanvexin, Laroxin, Levest, Limbic, Linexel, Maxibral, Mazda, Melocin, Memomax, Mezine, Neoxacina, Neoxacina, Nervix, Norafexine, Norezor, Norpilen, Noviser, Nulev, Odiven, Olwexya, Oriven, Paxifar, Politid, Pracet, Prefaxine, Psiseven, Quilarex, Rafax, Senexon, Sentidol, Sentosa, Serosmine, Seroxine, Sesaren, Subelan, Sulinex, Sunveniz, Sunvex, Symfaxin, Tedema, Tifaxin, Tonpular, Trevilor, Tudor, Vafexin, Valosine, Vandral, Velaf, Velafax, Velahibin, Velaxin, Velaxor, Velept, Velpine, Venax, Venaxin, Venaxx, Vencarm, Vencontrol, Vendep, Venegis, Venex, Venexor, Venfalex, Venfax, Ven-Fax, Venfaxine, Venforin, Venforspine, Veniba, Veniz, Venjoy, Venla, Venlabax, Venlablue, Venlabrain, Venladep, Venladex, Venladoz, Venlaf, Venlafab, Venlafaxin, Venlafaxina, Venlafaxine, Venlagamma, Venlalic, Venlamax, Venlamylan, Venlaneo, Venlapine, Venla-Q, Venlasand, Venlatrin, Venlavitae, Venlax, Venlaxin, Venlaxine, Venlaxor, Venlazid, Venlectine, Venlifax, Venlift, Venlix, Venlobax, Venlofex, Venlor, Venorion, Venozap, Vensate, Ventab, Venxin, Venxor, Vextor, Venzip, Vexamode, Vfax, Viepax, ViePax, Voxafen, Zacalen, Zanfexa, Zaredrop, Zarelis, Zarelix, and Zenexor. In some countries, Effexor is marketed by Viatris after Upjohn was spun off from Pfizer.   == Veterinary uses == Veterinary overdose in dogs is very well treated by Cyproheptadine HCl.: 1371  Venlafaxine is highly toxic to Bacillariophyta and Chlorophyta phytoplankton. Cats are drawn to the smell of venlafaxine and tend to ingest the pills, which is highly toxic to them.   == References ==   == Further reading =="}