{"name": "vericiguat", "category": "drug", "content": "Vericiguat, sold under the brand name Verquvo, is a medication used to reduce the risk of cardiovascular death and hospitalization in certain patients with heart failure after a recent acute decompensation event. It is taken by mouth. Vericiguat is a soluble guanylate cyclase (sGC) stimulator. Common side effects include low blood pressure and low red cell count (anemia).  It was approved for medical use in the United States in January 2021, and for use in the European Union in July 2021. The U.S. Food and Drug Administration considers it to be a first-in-class medication.   == Medical uses == Vericiguat is indicated to reduce the risk of cardiovascular death and hospitalization for heart failure following a prior hospitalization for heart failure or need for outpatient intravenous diuretics, in adults with symptomatic chronic heart failure and an ejection fraction of less than 45%.  Vericiguat is usually given orally once every day with food. No dose adjustments are required in the elderly, in people with mild-to-moderate liver failure, or in those with impaired kidney function. As of 2024, no studies have found information for patients with severely impaired kidney function, severe liver failure, or are on dialysis. Vericiguat is contraindicated in pregnancy. While there are no studies on its safety when used by pregnant women, animals studies suggest higher rates of birth defects, as well as increased number of abortions and resorptions. It may also pass into breast milk, but the effects on breastfed infants is unknown. The manufacturer advises that child-bearing age patients should be on contraception and assessed for pregnancy before starting treatment.   == Adverse effects == The most common side effects of vericiguat include symptomatic low blood pressure and anemia. Patients taking other soluble guanylate cyclase inhibitors should not take vericiguat.   == Pharmacology == Vericiguat is a direct stimulator of soluble guanylate cyclase, an important enzyme in vascular smooth muscle cells. Specifically, vericiguat binds to the beta-subunit of the target site on the soluble guanylate cyclase enzyme. Soluble guanylate cyclase catalyzes the formation of cyclic GMP upon interaction with nitric oxide to activate a number of downstream signaling cascades, which can compensate for defects in this pathway and resulting losses in regulatory myocardial and vascular cellular processes due to cardiovascular complications.   == Pharmacokinetics == After vericiguat is administered (100 mg by mouth once daily), the average steady state and Cmax and AUC for patients with cardiovascular failure is 350 mcg/L and 6,680 mcg/h/L with a Tmax of one hour. Vericiguat has a positive food effect, and therefore patients are advised to consume food with the drug for an oral bioavailability of 93%. Vericiguat is extensively  protein bound in plasma. Vericiguat is primarily metabolized via phase 2 conjugation reactions, with a minor CYP-mediated  oxidative metabolite. The major metabolite is glucuronidated and inactive. The typical half-life profile for patients with heart failure is 30 hours. Vericiguat has a decreased  clearance in patients with systolic heart failure.    == History == The U.S. Food and Drug Administration (FDA) approved vericiguat based on evidence from a clinical trial (NCT02861534) which consisted of 5,050 participants aged 23 to 98 years old with worsening heart failure. The trial was conducted at 694 sites in 42 countries in Europe, Asia, North and South America. The trial enrolled participants with symptoms of worsening heart failure. Participants were randomly assigned to receive vericiguat or a placebo pill once a day. Neither the participants nor the health care professionals knew if the participants were given vericiguat or placebo pills until after the trial was complete. It was awarded a fast track designation on 19 January 2021.    == Society and culture ==   === Legal status === On 20 May 2021, the Committee for Medicinal Products for Human Use (CHMP) of the European Medicines Agency (EMA) adopted a positive opinion, recommending the granting of a marketing authorization for vericiguat, intended for the treatment of symptomatic chronic heart failure in adults with reduced ejection fraction. The applicant for this medicinal product is Bayer AG. Vericiguat was approved for medical use in the European Union in July 2021.   == References ==   == Further reading == Armstrong PW, Pieske B, Anstrom KJ, Ezekowitz J, Hernandez AF, Butler J, et al. (May 2020). \"Vericiguat in Patients with Heart Failure and Reduced Ejection Fraction\". N Engl J Med. 382 (20): 1883–1893. doi:10.1056/NEJMoa1915928. PMID 32222134.   == External links == Clinical trial number NCT02861534 for \"A Study of Vericiguat in Participants With Heart Failure With Reduced Ejection Fraction (HFrEF) (MK-1242-001) (VICTORIA)\" at ClinicalTrials.gov"}