{"name": "vernakalant", "category": "drug", "content": "Vernakalant, sold under the brand name Brinavess, is a class III antiarrhythmic drug for the acute conversion of atrial fibrillation, a kind of irregular heartbeat, in form of an intravenous infusion. It has been approved for use in the European Union and the United Kingdom since 2010. The US Food and Drug Administration denied approval in 2008 and 2019.   == Medical uses == The drug is used for the treatment of atrial fibrillation lasting up to three days in adults after heart surgery, or lasting up to seven days in other adults, as an intravenous infusion.   == Contraindications == Vernakalant is contraindicated in a number of heart conditions:  severe aortic stenosis, low blood pressure (systolic pressure under 100 mmHg), heart failure (NYHA class III–IV), prolonged QT time, severe bradycardia (slow heart rate), sinus node dysfunction, second or third-degree atrioventricular block, acute coronary syndrome, including heart attack. Vernakalant and other intravenous rhythm control drugs (class I and class III antiarrhythmics) must not be given within four hours of each other.   == Side effects == The most common adverse effects in studies were dysgeusia (taste disturbance, in 18% of patients), sneezing (13%) and paraesthesia (abnormal skin sensations, 7%); they were transient and rarely led to an abortion of the treatment. Potentially serious side effects included low blood pressure and conversion of the heart rhythm to atrial flutter instead of a normal sinus rhythm; flutter mostly responded to a second dose of vernakalant.   == Overdose == There is a single case report of a person receiving an infusion of the full vernakalant dose in half the recommended time, resulting in tachycardia (fast heartbeat) without lasting adverse effects.   == Interactions == Drugs that inhibit the liver enzyme CYP2D6 might theoretically increase vernakalant concentrations in the body, as the latter is metabolized by this enzyme; but this has been found to be of no clinical significance. While the drug itself is a moderate CYP2D6 inhibitor, it is not expected to have a relevant impact on other pharmaceuticals that are broken down by this enzyme, because it only remains in the body for a short time. Vernakalant probably interacts with other antiarrhythmic drugs, although no formal studies have been done.   == Pharmacology ==   === Mechanism of action === Like other class III antiarrhythmics, vernakalant blocks atrial potassium channels, thereby prolonging repolarization. It differs from typical class III agents by blocking a certain type of potassium channel, the cardiac transient outward potassium current, with increased potency as the heart rate increases. This means that it is more effective at high heart rates, while other class III agents tend to lose effectiveness under these circumstances. It also slightly blocks the hERG potassium channel, leading to a prolonged QT interval. This may theoretically increase the risk of ventricular tachycardia, though this does not seem to be clinically relevant. The drug also blocks atrial sodium channels.   === Pharmacokinetics and pharmacogenomics === After infusion, the substance is rapidly distributed in the body. In the blood serum, 53–56% are circulating freely and are not bound to plasma proteins. In people with normal CYP2D6 function, the main route of degradation is by O-demethylation via this enzyme. In 2D6 poor metabolizers, vernakalant is mainly inactivated by glucuronidation and excreted by the kidney. Elimination half-life is three hours in 2D6 extensive (normal) metabolizers and 5.5 hours in poor metabolizers. The differences between poor and extensive metabolizers regarding peak concentrations, AUC and half-life are not clinically relevant. Vernakalant does not inhibit the enzymes CYP3A4, CYP1A2, CYP2C9, CYP2C19, CYP2E1, nor the transporter protein P-gp.   == Chemistry == The molecule has three asymmetric carbon atoms, allowing for 23 = 8 stereomers. The trans stereomers are known to be pharmacologically active, but only the RRR-form is contained in the marketed formulation. The SRR-form (with the hydroxyl group in S configuration) is a minor metabolite that is formed in the human body, mainly in poor metabolizers. The infusion contains vernakalant hydrochloride, which is highly water-soluble.   == History == Vernakalant was initially developed by Cardiome Pharma, and the intravenous formulation was bought for further development by Merck in April 2009. In September 2012, Merck terminated its agreements with Cardiome and has consequently returned all rights of the drug back to Cardiome, which as of 2018 is known as Correvio Pharma. In December 2007, the Cardiovascular and Renal Drugs Advisory Committee of the US Food and Drug Administration (FDA) voted to recommend the approval of vernakalant, but in August 2008, the FDA judged that additional information was necessary for approval.  In the European Union, the medication was approved under the brand name Brinavess in September 2010. An oral formulation underwent phase II clinical trials between 2005 and 2008. In December 2019, the resubmitted New Drug Application for vernakalant was discussed by the Cardiovascular and Renal Drugs Advisory Committee. The Advisory Committee voted not to recommend the approval.   == References =="}