{"name": "verteporfin", "category": "drug", "content": "Verteporfin (trade name Visudyne), a benzoporphyrin derivative, is a medication used as a photosensitizer for photodynamic therapy to eliminate the abnormal blood vessels in the eye associated with conditions such as the wet form of macular degeneration. Verteporfin accumulates in these abnormal blood vessels and, when stimulated by nonthermal red light with a wavelength of 689 nm in the presence of oxygen, produces highly reactive short-lived singlet oxygen and other reactive oxygen radicals, resulting in local damage to the endothelium and blockage of the vessels. Verteporfin is also used off-label for the treatment of central serous retinopathy.   == Administration == Verteporfin is usually injected intravenously into the largest arm vein. It is injected at a dose of 6 mg/m2 and light-activated. It is usually given 15 minutes before laser treatment. This dose can be repeated 4 times per year.   == Contraindications == Porphyria.   == Side effects == Most common side effects are blurred vision, headache, and local effects at the injection site. Also, photosensitivity; it is strictly advised to avoid exposure to sunlight and unscreened lighting until 48 hours after verteporfin administration. Dogs and rats have been treated with inactivated daily doses 32–70 times higher than the dose advised for humans. The 4 weeks of treatment resulted in mild extravascular hemolysis and hematopoiesis in the animals.   == Light-activated cytotoxicity == Used by itself, the clinical recommended dose for verteporfin is not cytotoxic to human tissue. Though under light activation, in the presence of oxygen, it can form cytotoxic agents inside the tissue. The agents form when the porphyrin absorbs enough light to generate a reactive but short-lived singlet oxygen. The brief singlet oxygen can micro damage biological structures, leading to a local vascular occlusion.   == Interactions == Verteporfin is known to interact with the herbal remedy feverfew (Tanacetum parthenium), the latter of which seems to act as an antagonist to verteporfin for unknown reasons. Taking the two substances simultaneously is inadvisable. Verteporfin does not appear to be metabolized by Cytochrome P450 enzymes, therefore not affecting Cytochrome P450 metabolism of other drugs.   == Shortages == In May 2020, a low manufacturing capacity caused disruption. This affected the usage of verteporfin among providers and patients in Europe. The EMA expected normal manufacturing to return by the first quarter 2022.   == Off-label use in retinopathy == Verteporfin may be used off-label for treating a form of retinopathy.   == References ==   == External links == \"Visudyne\". Novartis."}