{"name": "vestronidase alfa", "category": "drug", "content": "Vestronidase alfa, sold under brand name Mepsevii, is a medication for the treatment of Sly syndrome.  It is a recombinant form of the human enzyme beta-glucuronidase.  It was approved in the United States in November 2017, to treat children and adults with an inherited metabolic condition called mucopolysaccharidosis type VII (MPS VII), also known as Sly syndrome. MPS VII is an extremely rare, progressive condition that affects most tissues and organs. The most common side effects after treatment with vestronidase alfa include infusion site reactions, diarrhea, rash (urticaria) and anaphylaxis (sudden, severe allergic reaction). The US. Food and Drug Administration (FDA) considers it to be a first-in-class medication. It was approved for use in the European Union in August 2018.   == Medical uses == Mepsevii is indicated for the treatment of non-neurological manifestations of Mucopolysaccharidosis VII (MPS VII; Sly syndrome).   == History == The safety and efficacy of vestronidase alfa were established in a clinical trial and expanded access protocols enrolling a total of 23 participants ranging from five months to 25 years of age. Participants received treatment with vestronidase alfa at doses up to 4 mg/kg once every two weeks for up to 164 weeks. Efficacy was primarily assessed via the six-minute walk test in ten participants who could perform the test. After 24 weeks of treatment, the mean difference in distance walked relative to placebo was 18 meters. Additional follow-up for up to 120 weeks suggested continued improvement in three participants and stabilization in the others. Two participants in the vestronidase alfa development program experienced marked improvement in pulmonary function. Overall, the results observed would not have been anticipated in the absence of treatment. The effect of vestronidase alfa on the central nervous system manifestations of MPS VII has not been determined. The FDA approved vestronidase alfa-vjbk based primarily on evidence from one clinical trial (NCT02230566) of 12 participants with mucopolysaccharidosis VII. The trial was conducted at four sites in the United States. The benefit and side effects of vestronidase alfa were based primarily on one trial. Participants were randomly assigned to four groups. Three groups of participants received placebo treatment before starting vestronidase alfa treatment and one group received vestronidase alfa only. vestronidase alfa or placebo were given once every two weeks as intravenous (IV) infusions. Neither participants nor healthcare providers knew which treatment was given until after the trial was competed. The benefit of 24 weeks of vestronidase alfa treatment was primarily evaluated by the 6-minute walking test (6MWT) and compared to placebo treatment in ten participants who could perform the test. The 6MWT measured the distance a patient could walk on a flat surface in 6 minutes. An additional follow-up using 6MWT was done for up to 120 weeks. The application for vestronidase alfa was granted fast track designation, orphan drug designation, and a rare pediatric disease priority review voucher. This was the twelfth rare pediatric disease priority review voucher issued. The US Food and Drug Administration (FDA) granted approval of Mepsevii to Ultragenyx Pharmaceutical, Inc, and required the manufacturer to conduct a post-marketing study to evaluate the long-term safety of the product.   == References ==   == External links == Clinical trial number NCT02230566 for \"A Phase 3 Study of UX003 Recombinant Human Betaglucuronidase (rhGUS) Enzyme Replacement Therapy in Patients With Mucopolysaccharidosis Type 7 (MPS 7)\" at ClinicalTrials.gov"}