{"name": "vibegron", "category": "drug", "content": "Vibegron, sold under the brand name Gemtesa, is a medication for the treatment of overactive bladder. Vibegron is a selective beta-3 adrenergic receptor agonist. The most common side effects include headache, urinary tract infection, common cold, diarrhea, nausea, and upper respiratory tract infection. Vibegron was first discovered by scientists at Merck & Co. Inc. and was later developed in Japan by Kyorin Pharmaceutical Co., Ltd, Kissei Pharmaceutical Co., Ltd, and Urovant Sciences. It was approved for medical use in Japan in September 2018, in the United States in December 2020, and in the European Union in June 2024.   == Efficacy == Vibegron, once daily 75 mg provided significant reduction in micturition, urgency episodes and urge incontinence, and increased the volume per micturition.   == Medical uses == Vibegron is indicated for the treatment of overactive bladder with symptoms of urge urinary incontinence, urgency, and urinary frequency in adults.   == Safety == Generally, the introduction of β3 adrenergic receptors agonists such as vibegron has improved overactive bladder (OAB) management by minimizing anticholinergic-related adverse effects. Monotherapy with a β3 adrenergic agonist may be preferred in older patients, those with high anticholinergic burden, and older adults with multiple comorbidities. An ambulatory blood pressure monitoring study showed that treatment with vibegron was not associated with clinically meaningful effects on blood pressure or heart rate. Treatment with vibegron was also associated with improvements in patient-reported measures of quality of life. Vibegron was generally effective, safe and well tolerated, thus represents a valuable treatment option for patients with OAB.   == Adverse effects == The most common side effects of vibegron are dry mouth, constipation, headache, nasopharyngitis, diarrhea, nausea, bronchitis, urinary tract infection and upper respiratory tract infection. In case of urinary retention, the patient should stop using the drug. Risk assessment for the drug in pregnant people has yet to be evaluated.   == Interactions == Vibegron is, in contrast to other OAB drugs, very selective and leads to a lesser degree of unwanted side effects. Vibegron is found to be a substrate for CYP3A4 in vivo, but does not actually induce or inhibit any of the cytochrome P450 enzymes and is thus less likely to take part in drug–drug interactions (DDI). Here vibegron differs from the previous overactive bladder drug mirabegron, which was known to be associated in various drug–drug interactions by inhibiting CYP2D6 or inducing CYP3A4, CYP2D6 and CYP2C9 in the liver. Using vibegron only (monotherapy) has positive effects on OAB and UUI, but a combination with other drugs can have additional effects. In a study with antimuscarinic drugs, more DDIs were investigated using a model of rhesus monkeys. Dose combinations of vibegron and tolterodine showed increased bladder capacity, the effects of both drugs at low doses strengthened each other, known as synergism. The addition of darifenacin to vibegron created greater bladder relaxation only when used at high doses. Additionally, co-administration with imidafenacin shows an increase in bladder capacity and voided volume in comparison to monotherapy. Possibly, a widely adapted treatment will be the combination of beta-3-adrenergic agonist with a nonselective M2/M3 antagonist as the most prevalent option. Clinical studies show no significant drug–drug interaction, aside from a serum concentration increase of digoxin when taken with vibegron. Maximal concentrations and systemic exposure (Cmax and area under the curve (AUC)) of digoxin are both increased as a result of DDI. Apart from the no to little DDIs, vibegron has an additional safety quality in that it does not cross the blood-brain barrier and therefore does not induce cognitive impairment. Furthermore, vibegron can be taken with or without food, this does not have an effect on vibegron plasma concentrations.   == Pharmacology ==   === Mechanism of action === Vibegron is a selective agonist for the beta-3 adrenergic receptor. The receptors are located in the kidneys, urinary tract and bladder tissue. Upon binding, the β3 receptor undergoes a conformational change. This induces the activation of adenylate cyclases via G proteins and thereby promotes the formation of cyclic adenosine monophosphate (cAMP). The consequence of this cascade is an increased intracellular cAMP concentration, which triggers activation of cAMP-dependent protein kinase A and causes a reduction of Ca2+ concentration in the cytoplasm. The kinase then phosphorylates myosin chains and thereby inhibits muscle contraction. The final effect of vibegron is muscle relaxation in the bladder. Due to this muscle relaxation, bladder capacity increases and symptoms of overactive bladder are relieved.   === Pharmacokinetics === The two main metabolic pathways are the oxidation and glucuronidation of vibegron. Two oxidative metabolites and three glucuronide metabolites can be formed. The exact structure of these metabolites have not been studied yet. In vitro, CYP3A4 is the enzyme responsible for the metabolism of vibegron, facilitating oxidative metabolism. Eventually, still a large part of the unmodified drug is excreted through feces and urine.   == History == The beta-3 adrenergic receptor (beta3AR) was discovered in the late 1980s and initially, beta3AR agonists were investigated as treatment for obesity and diabetes. A number of compounds were tested in clinical trials but didn't show sufficient benefits in these areas. A phase IIb global trial completed in 2013 of 1395 patients, of which 89.7% were women and 63.3% had not been treated previously, demonstrated a significant decrease in daily micturitions and urgent urinary incontinence episodes upon administration of vibegron. An international phase III trial of 506 participants completed in 2019 found statistically significant efficacy of vibegron after two weeks of daily administration. The adverse effect rates in participants treated with vibegron were comparable to those in participants who received a placebo. Vibegron was evaluated in patients with OAB in several clinical studies. A large active-controlled study, called Empower, showed the beneficial effects of the drug to treat the condition and UUI. Primary outcomes of different clinical trials showed there was an overall increase in efficacy. These outcomes concluded that there was a reduction in urgency to urinate, a decrease in micturitions and a decrease in average volume voided per micturition. There is also an improvement observed of the symptoms when vibegron is administered over a longer period (52 weeks) concluding that it is effective and safe for longer use. In severe patients, increasing the dose was accompanied by similar beneficial effects when there was first a lack of these. Quality of life of the patients is improved, including a reduction of nocturia.   == Society and culture ==   === Legal status === Vibegron was developed in Japan by Kyorin Pharmaceutical Co., Ltd, Kissei Pharmaceutical Co., Ltd, and Urovant Sciences. It was approved for medical use in Japan in September 2018, and in the United States in December 2020. In April 2024, the Committee for Medicinal Products for Human Use (CHMP) of the European Medicines Agency adopted a positive opinion, recommending the granting of a marketing authorization for the medicinal product Obgemsa, intended for the symptomatic treatment of adults with overactive bladder (OAB) syndrome. The applicant for this medicinal product is Pierre Fabre Medicament. Vibegron was approved for medical use in the European Union in June 2024.   === Names === Vibegron is the international nonproprietary name.   == Veterinary uses == Pregnant rats were given very high daily oral doses of vibegron during the period of organogenesis and showed no embryo-fetal developmental toxicity up to 300 mg/kg/day. Similar data was found in rabbits. Maternal toxicity was observed when doses exceeded 100 mg/kg/day in lactating rats. Clinical studies show that vibegron is not toxic, safe and well-tolerated in patients.   == References ==   == External links == Clinical trial number NCT03492281 for \"A Study to Examine the Safety and Efficacy of a New Drug in Patients With Symptoms of Overactive Bladder (OAB) (Empowur)\" at ClinicalTrials.gov"}