{"name": "vidarabine", "category": "drug", "content": "Vidarabine or 9-β-D-arabinofuranosyladenine (ara-A) is an antiviral drug which is active against herpes simplex and varicella zoster viruses.   == Discovery == In the 1950s two nucleosides were isolated from the Caribbean sponge Tethya crypta: spongothymidine and spongouridine; which contained D-arabinose rather than D-ribose. These compounds led to the synthesis of a new generation, sugar modified nucleoside analog vidarabine, and the related compound cytarabine. In 2004 these were the only marine related compounds in clinical use. The drug was first synthesized in 1960 in the Bernard Randall Baker lab at the Stanford Research Institute (now SRI International). The drug was originally intended as an anti-cancer drug.  The anti-viral activity of vidarabine was first described by M. Privat de Garilhe and J. De Rudder in 1964.  It was the first nucleoside analog antiviral to be given systemically and was the first agent to be licensed for the treatment of systemic herpes virus infection in humans. It was University of Alabama at Birmingham researcher and physician Richard J. Whitley in 1976 where the clinical effectiveness of vidarabine was first realized, and vidarabine was used in the treatment of many viral diseases. Vidarabine is an analog of adenosine with the D-ribose replaced with D-arabinose. As you can see from figure 1.1 that it is a stereoisomer of adenosine. It has a half-life of 60 minutes, and its solubility is 0.05%, and is able to cross the blood–brain barrier (BBB) when converted to its active metabolite.   == Mode of action ==  The Mechanism of action of vidarabine Vidarabine works by interfering with the synthesis of viral DNA. It is a nucleoside analog and therefore has to be phosphorylated to be active. This is a three-step process in which vidarabine is sequentially phosphorylated by kinases to the triphosphate ara-ATP. This is the active form of vidarabine and is both an inhibitor and a substrate of viral DNA polymerase. When used as a substrate for viral DNA polymerase, ara-ATP competitively inhibits dATP leading to the formation of ‘faulty’ DNA. This is where ara-ATP is incorporated into the DNA strand replacing many of the adenosine bases. This results in the prevention of DNA synthesis, as phosphodiester bridges can no longer to be built, destabilizing the strand. Vidarabine triphosphate (ara-ATP) also inhibits RNA polyadenylation; preventing polyadenylation essential for HIV-1 and other retroviruses; and S-adenosylhomocysteine hydrolase, preventing transmethylation reactions. Uniquely to vidarabine, the diphosphorylated vidarabine (ara-ADP) also has an inhibitory effect. Other nucleoside analogs need to be triphosphorlated to give any antiviral effect, but ara-ADP inhibits the enzyme ribonucleotide reductase. This prevents the reduction of nucleotide diphosphates, causing a reduction of viral replication.   == Mode of resistance == Vidarabine is more toxic and less metabolically stable than many of the other current antivirals such as acyclovir and ganciclovir. Viral strains resistant to vidarabine show changes in DNA polymerase. It is prone to deamination by adenosine deaminase to inosine. This metabolite still possesses antiviral activity, but is 10-fold less potent than vidarabine. 60% of vidarabine eliminated by the kidney is excreted as 9-β-D-arabinofuranosylhypoxanthine in the urine. Some breakdown of the purine ring may also occur, forming uric acid. Structural modifications of vidarabine have proven partially effective at blocking deamination, such as replacement of the amine with a methoxy group (ara-M). This results in about a 10-fold greater selectivity against Varicella Zoster Virus than ara-A, however analog of vidarabine is inactive against other viruses due to it not being able to be phosphorylated. The use of an inhibitor of adenosine deaminase to increase the half-life of vidarabine has also been tried, and drugs such as dCF and EHNA have been used with a small amount of success.   == Synthesis, preparation and isolation == Chemical synthesis of Vidarabine was first attained in 1960, as a part of studies on developing potential anticancer agents by B. R. Baker et al. based on unique biological properties of 1-β-D-arabinofuranosyluracil (ara-U). More specifically some of its important reactions include treatments with 2'-deoxyribonucleoside phosphorylase, methyltransferase, or nucleoside phosphorylase, affording the corresponding 5'-phosphate, giving rise to no methylation at its 5-position, or no cleavage of the glycosyl bond in contrast to 5-fluoro-2'-deoxyuridine,. respectively. This earlier work gave impetus to further synthetic studies on the nucleosides with the β-D-arabinofuranosyl moiety including Vidarabine, and the isolation of Vidarabine from the fermentation culture broth of Streptomyces antibioticus. In addition to the potential anticancer properties antiviral activity of Vidarabine was also demonstrated in 1965. Particularly worthy of mention is the collaboration of efficient chemical and enzymatic reactions, i.e., transesterification from ethylene carbonate to uridine accompanied by spontaneous intramolecular elimination of carbon dioxide giving 2,2'-O-anhydro-1-β-D-arabinofuranosyluracil (anhydro-ara-U); and acid-hydrolysis of anhydro-ara-U giving ara-U; and subsequent enzymatic transglycosylation  of the sugar moiety of ara-U to the 9-position of adenine with perfect retention of the β-configuration. and following papers.  Ultimately, in 1984, these pioneering syntheses led to the first commercial synthesis of Vidarabine in Japan under the trade name of \"Arasena-A.\"   An enzymatic approach duplicating the same concept was also later reported. Furthermore, replacement of adenine with 2-fluoroadenine in the enzymatic transglycosylation reaction from ara-U to the 9-position of adenine made it bring about efficient synthesis of 2-fluoro-9-β-D-arabinofuranosyladenine (fludarabine).   == Selectivity == Vidarabine is less susceptible to the development of drug resistant strains than other antivirals such as IDU, and has been used successfully in the treatment of IDU resistant viral strains. The half-life of the active triphosphate metabolite (ara-ATP) is three times longer in HSV-infected cells compared with uninfected cells, however the mechanism of selectivity is not known.   == Clinical indication == Vidarabine is an antiviral, active against herpes viruses, poxviruses, rhabdoviruses, hepadnaviruses and some RNA tumour viruses. A 3% ophthalmic ointment Vira-A is used in the treatment of acute keratoconjunctivitis and recurrent superficial keratitis caused by HSV-1 and HSV-2. Vidarabine is also used to treat herpes zoster in AIDS patients, reducing lesions formation and the duration of viral shedding. Many of the previous uses of vidarabine have been superseded by acyclovir, due to the hospitalisation required for intra venous dosing, and acyclovir has a higher selectivity, lower inhibitory concentration and higher potency. Toxic side effects are rare, but have been reported with high concentrations of vidarabine, such as nausea, vomiting, leukopenia and thrombocytopenia in patients receiving high intravenous doses daily.   == References =="}