{"name": "vigabatrin", "category": "drug", "content": "Vigabatrin, sold under the brand name Sabril among others, is a medication used in the management and treatment of infantile spasms and refractory complex partial seizures. It works by inhibiting the breakdown of γ-aminobutyric acid (GABA). It is also known as γ-vinyl-GABA, and is a structural analogue of GABA, but does not bind to GABA receptors. Vigabatrin is generally used only in cases of treatment-resistant epilepsy due to the risk of permanent vision loss. Although estimates of visual field loss vary substantially, risk appears to be lower among infants with treatment duration less than 12 months and the risk of clinically meaningful vision loss is very low among children treated for infantile spasms.   == Medical uses ==   === Epilepsy === In Canada, vigabatrin is approved for use as an adjunctive treatment (with other drugs) in treatment resistant epilepsy, complex partial seizures, secondary generalized seizures, and for monotherapy use in infantile spasms in West syndrome. As of 2003, vigabatrin is approved in Mexico for the treatment of epilepsy that is not satisfactorily controlled by conventional therapy (adjunctive or monotherapy) or in recently diagnosed patients who have not tried other agents (monotherapy). Vigabatrin is also indicated for monotherapy use in secondarily generalized tonic-clonic seizures, partial seizures, and in infantile spasms due to West syndrome.   === Others === Vigabatrin reduced cholecystokinin tetrapeptide-induced symptoms of panic disorder, in addition to elevated cortisol and ACTH levels, in healthy volunteers. Vigabatrin is also used to treat seizures in succinic semialdehyde dehydrogenase deficiency (SSADHD), which is an inborn GABA metabolism defect that causes intellectual disability, hypotonia, seizures, speech disturbance, and ataxia through the accumulation of γ-Hydroxybutyric acid (GHB). Vigabatrin helps lower GHB levels through GABA transaminase inhibition. However, this is in the brain only; it has no effect on peripheral GABA transaminase, so the GHB keeps building up and eventually reaches the brain.   == Adverse effects ==   === Central nervous system === Sleepiness (12.5%), headache (3.8%), dizziness (3.8%), nervousness (2.7%), depression (2.5%), memory disturbances (2.3%), diplopia (2.2%), aggression (2.0%), ataxia (1.9%), vertigo (1.9%), hyperactivity (1.8%), vision loss (1.6%) (See below), confusion (1.4%), insomnia (1.3%), impaired concentration (1.2%), personality issues (1.1%). Out of 299 children, 33 (11%) became hyperactive. Some patients develop psychosis during the course of vigabatrin therapy, which is more common in adults than in children. This can happen even in patients with no prior history of psychosis. Other rare CNS side effects include anxiety, emotional lability, irritability, tremor, abnormal gait, and speech disorder.   === Gastrointestinal === Abdominal pain (1.6%), constipation (1.4%), vomiting (1.4%), and nausea (1.4%). Dyspepsia and increased appetite occurred in less than 1% of subjects in clinical trials.   === Body as a whole === Fatigue (9.2%), weight gain (5.0%), asthenia (1.1%).   === Teratogenicity === A teratology study conducted in rabbits found that a dose of 150 mg/kg/day caused cleft palate in 2% of pups and a dose of 200 mg/kg/day caused it in 9%. This may be due to a decrease in methionine levels, according to a study published in March 2001. In 2005, a study conducted at the University of Catania was published stating that rats whose mothers had consumed 250–1000 mg/kg/day had poorer performance in the water maze and open-field tasks, rats in the 750 mg group were underweight at birth and did not catch up to the control group, and rats in the 1000 mg group did not survive pregnancy. There is no controlled teratology data in humans to date.   === Sensory === In 2003, vigabatrin was shown by Frisén and Malmgren to cause irreversible diffuse atrophy of the retinal nerve fiber layer in a retrospective study of 25 patients. This has the most effect on the outer area (as opposed to the macular, or central area) of the retina. Visual field defects had been reported as early as 1997 by Tom Eke and others, in the UK. Some authors, including Comaish et al. believe that visual field loss and electrophysiological changes may be demonstrable in up to 50% of Vigabatrin users. The retinal toxicity of vigabatrin can be attributed to a taurine depletion. Due to safety issues, the Vigabatrin REMS Program is required by the FDA to ensure informed decisions before initiating and to ensure appropriate use of this drug.   == Interactions == A study published in 2002 found that vigabatrin causes a statistically significant increase in plasma clearance of carbamazepine. In 1984, Drs Rimmer and Richens at the University of Wales reported that administering vigabatrin with phenytoin lowered the serum phenytoin concentration in patients with treatment-resistant epilepsy. Five years later, the same two scientists reported a fall in concentration of phenytoin of 23% within five weeks in a paper describing their failed attempt at elucidating the mechanism behind this interaction.   == Pharmacology == Vigabatrin is an irreversible mechanism-based inhibitor of gamma-aminobutyric acid aminotransferase (GABA-AT), the enzyme responsible for the catabolism of GABA. Inhibition of GABA-AT results in increased levels of GABA in the brain. Vigabatrin is a racemic compound, and its [S]-enantiomer is pharmacologically active.,    == Pharmacokinetics == With most drugs, elimination half-life is a useful predictor of dosing schedules and the time needed to reach steady state concentrations. In the case of vigabatrin, however, it has been found that the half-life of biologic activity is far longer than the elimination half-life. For vigabatrin, there is no range of target concentrations because researchers found no difference between the serum concentration levels of responders and those of non-responders. Instead, the duration of action is believed to be more a function of the GABA-T resynthesis rate; levels of GABA-T do not usually return to their normal state until six days after stopping the medication.   == History == Vigabatrin was developed in the 1980s with the specific goal of increasing GABA concentrations in the brain in order to stop an epileptic seizure. To do this, the drug was designed to irreversibly inhibit the GABA transaminase, which degrades the GABA substrate. Although the drug was approved for treatment in the United Kingdom in 1989, the authorized use of Vigabatrin by US Food and Drug Administration was delayed twice in the United States before 2009. It was delayed in 1983 because animal trials produced intramyelinic edema, however, the effects were not apparent in human trials so the drug design continued. In 1997, the trials were temporarily suspended because it was linked to peripheral visual field defects in humans.   == Society and culture ==   === Legal status === Vigabatrin (Sabril) was approved for medical use in the United States in August 2009. In April 2017, the US Food and Drug Administration (FDA) approved the first generic powder packets for the oral solution version of vigabatrin. In January 2019, the FDA approved the first generic tablet version of vigabatrin. Vigpoder was approved in the United States in June 2022. Vigafyde was approved in the United States in June 2024.   === Brand Names === Vigabatrin is sold under the brand names Sabril, Vigafyde, and Vigpoder. Vigabatrin is sold as Sabril in Canada, Mexico, and the United Kingdom. The brand name in Denmark is Sabrilex.   == Research ==   === The PREVeNT Trial === The PREVeNT study found that early vigabatrin treatment delayed the onset and reduced the overall prevalence of infantile spasms in TSC infants. However, the seizure prevention was not seen for other seizure types, including focal seizures, that are highly prevalent in this population. PREVeNT, similarly to EPISTOP, reported a reduced incidence of infantile spasms up to 24 months of age.   === EPISTOP Trial === Infantile spasms are seen in 50 to 70% of children with TSC, and are associated with both drug-resistance and intellectual disability. Importantly, in EPISTOP, none of the children who received preventive treatment developed infantile spasms throughout the 2-year course of the study, in contrast to 10 of 25 (40%) receiving conventional treatment.   == References =="}