{"name": "vilazodone", "category": "drug", "content": "Vilazodone, sold under the brand name Viibryd among others, is a medication used to treat major depressive disorder. It is classified as a serotonin modulator and is taken by mouth. Common side effects include nausea, diarrhea, and trouble sleeping. Serious side effects may include increased suicidal thoughts or actions in those under the age of 25, serotonin syndrome, bleeding, mania, pancreatitis, and SIADH. Vilazodone may cause less emotional blunting than typical SSRIs and SNRIs. A withdrawal syndrome may occur if the dose is rapidly decreased. Use during pregnancy and breastfeeding is not generally recommended. It is in the serotonin modulator class of medications and is believed to work both as an SSRI and activator of the 5-HT1A receptor. Vilazodone was approved for medical use in the United States in 2011 and in Canada in 2018. In 2019, it was the 334th most commonly prescribed medication in the United States, with more than 900 thousand prescriptions. The drug lost patent protection in June 2022 for adults and in July 2023 for pediatrics. Generic versions have been approved by the U.S. Food and Drug Administration (FDA).   == Medical uses == Seven controlled efficacy trials were conducted of vilazodone for treatment of major depressive disorder (MDD). Five of these trials showed no significant influence of vilazodone over placebo on depressive symptoms. In the remaining two trials, small but significant advantages of vilazodone over placebo were found. According to these two eight-week trials in adults, vilazodone has an antidepressant response after one week of treatment. After eight weeks it resulted in a 13% greater response than placebo. Remission rates, however, were not significantly different versus placebo. According to the US Food and Drug Administration (FDA) staff in 2011, \"it is unknown whether vilazodone has any advantages compared to other drugs in the antidepressant class.\" A 2019 review stated that \"present studies do not suggest the superiority of vilazodone compared with other antidepressants.\" Development of vilazodone for generalized anxiety disorder (GAD) has been stopped as of 2017. While there is tentative evidence of a small benefit in GAD, there is a high rate of side effects.   == Adverse effects == In September 2016, the FDA wrote a letter to Forest Labs requiring a new warning to be added to the label related to a link between the drug and acute pancreatitis and sleep paralysis. The most common adverse effects include nausea, diarrhea, vomiting, and insomnia. After a one-year, open-label study assessing the safety and tolerability of vilazodone in people with major depressive disorder, the most common adverse effects were diarrhea (35.7%), nausea (31.6%), and headache (20.0%); greater than 90% of these adverse effects were mild or moderate. In randomized controlled trials, meanwhile, these rates were 28%, 23.4% and 13.3%, respectively. In contrast to other SSRIs, initial trials showed that vilazodone did not cause decreased sexual desire/function, which often cause people to abandon their use. Additionally, vilazodone may cause less emotional blunting than typical SSRIs and SNRIs.   === Pregnancy === Antidepressant exposure (including vilazodone) is associated with shorter average duration of pregnancy (by three days), increased risk of preterm delivery (by 55%), lower birth weight (by 75 g), and lower Apgar scores (by <0.4 points). It is uncertain whether there is an increased rate of septal heart defects among children whose mothers were prescribed an SSRI in early pregnancy.   == Pharmacology ==   === Pharmacodynamics === Vilazodone acts as a serotonin reuptake inhibitor (IC50 = 2.1 nM; Ki = 0.1 nM) and 5-HT1A receptor partial agonist (IC50 = 0.2 nM; IA = ~60–70%). It has negligible affinity for other serotonin receptors such as 5-HT1D, 5-HT2A, and 5-HT2C, as well as the norepinephrine and dopamine transporters (Ki = 56 nM for NET and 37 nM for DAT). A small clinical study found occupancy of the 5-HT1A receptor with vilazodone, whereas occupancy of the SERT by vilazodone in humans does not seem to have been studied.   === Pharmacokinetics === Vilazodone is best absorbed with food and has a bioavailability of 72% under fed conditions. The Cmax increased between 147 and 160% and the AUC increased between 64 and 85% of vilazodone when it was administered with either a fatty or light meal.   == History == It was developed by Merck KGaA and licensed by Clinical Data, a biotech company purchased by Forest Laboratories in 2011.   == References =="}