{"name": "viltolarsen", "category": "drug", "content": "Viltolarsen, sold under the brand name Viltepso, is a medication used for the treatment of Duchenne muscular dystrophy (DMD). Viltolarsen is a Morpholino antisense oligonucleotide. The most common side effects include upper respiratory tract infection, injection site reaction, cough, and pyrexia (fever). Viltolarsen was approved for medical use in the United States in August 2020. After golodirsen was approved in December 2019, viltolarsen is the second approved targeted treatment for people with this type of mutation in the United States. Approximately 8% of people with DMD have a mutation that is amenable to exon 53 skipping.   == Medical uses == Viltolarsen is indicated for the treatment of Duchenne muscular dystrophy (DMD) in people who have a confirmed mutation of the DMD gene that is amenable to exon 53 skipping. DMD is a rare genetic disorder characterized by progressive muscle deterioration and weakness. It is the most common type of muscular dystrophy. DMD is caused by mutations in the DMD gene that results in an absence of dystrophin, a protein that helps keep muscle cells intact. The first symptoms are usually seen between three and five years of age and worsen over time. DMD occurs in approximately one out of every 3,600 male infants worldwide; in rare cases, it can affect females.   == Adverse effects == The most common side effects include upper respiratory tract infection, injection site reaction, cough, and pyrexia (fever). Although kidney toxicity was not observed in the clinical studies, the clinical experience is limited, and kidney toxicity, including potentially fatal glomerulonephritis, has been observed after administration of some antisense oligonucleotides.   == History == Viltolarsen was developed by Nippon Shinyaku and the NCNP based on pre-clinical study conducted by Toshifumi Yokota and colleagues, and evaluated in two clinical studies with a total of 32 participants, all of whom were male and had genetically confirmed DMD. The increase in dystrophin production was established in one of those two studies, a study that included sixteen DMD participants, with eight participants receiving viltolarsen at the recommended dose. In the study, dystrophin levels increased, on average, from 0.6% of normal at baseline to 5.9% of normal at week 25. Trial 1 provided data for evaluation of the benefits of viltolarsen. The combined populations from both trials provided data for evaluation of the side effects of viltolarsen. Trial 1 was conducted at six sites in the United States and Canada and Trial 2 was conducted at five sites in Japan. All participants in both trials were on a stable dose of corticosteroids for at least three months before entering the trials. The U.S. Food and Drug Administration (FDA) concluded that the applicant's data demonstrated an increase in dystrophin production that is reasonably likely to predict clinical benefit in people with DMD who have a confirmed mutation of the dystrophin gene amenable to exon 53 skipping. A clinical benefit of the drug has not been established. In making this decision, the FDA considered the potential risks associated with the drug, the life-threatening and debilitating nature of the disease, and the lack of available therapies. The application for viltolarsen was granted priority review designation and the FDA granted the approval to NS Pharma, Inc.   == Society and culture ==   === Economics === Viltolarsen costs around US$733,000 per year for a person that weighs 30 kilograms (66 lb).   == References ==   == Further reading == Dhillon S (July 2020). \"Viltolarsen: First Approval\". Drugs. 80 (10): 1027–1031. doi:10.1007/s40265-020-01339-3. PMID 32519222. S2CID 219542850. Dzierlega K, Yokota T (June 2020). \"Optimization of antisense-mediated exon skipping for Duchenne muscular dystrophy\". Gene Ther. 27 (9): 407–416. doi:10.1038/s41434-020-0156-6. PMID 32483212. S2CID 219157034. Hwang J, Yokota T (October 2019). \"Recent advancements in exon-skipping therapies using antisense oligonucleotides and genome editing for the treatment of various muscular dystrophies\". Expert Rev Mol Med. 21: e5. doi:10.1017/erm.2019.5. PMID 31576784. S2CID 203641010. Roshmi RR, Yokota T (October 2019). \"Viltolarsen for the treatment of Duchenne muscular dystrophy\". Drugs Today. 55 (10): 627–639. doi:10.1358/dot.2019.55.10.3045038. PMID 31720560. S2CID 207935659.   == External links == \"Viltolarsen\". Drug Information Portal. U.S. National Library of Medicine (NLM). Clinical trial number NCT02740972 for \"Safety and Dose Finding Study of NS-065/NCNP-01 in Boys With Duchenne Muscular Dystrophy (DMD)\" at ClinicalTrials.gov"}