{"name": "vinblastine", "category": "drug", "content": "Vinblastine (VBL), sold under the brand name Velban among others, is a chemotherapy medication, typically used with other medications, to treat a number of types of cancer. This includes Hodgkin's lymphoma, non-small-cell lung cancer, bladder cancer, brain cancer, melanoma, and testicular cancer. It is given by injection into a vein. Most people experience some side effects. Commonly it causes a change in sensation, constipation, weakness, loss of appetite, and headaches. Severe side effects include low blood cell counts and shortness of breath. It should not be given to people who have a current bacterial infection. Use during pregnancy will likely harm the baby. Vinblastine works by blocking cell division. Vinblastine was isolated in 1958. An example of a natural herbal remedy that has since been developed into a conventional medicine, vinblastine was originally obtained from the Madagascar periwinkle.  It is on the World Health Organization's List of Essential Medicines.   == Medical uses == Vinblastine is a component of a number of chemotherapy regimens, including ABVD for Hodgkin lymphoma, and along with methotrexate in the treatment of aggressive fibromatosis (desmoid tumor). It is also used to treat histiocytosis according to the established protocols of the Histiocytosis Association.   == Side effects == Adverse effects of vinblastine include hair loss, loss of white blood cells and blood platelets, gastrointestinal problems, high blood pressure, excessive sweating, depression, muscle cramps, vertigo and headaches. As a vesicant, vinblastine can cause extensive tissue damage and blistering if it escapes from the vein from improper administration.   == Pharmacology == Vinblastine is a vinca alkaloid and a chemical analogue of vincristine. It binds tubulin, thereby inhibiting the assembly of microtubules. Vinblastine treatment causes M phase specific cell cycle arrest by disrupting microtubule assembly and proper formation of the mitotic spindle and the kinetochore, each of which are necessary for the separation of chromosomes during anaphase of mitosis. Toxicities include bone marrow suppression (which is dose-limiting), gastrointestinal toxicity, potent vesicant (blister-forming) activity, and extravasation injury (forms deep ulcers).  Vinblastine paracrystals may be composed of tightly packed unpolymerized tubulin or microtubules. Vinblastine is reported to be an effective component of certain chemotherapy regimens, particularly when used with bleomycin and methotrexate in VBM chemotherapy for Stage IA or IIA Hodgkin lymphomas. The inclusion of vinblastine allows for lower doses of bleomycin and reduced overall toxicity with larger resting periods between chemotherapy cycles.   === Mechanism of action ===  Microtubule-disruptive drugs like vinblastine, colcemid, and nocodazole have been reported to act by two mechanisms. At very low concentrations they suppress microtubule dynamics and at higher concentrations they reduce microtubule polymer mass. Recent findings indicate that they also produce microtubule fragments by stimulating microtubule minus-end detachment from their organizing centers. Dose-response studies further indicate that enhanced microtubule detachment from spindle poles correlate best with cytotoxicity. But research into the mechanism is still ongoing as recent studies also show vinblastine inducing apoptosis that is phase-independent in certain leukemias.   === Pharmacokinetics === Vinblastine appears to be a peripherally selective drug due to limited brain uptake caused by binding to P-glycoprotein.   == Isolation and synthesis == Vinblastine may be isolated from the Madagascar Periwinkle (Catharanthus roseus), its only known biological producer, along with several of its precursors, catharanthine and vindoline. Extraction is costly and yields of vinblastine and its precursors are low, although procedures for rapid isolation with improved yields avoiding auto-oxidation have been developed.  Enantioselective synthesis has been of considerable interest in recent years, as the natural mixture of isomers is not an economical source for the required C16'S, C14'R  stereochemistry of biologically active vinblastine.  Initially, the approach depends upon an enantioselective Sharpless epoxidation, which sets the stereochemistry at C20.  The desired configuration around C16 and C14 can then be fixed during the ensuing steps.  In this pathway, vinblastine is constructed by a series of cyclization and coupling reactions which create the required stereochemistry.  The overall yield may be as great as 22%, which makes this synthetic approach more attractive than extraction from natural sources, whose overall yield is about 10%. Stereochemistry is controlled through a mixture of chiral agents (Sharpless catalysts), and reaction conditions (temperature, and selected enantiopure starting materials). Due to difficulty of stereochemical restraints in total synthetic processes, other semi-synthetic methods from precursors, catharanthine and vindoline, continue to be developed.   == History == Vinblastine was first isolated by Robert Noble and Charles Thomas Beer at the University of Western Ontario from the Madagascar periwinkle plant. Vinblastine's utility as a chemotherapeutic agent was first suggested by its effect on the body when an extract of the plant was injected in rabbits to study the plant's supposed anti-diabetic effect. (A tea made from the plant was a folk-remedy for diabetes.) The rabbits died from a bacterial infection, due to a decreased number of white blood cells, so it was hypothesized that vinblastine might be effective against cancers of the white blood cells such as lymphoma. It was approved by FDA in 1965.   == References =="}