{"name": "vinorelbine", "category": "drug", "content": "Vinorelbine (NVB), sold under the brand name Navelbine among others, is a chemotherapy medication used to treat a number of types of cancer. This includes breast cancer and non-small cell lung cancer. It is given by injection into a vein or by mouth. Common side effects include bone marrow suppression, pain at the site of injection, vomiting, feeling tired, numbness, and diarrhea. Other serious side effects include shortness of breath. Use during pregnancy may harm the baby. Vinorelbine is in the vinca alkaloid family of medications. It is believed to work by disrupting the normal function of microtubules and thereby stopping cell division. Vinorelbine was approved for medical use in the United States in 1994. It is on the World Health Organization's List of Essential Medicines.   == Medical uses == Vinorelbine is approved for the treatment of non-small-cell lung cancer. It is used off-label for other cancers such as metastatic breast cancer and for aggressive fibromatosis (desmoid tumor). It is also active in rhabdomyosarcoma.   == Side effects == Vinorelbine has a number of side-effects that can limit its use: Chemotherapy-induced peripheral neuropathy (a progressive, enduring and often irreversible tingling numbness, intense pain, and hypersensitivity to cold, beginning in the hands and feet and sometimes involving the arms and legs), lowered resistance to infection, bruising or bleeding, anaemia, constipation, vomitings, diarrhea, nausea, tiredness and a general feeling of weakness (asthenia), inflammation of the vein into which it was injected  (phlebitis).  Seldom severe hyponatremia is seen. Less common effects are hair loss and allergic reaction.   == Pharmacology == The antitumor activity is due to inhibition of mitosis through interaction with tubulin.   == History == Vinorelbine was invented by the pharmacist Pierre Potier and his team from the CNRS in France in the 1980s and was licensed to the oncology department of the Pierre Fabre Group.  The drug was approved in France in 1989 under the brand name Navelbine for the treatment of non-small cell lung cancer. It gained approval to treat metastatic breast cancer in 1991. Vinorelbine received approval by the United States Food and Drug Administration (FDA) in December 1994 sponsored by Burroughs Wellcome Company. Pierre Fabre Group now markets Navelbine in the U.S., where the drug went generic in February 2003. In most European countries, vinorelbine is approved to treat non-small cell lung cancer and breast cancer. In the United States it is approved only for non-small cell lung cancer.   === Sources === The Madagascan periwinkle Catharanthus roseus L. is the source for a number of important natural products, including catharanthine and vindoline and the vinca alkaloids it produces from them: leurosine and the chemotherapy agents vinblastine and vincristine, all of which can be obtained from the plant.  The newer semi-synthetic chemotherapeutic agent vinorelbine, which is used in the treatment of non-small-cell lung cancer and is not known to occur naturally.  However, it can be prepared either from vindoline and catharanthine or from leurosine, in both cases by synthesis of anhydrovinblastine.  The leurosine pathway uses the Nugent–RajanBabu reagent in a highly chemoselective de-oxygenation of leurosine.  Anhydrovinblastine is then reacted sequentially with N-bromosuccinimide and trifluoroacetic acid followed by silver tetrafluoroborate to yield vinorelbine.   == Oral formulation == An oral formulation has been marketed and registered in most European countries.  It has similar efficacy as the intravenous formulation, but it avoids venous toxicities of an infusion and is easier to take.  The oral form is not approved in the United States, or Australia.   == References ==   == External links == \"Vinorelbine\". Drug Information Portal. U.S. National Library of Medicine."}