{"name": "vintafolide", "category": "drug", "content": "Vintafolide is an investigational targeted cancer therapeutic currently under development by Endocyte and Merck & Co. It is a small molecule drug conjugate consisting of a small molecule targeting the folate receptor, which is overexpressed on certain cancers, such as ovarian cancer, and a potent chemotherapy drug, vinblastine. Vintafolide is designed to deliver the toxic vinblastine drug selectively to cells expressing the folate receptor using folate targeting. It is being developed with a companion imaging agent, etarfolatide, that identifies patients that express the folate receptor and thus would likely respond to the treatment with vintafolide. A Phase 3 study evaluating vintafolide for the treatment of platinum-resistant ovarian cancer (PROCEED trial) and a Phase 2b study(TARGET trial) in non-small-cell lung carcinoma (NSCLC) are ongoing (in 2012). A Marketing Authorization Application (MAA) filing for vintafolide and etarfolatide for the treatment of patients with folate receptor-positive platinum-resistant ovarian cancer in combination with doxorubicin, pegylated liposomal doxorubicin (PLD), has been accepted by the European Medicines Agency. The drug received orphan drug status in Europe in March 2012.  Merck & Co. acquired the development and marketing rights to this experimental cancer drug from Endocyte in April 2012.  Endocyte remains responsible for the development and commercialization of etarfolatide, a non-invasive companion imaging agent used to identify patients expressing the folate receptor that will likely respond to treatment with vintafolide. In 2014 Merck and Endocyte stopped a late-stage study (PROCEED) of vintafolide in treating ovarian cancer on the recommendation of a data safety monitoring board, saying that the drug failed to improve progression-free survival.   == Mechanism of action == Folate is required for cell division, and rapidly dividing cancer cells often express folate receptors in order to capture enough folate to support rapid cell growth. Elevated expression of the folate receptor occurs in many diseases, including other aggressively growing cancers and inflammatory disorders. Vintafolide binds to the folate receptor and is subsequently taken up by the cell through a natural internalization process called endocytosis. Once inside the cell, vintafolide’s linker releases the chemotherapy drug which kills the cell.   == References =="}