{"name": "Vitamin D Deficiency", "category": "disease", "content": "Vitamin A deficiency (VAD) or hypovitaminosis A is a lack of vitamin A in blood and tissues. It is common in poorer countries, especially among children and women of reproductive age, but is rarely seen in more developed countries. Nyctalopia (night blindness) is one of the first signs of VAD, as the vitamin has a major role in phototransduction; but it is also the first symptom that is reversed when vitamin A is consumed again. Xerophthalmia, keratomalacia, and complete blindness can follow if the deficiency is more severe. Vitamin A deficiency is the world's leading cause of preventable childhood blindness, and is critical to achieving Millennium Development Goal 4 to reduce child mortality. About 250,000 to 500,000 malnourished children in the developing world go blind each year from a deficiency of vitamin A, around half of whom die within a year of becoming blind. The United Nations Special Session on Children in 2002 set a goal of the elimination of VAD by 2010. The prevalence of night blindness due to VAD is also high among pregnant women in many developing countries. VAD also contributes to maternal mortality and other poor outcomes in pregnancy and lactation. VAD also diminishes the ability to fight infections. In countries where children are not immunized, infectious diseases such as measles have higher fatality rates. As elucidated by Alfred Sommer, even mild, subclinical deficiency can also be a problem, as it may increase children's risk of developing respiratory and diarrheal infections, decrease growth rate, slow bone development, and decrease likelihood of survival from serious illness. VAD is estimated to affect about one-third of children under the age of five around the world. It is estimated to claim the lives of 670,000 children under five annually. Around 250,000–500,000 children in developing countries become blind each year owing to VAD, with the highest prevalence in Southeast Asia and Africa. According to the World Health Organization (WHO), VAD is under control in the United States, but in developing countries, VAD is a significant concern. Globally, 65% of all children aged 6 to 59 months received two doses of vitamin A in 2013, fully protecting them against VAD (80% in the least developed countries).   == Signs and symptoms == Vitamin A deficiency is the most common cause of blindness in developing countries. The WHO estimated in 1995 that 13.8 million children had some degree of visual loss related to VAD. Night blindness and its worsened condition, xerophthalmia, are markers of Vitamin A deficiency; collections of keratin in the conjunctiva, known as Bitot's spots, and ulceration and necrosis of cornea keratomalacia can be seen. Conjunctival epithelial defects occur around lateral aspect of the limbus in the subclinical stage of VAD. These conjunctival epithelial defects are not visible on a biomicroscope, but they take up black stain and become readily visible after instillation of kajal (surma); this is called \"Imtiaz's sign\".   === Night blindness === A process called dark adaptation typically causes an increase in photopigment amounts in response to low levels of illumination. This occurs to an enormous magnitude, increasing light sensitivity by up to 100,000 times its sensitivity in normal daylight conditions. VAD affects vision by inhibiting the production of rhodopsin, the photopigment responsible for sensing low-light situations. Rhodopsin is found in the retina and is composed of retinal (an active form of vitamin A) and opsin (a protein). Night blindness caused by VAD has been associated with the loss of goblet cells in the conjunctiva, a membrane covering the outer surface of the eye. Goblet cells are responsible for secretion of mucus, and their absence results in xerophthalmia, a condition where the eyes fail to produce tears. Dead epithelial and microbial cells accumulate on the conjunctiva and form debris that can lead to infection and possibly blindness. Decreasing night blindness requires the improvement of vitamin A status in at-risk populations. Supplements and fortification of food have been shown to be effective interventions. Supplement treatment for night blindness includes massive doses of vitamin A (200,000 IU) in the form of retinyl palmitate to be taken by mouth, which is administered two to four times a year. Intramuscular injections are poorly absorbed and are ineffective in delivering sufficient bioavailable vitamin A. Fortification of food with vitamin A is costly, but can be done in wheat, sugar, and milk. Households may circumvent expensive fortified food by altering dietary habits. Consumption of yellow-orange fruits and vegetables rich in carotenoids, specifically beta-carotene, provides provitamin A precursors that can prevent VAD-related night blindness. However, the conversion of carotene to retinol varies from person to person and bioavailability of carotene in food varies.   === Infection === Along with poor diet, infection and disease are common in many developing communities. Infection depletes vitamin A reserves which in turn make the affected individual more susceptible to further infection. Increased incidence of xerophthalmia has been observed after an outbreak of measles, with mortality correlated with severity of eye disease. In longitudinal studies of preschool children, susceptibility to disease increased substantially when severe VAD was present. The reason for the increased infection rate in vitamin A deficient individuals is that killer T-cells require the retinol metabolite retinoic acid to proliferate correctly. Retinoic acid is a ligand for nuclear retinoic acid receptors that bind the promoter regions of specific genes, thus activating transcription and stimulating T cell replication. Vitamin A deficiency will often entail deficient retinol intake, resulting in a reduced number of T-cells and lymphocytes, leading to an inadequate immune response and consequently a greater susceptibility to infections. In the presence of dietary deficiency of vitamin A, VAD and infections reciprocally aggravate each other.   == Causes == In addition to dietary problems, other causes of VAD are known. Iron deficiency can affect vitamin A uptake; other causes include fibrosis, pancreatic insufficiency, inflammatory bowel disease, and small-bowel bypass surgery. Protein energy malnutrition is often seen in VAD; suppressed synthesis of retinol binding protein (RBP) due to protein deficiency leads to reduced retinol uptake. Excess alcohol consumption can deplete vitamin A, and a stressed liver may be more susceptible to vitamin A toxicity. People who consume large amounts of alcohol should seek medical advice before taking vitamin A supplements. In general, people should also seek medical advice before taking vitamin A supplements if they have any condition associated with fat malabsorption such as pancreatitis, cystic fibrosis, tropical sprue, and biliary obstruction. Other causes of vitamin A deficiency are inadequate intake, fat malabsorption, or liver disorders. Deficiency impairs immunity and hematopoiesis and causes rashes and typical ocular effects (e.g., xerophthalmia, night blindness).   == Diagnosis == Initial assessment may be made based on clinical signs of VAD. Conjunctival impression cytology can be used to assess the presence of xerophthalmia which is strongly correlated with VAD status (and can be used to monitor recovery progress). Several methods of assessing bodily vitamin A levels are available, with HPLC the most reliable. Measurement of plasma retinol levels is a common laboratory assay used to diagnose VAD. Other biochemical assessments include measuring plasma retinyl ester levels, plasma and urinary retonioic acid levels, and vitamin A in breast milk.   == Vitamin A sources ==   == Prevention and treatment == Treatment of VAD can be undertaken with both oral vitamin A and injectable forms, generally as vitamin A palmitate.  As an oral form, the supplementation of vitamin A is effective for lowering the risk of morbidity, especially from severe diarrhea, and reducing mortality from measles and all-cause mortality. Vitamin A supplementation of children under five who are at risk of VAD can reduce all‐cause mortality by 23%. Some countries where VAD is a public-health problem address its elimination by including vitamin A supplements available in capsule form with national immunization days (NIDs) for polio eradication or measles. Additionally, the delivery of vitamin A supplements, during integrated child health events such as child health days, has helped ensure high coverage of vitamin A supplementation in a large number of least developed countries. Child health events enable many countries in West and Central Africa to achieve over 80% coverage of vitamin A supplementation. According to UNICEF data, in 2013 worldwide, 65% of children between the ages of 6 and 59 months were fully protected with two high-dose vitamin A supplements. Vitamin A capsules cost about US$0.02. The capsules are easy to handle; they do not need to be stored in a refrigerator or vaccine carrier. When the correct dosage is given, vitamin A is safe and has no negative effect on seroconversion rates for oral polio or measles vaccines. However, because the benefit of vitamin A supplements is transient, children need them regularly every four to six months. Since NIDs provide only one dose per year, NIDs-linked vitamin A distribution must be complemented by other programs to maintain vitamin A in children. Maternal high supplementation benefits both mother and breast-fed infant: high-dose vitamin A supplementation of the lactating mother in the first month postpartum can provide the breast-fed infant with an appropriate amount of vitamin A through breast milk. However, high-dose supplementation of pregnant women should be avoided because it can cause miscarriage and birth defects. Food fortification is also useful for improving VAD. A variety of oily and dry forms of the retinol esters, retinyl acetates, and retinyl palmitate are available for food fortification of vitamin A. Margarine and oil are the ideal food vehicles for vitamin A fortification. They protect vitamin A from oxidation during storage and prompt absorption of vitamin A. Beta-carotene and retinyl acetate or retinyl palmitate are used as a form of vitamin A for vitamin A fortification of fat-based foods. Fortification of sugar with retinyl palmitate as a form of vitamin A has been used extensively throughout Central America. Cereal flours, milk powder, and liquid milk are also used as food vehicles for vitamin A fortification. Separated from fortification via addition of synthetic vitamin A to foods, means of fortifying foods via genetic engineering have been explored. Research on rice began in 1982. The first field trials of golden rice cultivars were conducted in 2004. The result was \"Golden Rice\", a variety of Oryza sativa rice produced through genetic engineering to biosynthesize beta-carotene, a precursor of retinol, in the edible parts of rice. In May 2018, regulatory agencies in the United States, Canada, Australia and New Zealand had concluded that Golden Rice met food safety standards. On 21 July 2021, the Philippines became the first country to officially issue the biosafety permit for commercially propagating Golden Rice. In 2023, however, the Supreme Court of the Philippines ordered the agriculture department to stop commercial propagation of golden rice in relation to a petition filed by MASIPAG (a group of farmers and scientists), who claimed that golden rice poses risk to the health of consumers and to the environment. Researchers at the U.S. Agricultural Research Service have been able to identify genetic sequences in corn that are associated with higher levels of beta-carotene, the precursor to vitamin A. They found that breeders can cross certain variations of corn to produce a crop with an 18-fold increase in beta-carotene. Dietary diversification can also reduce risk of VAD. Non-animal sources of vitamin A like fruits and vegetables contain pro-vitamin A and account for greater than 80% of intake for most individuals in the developing world. The increase in consumption of vitamin A-rich foods of animal origin has beneficial effects on VAD.   == Global initiatives == Global efforts to support national governments in addressing VAD are led by the Global Alliance for Vitamin A (GAVA), which is an informal partnership between Nutrition International, Helen Keller International, UNICEF, WHO, and CDC. About 75% of the vitamin A required for supplementation of preschool-aged children in low- and middle-income countries is supplied through a partnership between Nutrition International and UNICEF, with support from Global Affairs Canada. An estimated 1.25 million deaths due to vitamin A deficiency have been averted in 40 countries since 1998. In 2013, the prevalence of vitamin A deficiency was 29% in low-income and middle-income countries, remaining highest in sub-Saharan Africa and South Asia. A 2017 review (updated in 2022) found that vitamin A supplementation in children five years old and younger in 70 countries was associated with a 12% reduction in mortality rate. The review reported that synthetic vitamin A supplementation may not be the best long‐term solution for vitamin A deficiency, but rather food fortification, improved food distribution programs, and crop improvement, such as for fortified rice or vitamin A-rich sweet potato, may be more effective in eradicating vitamin A deficiency.   == References ==   == Further reading == UNICEF, Vitamin A Supplementation: A Decade of Progress, UNICEF, New York, 2007. Archived 31 October 2020 at the Wayback Machine Flour Fortification Initiative, GAIN, Micronutrient Initiative, USAID, The World Bank, UNICEF, Investing in the Future: A United Call to Action on Vitamin and Mineral Deficiencies, 2009. Archived 14 December 2010 at the Wayback Machine UNICEF, Improving Child Nutrition: The achievable imperative for global progress, UNICEF, New York, 2013.   == External links == Nutrition International Global Alliance for Vitamin A UNICEF Data on Vitamin A Deficiency and Supplementation Helen Keller International A2Z World Health Organization Database on Vitamin A Deficiency Vitamin A Deficiency on IAPB"}