{"name": "Vitamin B 12 Deficiency", "category": "disease", "content": "Vitamin B12 deficiency, also known as cobalamin deficiency, is the medical condition in which the blood and tissue have a lower than normal level of vitamin B12. Symptoms can vary from none to severe. Mild deficiency may have few or absent symptoms. In moderate deficiency, feeling tired, headaches, soreness of the tongue, mouth ulcers, breathlessness, feeling faint, rapid heartbeat, low blood pressure, pallor, hair loss, decreased ability to think and severe joint pain and the beginning of neurological symptoms, including abnormal sensations such as pins and needles, numbness and tinnitus may occur. Severe deficiency may include symptoms of reduced heart function as well as more severe neurological symptoms, including changes in reflexes, poor muscle function, memory problems, blurred vision, irritability, ataxia, decreased smell and taste, decreased level of consciousness, depression, anxiety, guilt and psychosis. If left untreated, some of these changes can become permanent. Temporary infertility, reversible with treatment, may occur. A late finding type of anemia known as megaloblastic anemia is often but not always present. In exclusively breastfed infants of vegan mothers, undetected and untreated deficiency can lead to poor growth, poor development, and difficulties with movement. Causes are usually related to conditions that give rise to malabsorption of vitamin B12 particularly autoimmune gastritis in pernicious anemia. Other conditions giving rise to malabsorption include surgical removal of the stomach, chronic inflammation of the pancreas, intestinal parasites, certain medications such as long-term use of proton pump inhibitors, H2-receptor blockers, and metformin, and some genetic disorders. Deficiency can also be caused by inadequate dietary intake such as with the diets of vegetarians, and vegans, and in the malnourished. Deficiency may be caused by increased needs of the body for example in those with HIV/AIDS, and shortened red blood cell lifespan. Diagnosis is typically based on blood levels of vitamin B12 below 148–185 pmol/L (200 to 250 pg/mL) in adults. Diagnosis is not always straightforward as serum levels can be falsely high or normal. Elevated methylmalonic acid levels may also indicate a deficiency. Individuals with low or marginal values of vitamin B12 in the range of 148–221 pmol/L (200–300 pg/mL) may not have classic neurological or hematological signs or symptoms. Treatment is by vitamin B12 supplementation, either by mouth or by injection. Initially in high daily doses, followed by less frequent lower doses, as the condition improves. If a reversible cause is found, that cause should be corrected if possible. If no reversible cause is found, or when found it cannot be eliminated, lifelong vitamin B12 administration is usually recommended. A nasal spray is also available. Vitamin B12 deficiency is preventable with supplements, which are recommended for pregnant vegetarians and vegans, and not harmful in others. Risk of toxicity due to vitamin B12 is low. Vitamin B12 deficiency in the US and the UK is estimated to occur in about 6 percent of those under the age of 60, and 20 percent of those over the age of 60. In Latin America, about 40 percent are estimated to be affected, and this may be as high as 80 percent in parts of Africa and Asia. Marginal deficiency is much more common and may occur in up to 40% of Western populations.   == Signs, symptoms and complications ==  Vitamin B12 deficiency appears slowly and worsens over time, and can often be confused with other conditions. It may often go unrecognized, as the body becomes used to feeling unwell. Vitamin B12 deficiency can lead to anemia, neurologic, and digestive dysfunctions. A mild deficiency may not cause any discernible symptoms, but at levels moderately lower than normal, a range of symptoms such as feeling tired, weak, lightheadedness, headaches, dizziness, rapid breathing, rapid heartbeat, cold hands and feet, low-grade fevers, tremor, cold intolerance, easy bruising and bleeding, pale skin, low blood pressure, sore tongue, upset stomach, loss of appetite, weight loss, constipation, diarrhea, severe joint pain, feeling abnormal sensations including numbness or tingling (pins and needles) to the fingers and toes, and tinnitus, may be experienced. A wide range of associated symptoms may include angular cheilitis, mouth ulcers, bleeding gums, hair loss and thinning, premature greying, a look of exhaustion and dark circles around the eyes, as well as brittle nails. Severe vitamin B12 deficiency can damage nerve cells. If this happens, vitamin B12 deficiency may result in sense loss, loss of sensation in the feet, difficulty walking, poor balance, blurred vision, changes in reflexes, muscle weakness, decreased smell and taste, decreased level of consciousness, mood changes, memory loss, depression, irritability, anxiety, clumsiness, disorientation, psychosis and, in severe cases, dementia. Tissue deficiencies may negatively affect nerve cells, bone marrow, and the skin. A further complication of severe deficiency is the neurological complex known as subacute combined degeneration of spinal cord. also myelosis funicularis, or funicular myelosis.  This complex consists of the following symptoms:  Impaired perception of deep touch, pressure and vibration, loss of sense of touch, very annoying and persistent paresthesias Ataxia of dorsal column type Decrease or loss of deep muscle-tendon reflexes Pathological reflexes – Babinski, Rossolimo and others, also severe paresis. The presence of peripheral sensory-motor symptoms or subacute combined degeneration of spinal cord strongly suggests the presence of a B12 deficiency instead of folate deficiency. Methylmalonic acid, if not properly handled by B12, remains in the myelin sheath, causing fragility. Dementia and depression have been associated with this deficiency as well, possibly from the under-production of methionine because of the inability to convert homocysteine into this product. Methionine is a necessary cofactor in the production of several neurotransmitters. Each of those symptoms can occur either alone or with others. Vitamin B12 is essential for the development of the brain. Its deficiency can cause neurodevelopmental problems which can be partly reversible with early treatment. Only a small subset of dementia cases have been found to be reversible with vitamin B12 therapy. Tinnitus may be associated with vitamin B12 deficiency. Vitamin B12 deficiency may accompany certain eating disorders or restrictive diets.   === Pernicious anemia === Pernicious anemia is a disease caused by an autoimmune response that produces antibodies that attack the parietal cells in the stomach lining, preventing them from creating intrinsic factor needed for the absorption of vitamin B12. It is the main and most common cause of vitamin B12 deficiency anemia in developed countries, and is characterized by a triad of symptoms:  Anemia with bone marrow promegaloblastosis (megaloblastic anemia). This is due to the inhibition of DNA synthesis (specifically purines and thymidine). Gastrointestinal symptoms: alteration in bowel motility, such as mild diarrhea or constipation, and loss of bladder or bowel control. These may be due to defective DNA synthesis inhibiting replication in a site with a high turnover of cells. This may also result from the autoimmune attack on parietal cells of the stomach. There is an association with \"watermelon stomach\" (GAVE) and pernicious anemia. Neurological symptoms: Sensory or motor deficiencies (absent reflexes, diminished vibration or soft touch sensation), subacute combined degeneration of spinal cord, or seizures. Deficiency symptoms in children include developmental delay, regression, irritability, involuntary movements, and hypotonia. In babies, neurological symptoms can occur from malnutrition or pernicious anemia in the mother. These include poor growth, apathy, having no desire for food, and developmental regression. While most symptoms resolve with supplementation, some developmental and cognitive problems may persist.   === Metabolic risk in offspring === Vitamin B12 is a critical micronutrient essential for supporting the increasing metabolic demands of the foetus during pregnancy. B12 deficiency in pregnant women is increasingly common and has been shown to be associated with major maternal health implications, including increased obesity, higher body mass index (BMI), insulin resistance, gestational diabetes, and type 2 diabetes (T2D) in later life. A study in a pregnant white non-diabetic population in England, found that for every 1% increase in BMI, there was 0.6% decrease in circulating B12. Furthermore, an animal study in ewes demonstrated that a B12, folate and methionine restricted diet around conception, resulted in offspring with higher adiposity, blood pressure and insulin resistance which could be accounted for by altered DNA methylation patterns. Both vitamin B12 and folate are involved in the one-carbon metabolism cycle. In this cycle, vitamin B12 is a necessary cofactor for methionine synthase, an enzyme involved in the methylation of homocysteine to methionine. DNA methylation is involved in the functioning of genes and is an essential epigenetic control mechanism in mammals. This methylation is dependent on methyl donors such as vitamin B12 from the diet. Vitamin B12 deficiency has the potential to influence methylation patterns in DNA, besides other epigenetic modulators such as micro (RNAs), leading to the altered expression of genes. Consequently, an altered gene expression can possibly mediate impaired foetal growth and the programming of non-communicable diseases. Vitamin B12 and folate status during pregnancy is associated with the increasing risk of low birth weight, preterm birth, insulin resistance and obesity in the offspring. In addition it has been associated with adverse foetal and neonatal outcomes including neural tube defects (NTDs) and delayed myelination or demyelination. The mother's B12 status can be important in determining the later health of the child, as shown in the Pune maternal Nutrition Study, conducted in India. In this study, children born to mothers with high folate concentrations and low vitamin B12 concentrations were found to have  higher adiposity and insulin resistance at age 6. In the same study, over 60% of pregnant women were deficient in vitamin B12, which was considered to increase the risk of gestational and later diabetes in the mothers. Increased longitudinal cohort studies or randomised controlled trials are required to understand the mechanisms between vitamin B12 and metabolic outcomes, and to potentially offer interventions to improve maternal and offspring health.   === Cardiometabolic disease outcomes === Multiple studies have explored the association between vitamin B12 and metabolic disease outcomes, such as obesity, insulin resistance and the development of cardiovascular disease. A long-term study where vitamin B12 was supplemented across a period of 10 years, led to lower levels of weight gain in overweight or obese individuals (p < 0.05). There are several mechanisms which may explain the relationship between obesity and decreased vitamin B12 status. Vitamin B12 is a major dietary methyl donor, involved in the one-carbon cycle of metabolism and a recent genome-wide association (GWA) analysis showed that increased DNA methylation is associated with increased BMI in adults, consequently a deficiency of vitamin B12 may disrupt DNA methylation and increase non-communicable disease risk. Vitamin B12 is also a co-enzyme which converts methylmalonyl-CoA to succinyl-CoA in the one carbon cycle. If this reaction cannot occur, methylmalonyl-CoA levels elevate, inhibiting the rate-limiting enzyme of fatty acid oxidation (CPT1 – carnitine palmitoyl transferase), leading to lipogenesis and insulin resistance. Further to this, reduced vitamin B12 concentrations in the obese population is thought to result from repetitive short-term restrictive diets and increased vitamin B12 requirements secondary to increased growth and body surface area. It has also been hypothesised that low vitamin B12 concentrations in obese individuals are a result of wrong feeding habits, where individuals consume a diet low in micronutrient density. Finally, vitamin B12 is involved in the production of red blood cells, and vitamin B12 deficiency can result in anemia, which causes fatigue and the lack of motivation to exercise. The investigation into the relationship between cardiovascular disease (CVD) and vitamin B12 has been limited, and there is still controversy as to whether primary intervention with vitamin B12 will lower cardiovascular disease. Deficiency of vitamin B12 can impair the remethylation of homocysteine in the methionine cycle, and result in raised homocysteine levels. There is much evidence linking elevated homocysteine concentrations with an increased risk of cardiovascular disease, and homocysteine lowering treatments have led to improvements in cardiovascular reactivity and coagulation factors. In adults with metabolic syndrome, individuals with low levels of vitamin B12 had higher levels of homocysteine compared to healthy subjects. It is thus possible that vitamin B12 deficiency enhances the risk of developing cardiovascular disease in individuals who are obese. Alternatively, low levels of vitamin B12 may increase the levels of proinflammatory proteins which may induce ischaemic stroke. It is important to screen vitamin B12 deficiency in obese individuals, due to its importance in energy metabolism, and relationship with homocysteine and its potential to modulate weight gain. More studies are needed to test for the causality of vitamin B12 and obesity using genetic markers. A few studies have also reported no deficiency of vitamin B12 in obese individuals. Finally, a recent literature review conducted over 19 studies, found no evidence of an inverse association between BMI and circulating vitamin B12. Previous clinical and population-based studies have indicated that vitamin B12 deficiency is prevalent amongst adults with type 2 diabetes. Kaya et al., conducted a study in women with polycystic ovary syndrome, and found that obese women with insulin resistance had lower vitamin B12 concentrations compared to those without insulin resistance. Similarly, in a study conducted in European adolescents, there was an association between high adiposity and higher insulin sensitivity with vitamin B12 concentrations. Individuals with a higher fat mass index and higher insulin sensitivity (high Homeostatic Model Assessment [HOMA] index) had lower plasma vitamin B12 concentrations. Furthermore, a recent study conducted in India reported that mean levels of vitamin B12 decreased with increasing levels of glucose tolerance e.g. individuals with type 2 diabetes had the lowest values of vitamin B12, followed by individuals with pre-diabetes and normal glucose tolerance, respectively. However, B12 levels of middle aged-women with and without metabolic syndrome showed no difference in vitamin B12 levels between those with insulin resistance (IR) and those without. It is believed that malabsorption of vitamin B12 in diabetic patients, is due to individuals taking metformin therapy (an insulin sensitizer used for treating type 2 diabetes). Furthermore, obese individuals with type 2 diabetes are likely to develop gastroesophageal reflux disease, and take proton pump inhibitors, which further increased the risk of vitamin B12 deficiency. A recent literature review conducted over seven studies, found that there was limited evidence to show that low vitamin B12 status increased the risk of cardiovascular disease and diabetes. However, the review did not identify any associations between vitamin B12 and cardiovascular disease in the remaining four studies. Currently, no data supports vitamin B12 supplementation on reducing the risk of cardiovascular disease. In a dose-response meta-analysis of five prospective cohort studies, it was reported that the risk of coronary heart disease (CHD) did not change substantially with increasing dietary vitamin B12 intake. Of these five studies, three of the studies stated a non-significant positive association and two of the studies demonstrated an inverse association between vitamin B12 supplementation and coronary heart disease (only one of the studies was significant).   === Anemia === Vitamin B12 deficiency is one of the main causes of anemia. In countries where B12 deficiency is common, it is generally assumed that there is a greater risk of developing anemia. However, the overall contribution of vitamin B12 deficiency to the global incidence of anemia may not be significant, except in elderly individuals, vegetarians, cases of malabsorption and some genetic disorders. Anemia is defined as a condition in which there are not enough red blood cells, as the tissues and organs of the body do not get enough oxygen. Megaloblastic anemia caused by vitamin B12 deficiency is characterized by red blood cells that are larger than normal and are unable to deliver oxygen to the body's organs. The clinical case indicates an altered synthesis of DNA, in which vitamin B12 is essential for the production and maturation of red blood cells in the bone marrow. Adult patients often report to medical attention symptoms related to anemia, such as feeling tired and weak, breathlessness, exercise intolerance, feeling faint, headaches, paleness, dry lips and a disturbance of taste. Pernicious anemia is the most common cause of vitamin B12 deficiency anemia in adults, which results from malabsorption of vitamin B12 due to a lack or loss of intrinsic factor. There are relatively few studies which have assessed the impact of haematological measures in response to B12 supplementation. One study in 184 premature infants, reported that individuals given monthly vitamin B12 injections (100 μg) or taking supplements of vitamin B12 and folic acid (100 μg/day), had higher haemoglobin concentrations after 10–12 weeks, compared to those only taking folic acid or those taking no vitamin B12 injections. In deficient Mexican adult women and pre-schoolers, it was found that vitamin B12 supplementation did not affect any haematologic parameters.   === Aging === In the elderly, vitamin B12 deficiency has been associated with the development of macular degeneration, and the risk of frailty. Macular degeneration is the leading cause of severe, irreversible vision loss in older adults. Several risk factors have been linked to macular degeneration, including family history, genetics, hypercholesterolemia, hypertension, sunlight exposure and lifestyle (smoking and diet). It has been shown that daily supplementation of vitamin B12, B6 and folate over a period of seven years can reduce the risk of age-related macular degeneration by 34% in women with increased risk of vascular disease (n=5,204). However, another study failed to find an association between age-related macular degeneration and vitamin B12 status in a sample of 3,828 individuals representative of the non-institutionalized US population. Frailty is a geriatric condition which is characterized by diminished endurance, strength, and reduced physiological function that increases an individual's risk of mortality and impairs an individual from fulfilling an independent lifestyle. Frailty is associated with an increased vulnerability to fractures, falls from heights, reduced cognitive function and more frequent hospitalisation. The worldwide prevalence of frailty within the geriatric population is 13.9%, therefore there is an urgent need to eliminate any risk factors associated with frailty. Poor vitamin B status has been shown to be associated with an increased risk of frailty. Two cross sectional studies have reported that deficiencies of vitamin B12 were associated with the length of hospital stay, as observed by serum vitamin B12 concentrations and methylmalonic acid (MMA) concentrations. Furthermore, another study of elderly women, found that certain genetic variants associated with vitamin B12 status (tanscobalamin II) may contribute to reduced energy metabolism, consequently contributing to frailty. Given that there are limited studies assessing the relationship between vitamin B12 and frailty status, more longitudinal studies are needed to clarify the relationship.   === Neurological decline === Severe vitamin B12 deficiency is associated with subacute combined degeneration of the spinal cord, which involves demyelination of the posterior and lateral columns of the spinal cord. Symptoms include memory and cognitive impairment, sensory loss, motor disturbances, personality changes, disorientation, irritability, dementia, loss of posterior column functions and disturbances in proprioception. In advanced stages of vitamin B12 deficiency, cases of psychosis, paranoia and severe depression have been observed, which may lead to permanent disability if left untreated. Studies have shown the rapid reversal of the neurological symptoms of vitamin B12 deficiency, after treatment with high-dose of vitamin B12 supplementation; suggesting the importance of prompt treatment in reversing neurological manifestations.   === Cognitive decline === Elderly individuals are currently assessed on vitamin B12 status during the screening process for dementia. Studies investigating the association between vitamin B12 concentrations and cognitive status have produced inconclusive results. It has been shown that elevated MMA concentrations are associated with decreased cognitive decline and Alzheimer's disease. In addition, low vitamin B12 and folate intakes have shown associations with hyperhomocysteinemia, which is associated with cerebrovascular disease, cognitive decline and an increased risk of dementia in prospective studies. There are limited intervention studies which have investigated the effect of supplementation of vitamin B12 and cognitive function. A Cochrane review, analysing two studies, found no effect of vitamin B12 supplementation on the cognitive scores of older adults. A recent longitudinal study in elderly individuals, found that individuals had a higher risk of brain volume loss over a 5-year period, if they had lower vitamin B12 and holoTC levels and higher plasma tHcy and MMA levels. More intervention studies are needed to determine the modifiable effects of vitamin B12 supplementation on cognition.   === Osteoporosis === There has been growing interest on the effect of low serum vitamin B12 concentrations on bone health. Studies have found a connection between elevated plasma tHcy and an increased risk of bone fractures, but is unknown whether this is related to the increased levels of tHcy or to vitamin B12 levels (which are involved in homocysteine metabolism). Results from the third NHANES conducted in the United States, found that individuals had significantly lower bone mass density (BMD) and higher osteoporosis rates with each higher quartile of serum MMA (n= 737 men and 813 women). Given that poor bone mineralization has been found in individuals with pernicious anemia, and that the content of vitamin B12 within bone cells in culture has shown to affect the functioning of bone forming cells (osteoblasts); it is possible that vitamin B12 deficiency is causally related to poor bone health. Randomized intervention trials investigating the association of vitamin B12 supplementation and bone health have yielded mixed results. Two studies conducted in osteoporotic risk patients with hyperhomocysteinemia and individuals who had undergone a stroke, found positive effects between supplementation of B vitamins on BMD. However, no improvement in BMD was observed in a group of healthy older people. Further, controlled trials are needed to confirm the impact and mechanisms vitamin B12 deficiency has on bone mineralization.   == Causes == Vitamin B12 deficiency can be caused by impaired absorption, inadequate dietary intake, or increased requirements. Impaired absorption explains most cases of vitamin B12 deficiency, but it can also result from other factors.   === Impaired absorption === Impaired absorption of vitamin B12 leads to pernicious anemia a type of megaloblastic anemia. Pernicious anemia comes about from the lack of gastric intrinsic factor produced by parietal cells in the stomach, and needed in the ileum for the absorption of vitamin B12. Pernicious anemia is the most common cause of vitamin B12 deficiency. Any disruption that leads to the loss of parietal cells can lead to malabsorption, and includes atrophic gastritis, a condition that often affects the elderly, and gastric surgeries that involve the removal of all or part of the stomach, such as Roux-en-Y gastric bypass surgery. Surgical removal of the small bowel such as in Crohn's disease results in short bowel syndrome and the inability to absorb vitamin B12. Impaired absorption can also result from blind loop syndrome where an overpopulation of bacteria in the small intestine absorb the vitamin. Some infections such as giardiasis, and diphyllobothriasis caused by parasites can also cause malabsorption. Forms of achlorhydria (including that artificially induced by drugs such as proton pump inhibitors and histamine 2 receptor antagonists) can cause B12 malabsorption from foods, since acid is needed to split B12 from food proteins and salivary binding proteins. This process is thought to be the most common cause of low B12 in the elderly, who often have some degree of achlorhydria without being formally low in intrinsic factor. This process does not affect absorption of small amounts of B12 in supplements such as multivitamins, since it is not bound to proteins, as is the B12 in foods. Long-term use of ranitidine hydrochloride may contribute to deficiency of vitamin B12. Untreated celiac disease may also cause impaired absorption of this vitamin, probably due to damage to the small bowel mucosa. In some people, vitamin B12 deficiency may persist despite treatment with a gluten-free diet and require supplementation. The diabetes medication metformin may interfere with B12 dietary absorption. A genetic disorder, transcobalamin II deficiency can be a cause. Nitrous oxide exposure, and recreational use. Chronic exposure to toxigenic molds and mycotoxins found in water damaged buildings. B12 deficiency caused by Helicobacter pylori was positively correlated with CagA positivity and gastric inflammatory activity, rather than gastric atrophy.   === Inadequate intake === Vitamin B12 cannot be produced by the human body, and must be obtained from the diet. The body normally gets enough vitamin B12 from the consumption of foods from animal sources. Inadequate dietary intake of animal products such as eggs, meat, milk, fish, fowl (and some type of edible algae) can result in a deficiency state. Vegans, and to a lesser degree vegetarians, are at risk for B12 deficiency if they do not consume either a dietary supplement or vitamin-fortified foods. Children are at a higher risk for B12 deficiency due to inadequate dietary intake, as they have fewer vitamin stores and a relatively larger vitamin need per calorie of food intake.   === Increased need === Increased needs by the body can occur due to AIDS and hemolysis (the breakdown of red blood cells), which stimulates increased red cell production.   == Mechanism ==   === Physiology === The total amount of vitamin B12 stored in the body is between two and five milligrams in adults. Approximately 50% is stored in the liver, but approximately 0.1% is lost each day, due to secretions into the gut – not all of the vitamin in the gut is reabsorbed. While bile is the main vehicle for B12 excretion, most of this is recycled via enterohepatic circulation. Due to the extreme efficiency of this mechanism, the liver can store three to five years worth of vitamin B12 under normal conditions and functioning. However, the rate at which B12 levels may change when dietary intake is low depends on the balance between several variables. The human physiology of active vitamin B12 absorption from food is complex. When foods containing B12 are eaten, the vitamin is usually bound to protein and is released by proteases released by the pancreas in the small intestine. Following its release, most B12 is absorbed in the ileum, the last part of the small intestine, after binding to a protein known as intrinsic factor.   === Pathophysiology ===  Vitamin B12 deficiency causes particular changes to the metabolism of two clinically relevant substances in humans:  Homocysteine (homocysteine to methionine, catalysed by methionine synthase) leading to hyperhomocysteinemia Methylmalonic acid (methylmalonyl-CoA to succinyl-CoA, of which methylmalonyl-CoA is made from methylmalonic acid in a preceding reaction) Methionine is activated to S-adenosyl methionine, which aids in purine and thymidine synthesis, myelin production, protein/neurotransmitters/fatty acid/phospholipid production and DNA methylation. 5-methyl tetrahydrofolate provides a methyl group, which is released to the reaction with homocysteine, resulting in methionine. This reaction requires cobalamin as a cofactor. The creation of 5-methyl tetrahydrofolate is an irreversible reaction. If B12 is absent, the forward reaction of homocysteine to methionine does not occur, homocysteine concentrations increase, and the replenishment of tetrahydrofolate stops. Because B12 and folate are involved in the metabolism of homocysteine, hyperhomocysteinuria is a non-specific marker of deficiency. Methylmalonic acid is used as a test of B12 deficiency, but has a low specificity.   === Nervous system === Early changes include a spongiform state of neural tissue, along with edema of fibers and deficiency of tissue. The myelin decays, along with axial fiber. In later phases, fibric sclerosis of nervous tissues occurs. Those changes occur in dorsal parts of the spinal cord and to pyramidal tracts in lateral cords and are called subacute combined degeneration of spinal cord. Pathological changes can be noticed as well in the posterior roots of the cord and, to lesser extent, in peripheral nerves. In the brain itself, changes are less severe: They occur as small sources of nervous fibers decay and accumulation of  astrocytes, usually subcortically located, and also round hemorrhages with a torus of glial cells. MRI of the brain may show periventricular white matter abnormalities. MRI of the spinal cord may show linear hyperintensity in the posterior portion of the cervical tract of the spinal cord, with selective involvement of the posterior columns.   == Diagnosis == A diagnosis of vitamin B12 deficiency is determined by blood levels lower than 200 or 250 picograms per ml (148 or 185 picomoles per liter). Measurement of blood methylmalonic acid (MMA), a vitamin B12-associated metabolite, is a commonly used biomarker. Deficiency is often suspected first, as diagnosis usually requires several tests. There is no gold standard assay to confirm a vitamin B12 deficiency. Blood tests may show low levels of vitamin B12, elevated levels of methylmalonic acid or homocysteine, and a routine complete blood counts may shows anemia with an elevated mean cell volume. The presence of antibodies to gastric parietal cells and intrinsic factor may indicate pernicious anemia. Deficiency can develop without anemia or within normal vitamin B12 levels, leading to a methylmalonic acid or homocysteine assay. In some cases, a peripheral blood smear may be used; which may allow to show macrocytes and hypersegmented polymorphonuclear leukocytes. Neuropsychiatric symptoms can precede hematological signs and are often the presenting manifestation of B12 deficiency. Anemia can be prevented or masked by folic acid in which activate tetrahydrofolate (THF) needed for DNA synthesis. However, elevated methylmalonic acid levels may also be related to metabolic disorders such as methylmalonic acidemia. If elevated methylmalonic acid levels are further accompanied by elevated malonic acid levels, this may be indicative of combined malonic and methylmalonic aciduria (CMAMMA). If nervous system damage is present and blood testing is inconclusive, a lumbar puncture to measure cerebrospinal fluid B-12 levels may be done. On bone marrow aspiration or biopsy, megaloblasts are seen. The Schilling test was a radio-isotope method, now outdated, of testing for low vitamin B12.   === Serum levels ===  A blood test shows vitamin B12 levels in the blood. Vitamin B12 deficiency can be determined, but not always. This means it measures forms of vitamin B12 that are \"active\" and can be used by the body, as well as the \"inactive\" forms, which cannot. Vitamin B12 deficiency can be found within normal levels, so clinical symptoms should be taken into account when a diagnosis is made. Normal blood levels are considered to be at least above 300 pg/mL in adults. Some researchers have suggested that current standards for vitamin B12 levels are too low.   == Treatment ==  Treatment should take into account the cause and severity of the condition. Treatment is done by vitamin B12 supplementation, either by mouth or by injection. Initially in high daily doses, followed by less frequent lower doses, as the condition improves. If a reversible cause is found, that cause should be corrected if possible. If no reversible cause is found, or when found it cannot be eliminated, lifelong vitamin B12 administration is usually recommended. More serious vitamin B12 deficiency  requires injections initially. A 2019 study suggested that oral B12 is inferior to B12 injections in severe cases, as \"there is no proof in large prospective, double-blind studies that oral supplementation is as effective in reducing symptoms associated with vitamin B12 deficiency as parenteral treatment.\" There is risk that folic acid administered to those with untreated B12 deficiency may mask anemia without solving the issue at hand in which, if left untreated, can cause lasting serious side effects that affect the nervous system and brain.  Measuring vitamin B12 values during or after treatment, in order to measure the effectiveness of treatment, is useless.   == Epidemiology == Vitamin B12 deficiency is common and occurs worldwide. In the US and UK, around 6 percent of the general population have the deficiency; in those over the age of sixty, around 20 percent are deficient. In under-developed countries, the rates are even higher:  across Latin America 40 percent are deficient; in some parts of Africa, 70 percent; and in some parts of India, 70 to 80 percent. According to the World Health Organization (WHO), vitamin B12 deficiency may be considered a global public health problem affecting millions of individuals. However, the incidence and prevalence of vitamin B12 deficiency worldwide is unknown due to the limited population-based data available (see table below). Developed countries such as the United States, Germany and the United Kingdom have relatively constant mean vitamin B12 concentrations. The data from the National Health and Nutrition Examination Survey (NHANES) reported the prevalence of serum vitamin B12 concentrations in the United States population between 1999 and 2002. Serum vitamin B12 concentrations of < 148 pmol/L was present in < 1% of children and adolescents. In adults aged 20–39 years, concentrations were below this cut-off in ≤ 3% of individuals. In the elderly (70 years and older), ≈ 6% of persons had a vitamin B12 concentration below the cut-off. Furthermore, ≈ 14–16% of adults and > 20% of elderly individuals showed evidence of marginal vitamin B12 depletion (serum vitamin B12: 148–221 pmol/L). In the United Kingdom, a National Diet and Nutrition Survey (NDNS) was conducted in adults aged between 19 and 64 years in 2000–2001 and in elderly individuals (≥ 65 years) in 1994–95. Six percent of men (n = 632) and 10% of women (n = 667) had low serum vitamin B12 concentrations, defined as < 150 pmol/L. In a subgroup of women of reproductive age (19 to 49 years), 11% had low serum B12 concentrations < 150 pmol/L (n = 476). The prevalence of vitamin B12 deficiency increased substantially in the elderly, where 31% of the elderly had vitamin B12 levels below 130 pmol/L. In the most recent NDNS survey conducted between 2008 and 2011, serum vitamin B12 was measured in 549 adults. The mean serum vitamin B12 concentration for men (19–64 years) was 308 pmol/L, of which 0.9% of men had low serum B12 concentrations < 150 pmol/L. In women aged between 19 and 64 years, the mean serum vitamin B12 concentration was slightly lower than men (298 pmol/L), with 3.3% having low vitamin B12 concentrations < 150 pmol/L. In Germany, a national survey in 1998 was conducted in 1,266 women of childbearing age. Approximately, 14.7% of these women had mean serum vitamin B12 concentrations of < 148 pmol/L. Few studies have reported vitamin B12 status on a national level in non-Western countries. Of these reported studies, vitamin B12 deficiency was prevalent among school-aged children in Venezuela (11.4%), children aged 1–6 years in Mexico (7.7%), women of reproductive age in Vietnam (11.7%), pregnant women in Venezuela (61.34%) and in the elderly population (> 65 years) in New Zealand (12%). Currently, there are no nationally representative surveys for any African or South Asian countries. However, the very few surveys which have investigated vitamin B12 deficiency in these countries have been based on local or district level data. These surveys have reported a high prevalence of vitamin B12 deficiency (< 150 pmol/L), among 36% of breastfed and 9% of non-breastfed children (n = 2482) in New Delhi and 47% of adults (n = 204) in Pune, Maharashtra, India. Furthermore, in Kenya a local district survey in Embu (n = 512) revealed that 40% of school-aged children in Kenya had vitamin B12 deficiency. Table showing worldwide prevalence of vitamin B12 deficiency (serum/plasma B12 < 148 or 150 pmol/L)  Derived from Table 2 available on    == History == Between 1849 and 1887, Thomas Addison described a case of pernicious anemia, William Osler and William Gardner first described a case of neuropathy, Hayem described large red cells in the peripheral blood in this condition, which he called \"giant blood corpuscles\" (now called macrocytes), Paul Ehrlich identified megaloblasts in the bone marrow, and Ludwig Lichtheim described a case of myelopathy. During the 1920s, George Whipple discovered that ingesting large amounts of liver seemed to most rapidly cure the anemia of blood loss in dogs, and hypothesized that eating liver might treat pernicious anemia. Edwin Cohn prepared a liver extract that was 50 to 100 times more potent in treating pernicious anemia than the natural liver products. William Castle demonstrated that gastric juice contained an \"intrinsic factor\" which when combined with meat ingestion resulted in absorption of the vitamin in this condition. In 1934, George Whipple shared the 1934 Nobel Prize in Physiology or Medicine with William P. Murphy and George Minot for discovery of an effective treatment for pernicious anemia using liver concentrate, later found to contain a large amount of vitamin B12.   == Other animals == Ruminants, such as cattle and sheep, absorb B12 synthesized by their gut bacteria. Sufficient amounts of cobalt and copper need to be consumed for this B12 synthesis to occur. In the early 20th century, during the development for farming of the North Island Volcanic Plateau of New Zealand, cattle had what was termed \"bush sickness\". It was discovered in 1934 that the volcanic soils lacked the cobalt salts essential for synthesis of vitamin B12 by their gut bacteria. The \"coast disease\" of sheep in the coastal sand dunes of South Australia in the 1930s was found to originate in nutritional deficiencies of the trace elements, cobalt and copper. The cobalt deficiency was overcome by the development of \"cobalt bullets\", dense pellets of cobalt oxide mixed with clay given orally, which then was retained in the animal's rumen.   == References ==   == Further reading =="}