{"name": "vitamin A palmitate", "category": "drug", "content": "Retinyl palmitate, or vitamin A palmitate, is the ester of retinol (vitamin A) and palmitic acid, with formula C36H60O2. It is the most abundant form of vitamin A storage in animals. An alternate spelling, retinol palmitate, which violates the -yl organic chemical naming convention for esters, is also frequently seen. In 2021, vitamin A was the 298th most commonly prescribed medication in the United States, with more than 500,000 prescriptions.   == Biology == Animals use long-chain esters of vitamin A, most abundantly the palmitate form, as a form of vitamin A storage. The storage reaction is catalyzed by LRAT, and the inverse is catalyzed by REH. The esters are also intermediates in the visual cycle: RPE65 isomerizes the retinyl part to 11-cis-retinal.   == Uses == Vitamin A palmitate is a common vitamin supplement, available in both oral and injectable forms for treatment of vitamin A deficiency, under the brand names Aquasol A, Palmitate A and many others. It is a constituent of intra ocular treatment for dry eyes at a concentration of 138 μg/g (VitA-Pos) by Ursapharm.  It is a pre-formed version of vitamin A; therefore, the intake should not exceed the Recommended Dietary Allowance (RDA). Overdosing preformed Vitamin A forms such as retinyl palmitate leads to adverse physiological reactions (hypervitaminosis A). Retinyl palmitate is used as a source of vitamin A added to low fat milk and other dairy products to replace the vitamin content lost through the removal of milk fat.  Palmitate is attached to the alcohol form of vitamin A, retinol, in order to make vitamin A stable in milk. Retinyl palmitate is also a constituent of some topically applied skin care products.  After its absorption into the skin, retinyl palmitate is converted to retinol, and ultimately to retinoic acid (the active form of vitamin A present in Retin-A), though neither its skin absorption nor its conversion is very effective.   == Carcinogenicity controversy == New York Senator Chuck Schumer has called attention to the fact that high doses of topical retinyl palmitate were shown to accelerate cancer in lab animals, fueling the sunscreen controversy in the popular press. One toxicological analysis determined that \"there is no convincing evidence to support the notion that [retinyl palmitate] in sunscreens is carcinogenic.\" A technical report issued thereafter by the National Toxicology Program concluded that diisopropyl adipate increased incidence of skin tumors in mice, and the addition of either retinoic acid or retinyl palmitate both exacerbated the rate and frequency of tumors.   == Teratogenicity == World Health Organization recommendation on Maternal Supplementation During Pregnancy states that \"health benefits are expected for the mother and her developing fetus with little risk of detriment to either, from a daily supplement not exceeding 10,000 IU [preformed] vitamin A (3000 μg RE) at any time during pregnancy.\" Preformed Vitamin A refers to retinyl palmitate and retinyl acetate.   == See also == Vitamin A Retinyl acetate Vitamin supplement   == References =="}