{"name": "Vitamin Deficiency", "category": "disease", "content": "Vitamin deficiency is the condition of a long-term lack of a vitamin. When caused by not enough vitamin intake it is classified as a primary deficiency, whereas when due to an underlying disorder such as malabsorption it is called a secondary deficiency. An underlying disorder can have 2 main causes:  Metabolic causes: Genetic defects in enzymes (e.g. kynureninase) involved in the kynurenine pathway of synthesis of niacin from tryptophan can lead to pellagra (niacin deficiency). Lifestyle choices: Lifestyle choices and habits that increase vitamin needs, such as smoking or drinking alcohol. Government guidelines on vitamin deficiencies advise certain intakes for healthy people, with specific values for women, men, babies, children, the elderly, and during pregnancy or breastfeeding. Many countries have mandated vitamin food fortification programs to prevent commonly occurring vitamin deficiencies. Conversely, hypervitaminosis refers to symptoms caused by vitamin intakes in excess of needs, especially for fat-soluble vitamins that can accumulate in body tissues. The history of the discovery of vitamin deficiencies progressed over centuries from observations that certain conditions – for example, scurvy – could be prevented or treated with certain foods having high content of a necessary vitamin, to the identification and description of specific molecules essential for life and health. During the 20th century, several scientists were awarded the Nobel Prize in Physiology or Medicine or the Nobel Prize in Chemistry for their roles in the discovery of vitamins.   == Defining deficiency == A number of regions have published guidelines defining vitamin deficiencies and advising specific intakes for healthy people, with different recommendations for women, men, infants, the elderly, and during pregnancy and breast feeding including Japan, the European Union, the United States, and Canada. These documents have been updated as research is published. In the US, Recommended Dietary Allowances (RDAs) were first set in 1941 by the Food and Nutrition Board of the National Academy of Sciences. There were periodic updates, culminating in the Dietary Reference Intakes. Updated in 2016, the US Food and Drug Administration published a set of tables that define Estimated Average Requirements (EARs) and (RDAs). RDAs are higher to cover people with higher than average needs. Together, these are part of Dietary Reference Intakes. For a few vitamins, there is not sufficient information to set EARs and RDAs. For these, an Adequate Intake is shown, based on an assumption that what healthy people consume is sufficient. Countries do not always agree on the amounts of vitamins needed to safeguard against deficiency. For example, for vitamin C, the RDAs for women for Japan, the European Union (called Population Reference Intakes) and the US are 100, 95 and 75 mg/day, respectively. India sets its recommendation at 40 mg/day.   == Individual vitamin deficiencies ==   === Water-soluble vitamins ===   === Fat-soluble vitamins ===   == Prevention ==   === Food fortification ===  Food fortification is the process of adding micronutrients (essential trace elements and vitamins) to food as a public health policy which aims to reduce the number of people with dietary deficiencies within a population. Staple foods of a region can lack particular nutrients due to the soil of the region or from inherent inadequacy of a normal diet. Addition of micronutrients to staples and condiments can prevent large-scale deficiency diseases in these cases. As defined by the World Health Organization (WHO) and the Food and Agriculture Organization of the United Nations (FAO), fortification refers to \"the practice of deliberately increasing the content of an essential micronutrient, i.e., vitamins and minerals in a food irrespective of whether the nutrients were originally in the food before processing or not, so as to improve the nutritional quality of the food supply and to provide a public health benefit with minimal risk to health\", whereas enrichment is defined as \"synonymous with fortification and refers to the addition of micronutrients to a food which are lost during processing\". The Food Fortification Initiative lists all countries in the world that conduct fortification programs, and within each country, what nutrients are added to which foods. Vitamin fortification programs exist in one or more countries for folate, niacin, riboflavin, thiamin, vitamin A, vitamin B6, vitamin B12, vitamin D and vitamin E. As of 21 December 2018, 81 countries required food fortification with one or more vitamins. The most commonly fortified vitamin – as used in 62 countries – is folate; the most commonly fortified food is wheat flour.   === Genetic engineering === Starting in 2000, rice was experimentally genetically engineered to produce higher than normal beta-carotene content, giving it a yellow/orange color. The product is referred to as golden rice (Oryza sativa). Biofortified sweet potato, maize, and cassava were other crops introduced to enhance the content of beta-carotene and certain minerals. When eaten, beta-carotene is a provitamin, converted to retinol (vitamin A). The concept is that in areas of the world where vitamin A deficiency is common, growing and eating this rice would reduce the rates of vitamin A deficiency, particularly its effect on childhood vision problems. As of 2018, fortified golden crops were still in the process of government approvals, and were being assessed for taste and education about their health benefits to improve acceptance and adoption by consumers in impoverished countries.   == Hypervitaminosis == Some vitamins cause acute or chronic toxicity, a condition called hypervitaminosis, which occurs mainly for fat-soluble vitamins if over-consumed by excessive supplementation. Hypervitaminosis A and hypervitaminosis D are the most common examples. Vitamin D toxicity does not result from sun exposure or consuming foods rich in vitamin D, but rather from excessive intake of vitamin D supplements, possibly leading to hypercalcemia, nausea, weakness, and kidney stones. The United States, European Union and Japan, among other countries, have established \"tolerable upper intake levels\" for those vitamins which have documented toxicity.   == History ==  In 1747, the Scottish surgeon James Lind discovered that citrus foods helped prevent scurvy, a particularly deadly disease in which collagen is not properly formed, causing poor wound healing, bleeding of the gums, severe pain, and death. In 1753, Lind published his Treatise on the Scurvy, which recommended using lemons and limes to avoid scurvy, which was adopted by the British Royal Navy. This led to the nickname limey for British sailors. Lind's discovery, however, was not widely accepted by individuals in the Royal Navy's Arctic expeditions in the 19th century, where it was widely believed that scurvy could be prevented by practicing good hygiene, regular exercise, and maintaining the morale of the crew while on board, rather than by a diet of fresh food. During the late 18th and early 19th centuries, the use of deprivation studies allowed scientists to isolate and identify a number of vitamins. Lipid from fish oil was used to cure rickets in rats, and the fat-soluble nutrient was called \"antirachitic A\". Thus, the first \"vitamin\" bioactivity ever isolated, which cured rickets, was initially called \"vitamin A\"; however, the bioactivity of this compound is now called vitamin D. In 1881, Russian medical doctor Nikolai I. Lunin studied the effects of scurvy at the University of Tartu. He fed mice an artificial mixture of all the separate constituents of milk known at that time, namely the proteins, fats, carbohydrates, and salts. The mice that received only the individual constituents died, while the mice fed by milk itself developed normally. He made a conclusion that substances essential for life must be present in milk other than the known principal ingredients. However, his conclusions were rejected by his advisor, Gustav von Bunge. In East Asia, where polished white rice was the common staple food of the middle class, beriberi resulting from lack of vitamin B1 was endemic. In 1884, Takaki Kanehiro, a British-trained medical doctor of the Imperial Japanese Navy, observed that beriberi was endemic among low-ranking crew who often ate nothing but rice, but not among officers who consumed a Western-style diet. With the support of the Japanese Navy, he experimented using crews of two battleships; one crew was fed only white rice, while the other was fed a diet of meat, fish, barley, rice, and beans. The group that ate only white rice documented 161 crew members with beriberi and 25 deaths, while the latter group had only 14 cases of beriberi and no deaths. This convinced Takaki and the Japanese Navy that diet was the cause of beriberi, but they mistakenly believed that sufficient amounts of protein prevented it. That diseases could result from some dietary deficiencies was further investigated by Christiaan Eijkman, who in 1897 discovered that feeding unpolished rice instead of the polished variety to chickens helped to prevent beriberi. The following year, Frederick Hopkins postulated that some foods contained \"accessory factors\" — in addition to proteins, carbohydrates, fats etc. — that are necessary for the functions of the human body. Hopkins and Eijkman were awarded the Nobel Prize for Physiology or Medicine in 1929 for their discoveries.  In 1910, the first vitamin complex was isolated by Japanese scientist Umetaro Suzuki, who succeeded in extracting a water-soluble complex of micronutrients from rice bran and named it aberic acid (later Orizanin). He published this discovery in a Japanese scientific journal. When the article was translated into German, the translation failed to state that it was a newly discovered nutrient, a claim made in the original Japanese article, and hence his discovery failed to gain publicity. In 1912 Polish-born biochemist Casimir Funk, working in London, isolated the same complex of micronutrients and proposed the complex be named \"vitamine\". It was later to be known as vitamin B3 (niacin), though he described it as \"anti-beri-beri-factor\" (which would today be called thiamine or vitamin B1). Funk proposed the hypothesis that other diseases, such as rickets, pellagra, coeliac disease, and scurvy could also be cured by vitamins. Max Nierenstein, a friend and reader of Biochemistry at Bristol University, reportedly suggested the \"vitamine\" name (from \"vital amine\"). The name soon became synonymous with Hopkins' \"accessory factors\", and by the time it was shown that not all vitamins are amines the word was already ubiquitous. In 1920, Jack Cecil Drummond proposed that the final \"e\" be dropped to deemphasize the \"amine\" reference, after researchers began to suspect that not all \"vitamines\" (in particular, vitamin A) have an amine component. In 1930, Paul Karrer elucidated the correct structure for beta-carotene, the main precursor of vitamin A, and identified other carotenoids. Karrer and Norman Haworth confirmed Albert Szent-Györgyi's discovery of ascorbic acid and made significant contributions to the chemistry of flavins, which led to the identification of lactoflavin. For their investigations on carotenoids, flavins and vitamins A and B2, Karrer and Haworth jointly received the Nobel Prize in Chemistry in 1937. In 1931, Albert Szent-Györgyi and a fellow researcher Joseph Svirbely suspected that \"hexuronic acid\" was actually vitamin C, and gave a sample to Charles Glen King, who proved its anti-scorbutic activity in his long-established guinea pig scorbutic assay. In 1937, Szent-Györgyi was awarded the Nobel Prize in Physiology or Medicine for this discovery. In 1938, Richard Kuhn was awarded the Nobel Prize in Chemistry for his work on carotenoids and vitamins, specifically B2 and B6. In 1943, Edward Adelbert Doisy and Henrik Dam were awarded the Nobel Prize in Physiology or Medicine for their discovery of vitamin K and its chemical structure. In 1967, George Wald was awarded the Nobel Prize in Physiology or Medicine (jointly with Ragnar Granit and Haldan Keffer Hartline) for the discovery that vitamin A could participate directly in a physiological process.   == See also == Mineral deficiency Essential nutrient Malnutrition Vitamin Hypervitaminosis   == References ==   == External links =="}