{"name": "Vitamin D-Resistant Rickets, X-Linked", "category": "disease", "content": "X-linked hypophosphatemia (XLH) is an X-linked dominant form of rickets (or osteomalacia) that differs from most cases of dietary deficiency rickets in that vitamin D supplementation does not cure it. It can cause bone deformity including short stature and genu varum (bow-leggedness). It is associated with a mutation in the PHEX gene sequence (Xp.22) and subsequent inactivity of the PHEX protein. PHEX mutations lead to an elevated circulating (systemic) level of the hormone FGF23 which results in renal phosphate wasting, and local elevations of the mineralization/calcification-inhibiting protein osteopontin in the extracellular matrix of bones and teeth.  An inactivating mutation in the PHEX gene results in an increase in systemic circulating FGF23, and a decrease in the enzymatic activity of the PHEX enzyme which normally removes (degrades) mineralization-inhibiting osteopontin protein; in XLH, the decreased PHEX enzyme activity leads to an accumulation of inhibitory osteopontin locally in bones and teeth to block mineralization which, along with renal phosphate wasting, both cause osteomalacia and odontomalacia. For both XLH and hypophosphatasia, inhibitor-enzyme pair relationships function to regulate mineralization in the extracellular matrix through a double-negative (inhibiting the inhibitors) activation effect in a manner described as the Stenciling Principle. Both these underlying mechanisms (renal phosphate wasting systemically, and mineralization inhibitor accumulation locally) contribute to the pathophysiology of XLH that leads to soft bones and teeth (hypomineralization, osteomalacia/odontomalacia).  The prevalence of the disease is 1 in 20,000. X-linked hypophosphatemia may be lumped in with autosomal dominant hypophosphatemic rickets under general terms such as hypophosphatemic rickets. Hypophosphatemic rickets are associated with at least nine other genetic mutations. Clinical management of hypophosphatemic rickets may differ depending on the specific mutations associated with an individual case, but treatments are aimed at raising phosphate levels to promote normal bone formation.   == Symptoms and signs == The most common symptoms of XLH affect the bones and teeth, causing pain, abnormalities, and osteoarthritis. Symptoms and signs can vary between children and adults and can include (but not limited to): Children  Adults  Osteomalacia Dental abscesses Limited range of movement (enthesopathy)  Short stature Fatigue Fractures / pseudofracture Bone pain People often have bowed legs or knock knees in which they usually cannot touch both knees and ankles together at the same time. Craniostenosis Osteoarthritis Spinal stenosis Hearing loss Depression Impaired innate immunity Defective mineral tessellation (an ultrastructural mineralization deficiency)    == Genetics == XLH affects about 1:20,000 individuals and is the most common cause of inherited phosphate wasting. It is associated with a mutation in the PHEX gene sequence, located on the human X chromosome at location Xp22.2-p22.1. The PHEX protein regulates another protein called fibroblast growth factor 23 (produced from the FGF23 gene). Fibroblast growth factor 23 normally inhibits the kidneys' ability to reabsorb phosphate into the bloodstream. Gene mutations in PHEX prevent it from correctly regulating fibroblast growth factor 23. The overactivity of FGF-23 reduces vitamin D 1α-hydroxylation and phosphate reabsorption by the kidneys, leading to hypophosphatemia and the related features of ricket. Also in XLH, where PHEX enzymatic activity is absent or reduced, osteopontin—a mineralization-inhibiting secreted substrate protein found in the extracellular matrix of bone—accumulates in bone (and teeth) to contribute to the osteomalacia (and odontomalacia) as shown in the mouse homolog (Hyp) of XLH and in XLH patients. The disorder is inherited in an X-linked dominant manner. This means the defective gene responsible for the disorder (PHEX) is located on the X chromosome, and only one copy of the defective gene is sufficient to cause the disorder when inherited from a parent who has the disorder. Males are normally hemizygous for the X chromosome, having only one copy. As a result, X-linked dominant disorders usually show higher expressivity in males than females. As the X chromosome is one of the sex chromosomes (the other being the Y chromosome), X-linked inheritance is determined by the sex of the parent carrying a specific gene and can often seem complex. This is because, typically, females have two copies of the X-chromosome and males have only one copy. The difference between dominant and recessive inheritance patterns also plays a role in determining the chances of a child inheriting an X-linked disorder from their parentage.   == Diagnosis == The clinical laboratory evaluation of rickets begins with assessment of serum calcium, phosphate, and alkaline phosphatase levels. In hypophosphatemic rickets, calcium levels may be within or slightly below the reference range; alkaline phosphatase levels will be significantly above the reference range.Biochemically, XLH is recognized by hypophosphatemia. Carefully evaluate serum phosphate levels in the first year of life, because the concentration reference range for infants (5.0–7.5 mg/dL) is high compared with that for adults (2.7–4.5 mg/dL). Serum parathyroid hormone levels are within the reference range or slightly elevated. calcitriol (1,25-(OH)2 vitamin D3) levels are low or within the lower reference range. Most importantly, urinary loss of phosphate is above the reference range. The renal tubular reabsorption of phosphate (TRP) in X-linked hypophosphatemia is 60%; normal TRP exceeds 90% at the same reduced plasma phosphate concentration. The TRP is calculated with the following formula:  1 − [Phosphate Clearance (CPi) / Creatinine Clearance (Ccr)] × 100   == Treatment == Conventional therapy consisted of medications including human growth hormone, calcitriol, and oral phosphate, and calcitriol; Unwanted effects of this therapy have included secondary hyperparathyroidism, nephrocalcinosis, kidney stones, and cardiovascular abnormalities. In February 2018 the European Medicines Agency first licensed a monoclonal antibody directed against FGF23, the first drug targeting the underlying cause for this condition, called burosumab. It was then licensed by the US Food and Drug Administration in June 2018 The leg deformity can be treated with Ilizarov frames and CAOS. In the event of severe bowing, an osteotomy can be performed to correct the leg shape.   == Society and culture == International XLH Alliance – an alliance of international patient groups for individuals affected by XLH and related disorders. Jennyfer Marques Parinos is a Paralympic bronze medalist from Brazil who has XLH. She competes under a class 9 disability.   == See also == Autosomal dominant hypophosphatemic rickets Hypophosphatemia Tumor-induced osteomalacia   == References ==   == External links == 00754 at CHORUS Hypophosphatemic rickets; XLH; Hypophosphatemia, vitamin D-resistant rickets at NIH's Office of Rare Diseases"}