{"name": "voclosporin", "category": "drug", "content": "Ciclosporin, also spelled cyclosporine and cyclosporin, is a calcineurin inhibitor, used as an immunosuppressant medication. It is taken orally or  intravenously for rheumatoid arthritis, psoriasis, Crohn's disease, nephrotic syndrome, eczema, and in organ transplants to prevent rejection. It is also used as eye drops for keratoconjunctivitis sicca (dry eyes). Common side effects include high blood pressure, headache, kidney problems, increased hair growth, and vomiting. Other severe side effects include an increased risk of infection, liver problems, and an increased risk of lymphoma. Blood levels of the medication should be checked to decrease the risk of side effects. Use during pregnancy may result in preterm birth; however, ciclosporin does not appear to cause birth defects. Ciclosporin is believed to work by decreasing the function of lymphocytes. It does this by forming a complex with cyclophilin to block the phosphatase activity of calcineurin, which in turn decreases the production of inflammatory cytokines by T-lymphocytes. Ciclosporin was isolated in 1971 from the fungus Tolypocladium inflatum and came into medical use in 1983. It is on the World Health Organization's List of Essential Medicines. In 2021, it was the 175th most commonly prescribed medication in the United States, with more than 2 million prescriptions. It is available as a generic medication.   == Medical uses == Ciclosporin is indicated to treat and prevent graft-versus-host disease in bone marrow transplantation and to prevent rejection of kidney, heart, and liver transplants. It is also approved in the US for treating of rheumatoid arthritis and psoriasis, persistent nummular keratitis following adenoviral keratoconjunctivitis, and as eye drops for treating dry eyes caused by Sjögren's syndrome and meibomian gland dysfunction. In addition to these indications, ciclosporin is also used in severe atopic dermatitis, It has been used in severe rheumatoid arthritis and related diseases. Ciclosporin has also been used in people with acute severe ulcerative colitis and hives that do not respond to treatment with steroids.   == Side effects == Side effects of ciclosporin can include gum enlargement, increased hair growth, convulsions, peptic ulcers, pancreatitis, fever, vomiting, diarrhea, confusion, increased cholesterol, trouble breathing, numbness and tingling (particularly of the lips), itchiness, high blood pressure, potassium retention (possibly leading to hyperkalemia), kidney and liver dysfunction, burning sensations at finger tips, and an increased vulnerability to opportunistic fungal and viral infections. Ciclosporin causes hypertension by inducing vasoconstriction in the kidneys and increasing sodium reabsorption. The increase in blood pressure can cause cardiovascular events; it is thus recommended that the lowest effective dose for people requiring long-term treatment be used. Ciclosporin use after a kidney transplantation is associated with increased levels of uric acid in the blood and, in some cases, gout. Ciclosporin is listed as an IARC Group 1 carcinogen (i.e. there is sufficient evidence of carcinogenicity in humans), specifically leading to squamous cell skin cancer and non-Hodgkin lymphoma.   == Pharmacology ==   === Mechanism of action === Ciclosporin's main effect is to lower the activity of T-cells; it does so by inhibiting calcineurin in the calcineurin–phosphatase pathway and preventing the mitochondrial permeability transition pore from opening. Ciclosporin binds to the cytosolic protein cyclophilin (immunophilin) of lymphocytes, especially of T cells. This cyclosporin—cyclophilin complex inhibits calcineurin, which is normally responsible for activating the transcription of interleukin 2. In T-cells, activation of the T-cell receptor normally increases intracellular calcium, which acts via calmodulin to activate calcineurin. Calcineurin then dephosphorylates the transcription factor NF-AT (nuclear factor of activated T-cells), which moves to the T-cell nucleus and increases the transcription of genes for IL-2 and related cytokines. Ciclosporin, by preventing the dephosphorylation of NF-AT, leads to reduced effector T-cell function; it does not affect cytostatic activity. Ciclosporin also binds to the cyclophilin D protein that constitutes part of the mitochondrial permeability transition pore (MPTP), thus preventing MPTP opening. The MPTP is found in the mitochondrial membrane of cardiac muscle cells. MPTP opening signifies a sudden change in the inner mitochondrial membrane permeability, allowing protons and other ions and solutes of a size up to ~1.5 kDa to go through the inner membrane. This change of permeability is considered a cellular catastrophe, leading to cell death. However, brief mitochondrial permeability transition pore openings play an essential physiological role in maintaining healthy mitochondrial homeostasis. Ciclosporin can induce a remission of proteinuria caused by such diseases as MCD and FSGS. Ciclosporin blocks the calcineurin-mediated dephosphorylation of synaptopodin, a regulator of Rho GTPases in podocytes, thereby preserving the phosphorylation-dependent synaptopodin-14-3-3 beta interaction. Preservation of this interaction, in turn, protects synaptopodin from cathepsin L-mediated degradation. Altogether, the antiproteinuric effect of Ciclosporin results, at least in part, from the maintenance of synaptopodin protein abundance in podocytes, which, in turn, is sufficient to maintain the integrity of the glomerular filtration barrier and to safeguard against proteinuria.   === Pharmacokinetics === Ciclosporin is a cyclic peptide of 11 amino acids; it contains a single D-amino acid, which is rarely encountered in nature. Unlike most peptides, ciclosporin is not synthesized by ribosomes. Ciclosporin is highly metabolized in humans and animals after ingestion. The metabolites, which include cyclosporin B, C, D, E, H, and L, have less than 10% of ciclosporin's immunosuppressant activity and are associated with higher kidney toxicity.   == Biosynthesis ==  Cyclosporin is synthesized by a nonribosomal peptide synthetase, cyclosporin synthetase. The enzyme contains an adenylation domain, a thiolation domain, a condensation domain, and an N-methyltransferase domain. The adenylation domain is responsible for substrate recognition and activation, whereas the thiolation domain covalently binds the adenylated amino acids to phosphopantetheine, and the condensation domain elongates the peptide chain. Cyclosporin synthetase substrates include L-valine, L-leucine, L-alanine, glycine, 2-aminobutyric acid, 4-methylthreonine, and D-alanine, which is the starting amino acid in the biosynthetic process. With the adenylation domain, cyclosporin synthetase generates the acyl-adenylated amino acids, then covalently binds the amino acid to phosphopantetheine through a thioester linkage. Some of the amino acid substrates become N-methylated by S-adenosyl methionine. The cyclization step releases cyclosporin from the enzyme. Amino acids such as D-Ala and butenyl-methyl-L-threonine (Bmt) indicate cyclosporin synthetase requires the action of other enzymes. The racemization of L-Ala to D-Ala by alanine racemase is pyridoxal phosphate-dependent. The formation of butenyl-methyl-L-threonine is performed by a Bmt polyketide synthase that uses acetate/malonate as its starting material.   === Gene cluster === Tolypocladium inflatum, the species currently used for mass production of Cyclosporin, has the biosynthetic genes arranged into a 12-gene cluster. Of these 12 genes, SimA (Q09164) is the cyclosporin synthetase, SimB (CAA02484.1) is the alanine racemase, and SimG (similar to ATQ39432.1) is the polyketide synthase. These genes are associated with an active retrotransposon. Although these sequences are poorly-annotated on GenBank and other databases, 90% similar sequences can be found for the Cyclosporin-producing Beauveria felina (or Amphichorda ~). SimB has two paralogs in the same organism with different but overlapping functions thanks to their low specificity.   == History == In 1970, new strains of fungi were isolated from soil samples taken from Norway and from Wisconsin in the US by employees of Sandoz (now Novartis) in Basel, Switzerland. Both strains produced a family of natural products called cyclosporins. Two related components that had antifungal activity were isolated from extracts from these fungi. The Norwegian strain, Tolypocladium inflatum Gams, was later used for the large scale fermentation of ciclosporin. The immunosuppressive effect of the natural product ciclosporin was discovered on 31 January 1972 in a screening test on immune suppression designed and implemented by Hartmann F. Stähelin at Sandoz. The chemical structure of cyclosporin was determined in 1976, also at Sandoz. The success of the drug candidate ciclosporin in preventing organ rejection was shown in kidney transplants by R.Y. Calne and colleagues at the University of Cambridge, and in liver transplants performed by Thomas Starzl at the Children's Hospital of Pittsburgh. The first patient, on 9 March 1980, was a 28-year-old woman. In the United States, the Food and Drug Administration (FDA) approved ciclosporin for clinical use in 1983. Thomas Starzl's 1992 memoir explains through the eyes of a transplant surgeon that ciclosporin was an epoch-making drug for solid organ allotransplantation. It greatly expanded the clinical applicability of such transplantation by substantially advancing the antirejection pharmacotherapy component. Put simply, the biggest limits of applying such transplantation more widely were not cost or surgical skill (as formidable as those are) but rather the problem of allograft rejection and the scarcity of donor organs. Ciclopsporin was a major advancement against the rejection part of the challenge.   == Society and culture ==   === Legal status === In July 2024, the Committee for Medicinal Products for Human Use (CHMP) of the European Medicines Agency adopted a positive opinion, recommending the granting of a marketing authorization for the medicinal product Vevizye, intended for the treatment of dry eye disease. The applicant for this medicinal product is Novaliq GmbH.   === Names === The natural product was named cyclosporin by the German-speaking scientists who first isolated it and cyclosporine when translated into English. Per International Nonproprietary Name (INN) guidelines for drugs, the y was replaced with i so that the INN for the medication is spelled ciclosporin. Ciclosporin is the INN and the British Approved Name (BAN), while cyclosporine is the United States Adopted Name (USAN) and cyclosporin is a former BAN.   === Available forms === Ciclosporin exhibits very poor solubility in water, and, as a consequence, suspension and emulsion forms of the medication have been developed for oral administration and for injection. Ciclosporin was originally brought to market by Sandoz (now Novartis), under the brand name Sandimmune, which is available as soft gelatin capsules, an oral solution, and a formulation for intravenous administration. These are all nonaqueous compositions. A newer microemulsion, orally-administered formulation, Neoral, is available as a solution and as soft gelatin capsules. Compositions of Neoral are designed to form microemulsions in contact with water. Generic ciclosporin preparations have been marketed under various brand names, including Cicloral (by Sandoz/Hexal), Gengraf (by Abbott) and Deximune (by Dexcel Pharma). Since 2002, a topical emulsion of ciclosporin for treating inflammation caused by keratoconjunctivitis sicca (dry eye syndrome) has been marketed under the brand name Restasis. Ikervis is a similar formulation with a concentration of 0.1%. Inhaled ciclosporin formulations are in clinical development, and include a solution in propylene glycol and liposome dispersions.   == Research ==   === Neuroprotection === Ciclosporin is in a phase II/III (adaptive) clinical study in Europe to determine its ability to ameliorate neuronal cellular damage and reperfusion injury (phase III) in traumatic brain injury. This multi-center study is being organized by NeuroVive Pharma and the European Brain Injury Consortium using NeuroVive's formulation of ciclosporin called Neurostat (also known by its cardioprotection brand name of Ciclomulsion). This formulation uses a lipid emulsion base instead of cremophor and ethanol. NeuroSTAT was compared to Sandimmune in a phase I study and found to be bioequivalent. In this study, NeuroSTAT did not exhibit the anaphylactic and hypersensitivity reactions found in cremophor- and ethanol-based products. Ciclosporin has been investigated as a possible neuroprotective agent in conditions such as traumatic brain injury, and has been shown in animal experiments to reduce brain damage associated with injury. Ciclosporin blocks the formation of the mitochondrial permeability transition pore, which has been found to cause much of the damage associated with head injury and neurodegenerative diseases. Ciclosporin's neuroprotective properties were first discovered in the early 1990s when two researchers (Eskil Elmér and Hiroyuki Uchino) were conducting experiments in cell transplantation. An unintended finding was that cyclosporin A was strongly neuroprotective when it crossed the blood–brain barrier. This same process of mitochondrial destruction through the opening of the MPT pore is implicated in making traumatic brain injuries much worse.   === Cardiac disease === Ciclosporin has been used experimentally to treat cardiac hypertrophy (an increase in cell volume). Inappropriate opening of the mitochondrial permeability transition pore (MPTP) manifests in ischemia (blood flow restriction to tissue) and reperfusion injury (damage occurring after ischemia when blood flow returns to tissue), after myocardial infarction (heart attack) and when mutations in mitochondrial DNA polymerase occur. The heart attempts to compensate for disease state by increasing the intracellular Ca2+ to increase the contractility cycling rates. Constitutively high levels of mitochondrial Ca2+ cause inappropriate MPTP opening leading to a decrease in the cardiac range of function, leading to cardiac hypertrophy as an attempt to compensate for the problem. Cyclosporin A has been shown to decrease cardiac hypertrophy by affecting cardiac myocytes in many ways. Cyclosporin A binds to cyclophilin D to block the opening of MPTP, and thus decreases the release of protein cytochrome C, which can cause programmed cell death. CypD is a protein within the MPTP that acts as a gate; binding by cyclosporin A decreases the amount of inappropriate opening of MPTP, which decreases the intramitochondrial Ca2+. Decreasing intramitochondrial Ca2+ allows for reversal of cardiac hypertrophy caused in the original cardiac response. Decreasing the release of cytochrome C caused decreased cell death during injury and disease. Cyclosporin A also inhibits the phosphatase calcineurin pathway (14). Inhibition of this pathway has been shown to decrease myocardial hypertrophy.   == Veterinary use == The medication is approved in the United States for the treatment of atopic dermatitis in dogs. Unlike the human form of the medication, the lower doses used in dogs mean the drug acts as an immunomodulator and has fewer side effects than in humans. The benefits of using this product include the reduced need for concurrent therapies to bring the condition under control. It is available as an ophthalmic ointment for dogs called Optimmune, manufactured by Intervet, which is part of Merck. It is also used to treat sebaceous adenitis (immune response against the sebaceous glands), pemphigus foliaceus (autoimmune blistering skin disease), Inflammatory bowel disease, anal furunculosis (anal inflammatory disease), and myasthenia gravis (a neuromuscular disease).   == References ==   == External links == Cyclosporine at the U.S. National Library of Medicine Medical Subject Headings (MeSH)"}