{"name": "volanesorsen", "category": "drug", "content": "Volanesorsen, sold under the brand name Waylivra, is a triglyceride-reducing drug. It is a second-generation 2'-O-methoxyethyl (2'-MOE) chimeric antisense therapeutic oligonucleotide (ASO) that targets the messenger RNA for apolipoprotein C3 (apo-CIII). The most common side effects include reduced platelet levels and reactions at the site of the injection such as pain, swelling, itching, or bruising. Volanesorsen, is an 'antisense oligonucleotide,' a very short piece of synthetic RNA (a type of genetic material). It has been designed to block the production of a protein that slows down the breakdown of fats called apolipoprotein C-III. By blocking the production of this protein, the medicine reduces the level of triglycerides in the blood and, as a result, fat accumulation in the body, which is expected to reduce the risk of pancreatitis.   == Medical uses == Familial chylomicronaemia syndrome (FCS) (also known as type I hyperlipoproteinaemia) is an inherited disease where people have abnormally high levels of some types of fat called triglycerides in their blood. The excess fat accumulates in organs such as the spleen and liver, which become abnormally enlarged. Fat accumulation can also cause repeated bouts of pancreatitis (inflammation of the pancreas) and xanthomas (formation of yellow fatty deposits just under the skin, generally around joints) Volanesorsen is indicated as an adjunct to diet in adults with genetically confirmed familial chylomicronemia syndrome (FCS) and at high risk for pancreatitis, in whom response to diet and triglyceride lowering therapy has been inadequate.   == History == It is in Phase III clinical trials for the treatment of hypertriglycidemia, familial chylomicronemia syndrome and familial partial lipodystrophy. The drug was discovered and developed by Ionis Pharmaceuticals. Volanesorsen was designated an orphan drug by the European Medicines Agency (EMA) in February 2014, for phosphorothioate oligonucleotide targeted to apolipoprotein C-III for treatment of familial chylomicronaemia syndrome. Volanesorsen was approved for medical use in the European Union in May 2019. Volanesorsen was effective in reducing triglycerides in the blood in a study of 67 participants with familial chylomicronemia syndrome (FCS). After three months, participants given volanesorsen had an average 77% reduction in the level of triglycerides compared with an average 18% increase in participants given placebo (a dummy treatment). All participants in the study were on a low-fat diet in addition to receiving volanesorsen or placebo.   == Chemistry == The complete sequence of volanesorsen is:: 165–166   3'—A*—G*—mC*—T*—T*—dmC—dT—dT—dG—dT—dmC—dmC—dA—dG—dmC—T*—T*—T*—A*—T*—5' * = 2'-O-(2-methoxyethyl) m = 5-methyl d = 2'-deoxy   == Names == Volanesorsen is the International nonproprietary name (INN).   == References ==   == External links == \"Volanesorsen\". Drug Information Portal. U.S. National Library of Medicine."}