{"name": "Vomiting", "category": "disease", "content": "Vomiting (also known as emesis, puking and throwing up) is the involuntary, forceful expulsion of the contents of one's stomach through the mouth and sometimes the nose. Vomiting can be the result of ailments like food poisoning, gastroenteritis, pregnancy, motion sickness, or hangover; or it can be an after effect of diseases such as brain tumors, elevated intracranial pressure, or overexposure to ionizing radiation. The feeling that one is about to vomit is called nausea; it often precedes, but does not always lead to vomiting. Impairment due to alcohol or anesthesia can cause inhalation of vomit. In severe cases, where dehydration develops, intravenous fluid may be required. Antiemetics are sometimes necessary to suppress nausea and vomiting. Self-induced vomiting can be a component of an eating disorder such as bulimia, and is itself now classified as an eating disorder on its own, purging disorder.   == Complications ==   === Aspiration === Vomiting is dangerous if gastric content enters the respiratory tract. Under normal circumstances the gag reflex and coughing prevent this from occurring; however, these protective reflexes are compromised in persons who are under the influence of certain substances (including alcohol) or even mildly anesthetized. The individual may choke and asphyxiate or develop aspiration pneumonia.   === Dehydration and electrolyte imbalance === Prolonged and excessive vomiting depletes the body of water (dehydration), and may alter the electrolyte status. Gastric vomiting leads to the loss of acid (protons) and chloride directly. Combined with the resulting alkaline tide, this leads to hypochloremic metabolic alkalosis (low chloride levels together with high HCO−3 and CO2 and increased blood pH) and often hypokalemia (potassium depletion). The hypokalemia is an indirect result of the kidney compensating for the loss of acid. With the loss of intake of food the individual may eventually become cachectic. A less frequent occurrence results from a vomiting of intestinal contents, including bile acids and HCO−3.   === Mallory–Weiss tear ===  Repeated or profuse vomiting may cause erosions to the esophagus or small tears in the esophageal mucosa (Mallory–Weiss tear). This may become apparent if fresh red blood is mixed with vomit after several episodes.   === Dentistry === Recurrent vomiting, such as observed in bulimia nervosa, may lead to the destruction of the tooth enamel due to the acidity of the vomit. Digestive enzymes can also have a negative effect on oral health, by degrading the tissue of the gums.   == Pathophysiology == Receptors on the floor of the fourth ventricle of the brain represent a chemoreceptor trigger zone, known as the area postrema, stimulation of which can lead to vomiting. The area postrema is a circumventricular organ and as such lies outside the blood–brain barrier; it can therefore be stimulated by blood-borne drugs that can stimulate vomiting or inhibit it. There are various sources of input to the vomiting center:  The chemoreceptor trigger zone at the base of the fourth ventricle has numerous dopamine D2 receptors, serotonin 5-HT3 receptors, opioid receptors, acetylcholine receptors, and receptors for substance P. Stimulation of different receptors are involved in different pathways leading to emesis, in the final common pathway substance P appears involved. The vestibular system, which sends information to the brain via cranial nerve VIII (vestibulocochlear nerve), plays a major role in motion sickness, and is rich in muscarinic receptors and histamine H1 receptors. The cranial nerve X (vagus nerve) is activated when the pharynx is irritated, leading to a gag reflex. The vagal and enteric nervous system inputs transmit information regarding the state of the gastrointestinal system. Irritation of the GI mucosa by chemotherapy, radiation, distention, or acute infectious gastroenteritis activates the 5-HT3 receptors of these inputs. The CNS mediates vomiting that arises from psychiatric disorders and stress from higher brain centers. The medulla plays an important role for triggering the vomiting act. The vomiting act encompasses three types of outputs initiated by the chemoreceptor trigger zone: Motor, parasympathetic nervous system (PNS), and sympathetic nervous system (SNS). They are as follows:  Increased salivation to protect tooth enamel from stomach acids. (Excessive vomiting leads to dental erosion.) This is part of the PNS output. The body takes a deep breath to avoid aspirating vomit. Retroperistalsis starts from the middle of the small intestine and sweeps up digestive tract contents into the stomach, through the relaxed pyloric sphincter. Intrathoracic pressure lowers (by inspiration against a closed glottis), coupled with an increase in abdominal pressure as the abdominal muscles contract, propels stomach contents into the esophagus as the lower esophageal sphincter relaxes. The stomach itself does not contract in the process of vomiting except for at the angular notch, nor is there any retroperistalsis in the esophagus. Vomiting is ordinarily preceded by retching. Vomiting also initiates an SNS response causing both sweating and increased heart rate.   === Phases === The vomiting act has two phases. In the retching phase, the abdominal muscles undergo a few rounds of coordinated contractions together with the diaphragm and the muscles used in respiratory inspiration. For this reason, an individual may confuse this phase with an episode of violent hiccups. In this retching phase, nothing has yet been expelled. In the next phase, also termed the expulsive phase, intense pressure is formed in the stomach brought about by enormous shifts in both the diaphragm and the abdomen. These shifts are, in essence, vigorous contractions of these muscles that last for extended periods of time—much longer than a normal period of muscular contraction. The pressure is then suddenly released when the upper esophageal sphincter relaxes resulting in the expulsion of gastric contents. As the mouth and nasal cavity are connected via the back of the throat, particularly forceful vomiting, or producing large quantities of vomit may result in material being ejected through the nostrils in addition to the mouth. Individuals who do not regularly exercise their abdominal muscles may experience pain in those muscles for a few days. The decrease in pressure and the release of endorphins into the bloodstream after the expulsion causes the vomiter to feel relief almost immediately after vomiting.   === Contents ===  Gastric secretions and likewise vomit are highly acidic. Recent food intake appears in the gastric vomit. Irrespective of the content, vomit tends to be malodorous. The content of the vomitus (vomit) may be of medical interest. Fresh blood in the vomit is termed hematemesis (\"blood vomiting\"). Altered blood bears resemblance to coffee grounds (as the iron in the blood is oxidized) and, when this matter is identified, the term coffee-ground vomiting is used. Bile can enter the vomit during subsequent heaves due to duodenal contraction if the vomiting is severe. Fecal vomiting is often a consequence of intestinal obstruction or a gastrocolic fistula and is treated as a warning sign of this potentially serious problem (signum mali ominis). If the vomiting reflex continues for an extended period with no appreciable vomitus, the condition is known as non-productive emesis or \"dry heaves\", which can be painful and debilitating.  Color of vomit Bright red in the vomit suggests bleeding from the esophagus Dark red vomit with liver-like clots suggests profuse bleeding in the stomach, such as from a perforated ulcer Coffee-ground-like vomit suggests less severe bleeding in the stomach because the gastric acid has had time to change the composition of the blood Yellow or green vomit suggests bile, indicating that the pyloric valve is open and bile is flowing into the stomach from the duodenum. This may occur during successive episodes of vomiting after the stomach contents have been completely expelled.   == Causes == Vomiting may be due to a large number of causes, and protracted vomiting has a long differential diagnosis.   === Digestive tract === Causes in the digestive tract  Gastritis (inflammation of the gastric wall) Gastroenteritis Gastroesophageal reflux disease Celiac disease Non-celiac gluten sensitivity Pyloric stenosis (in babies, this typically causes a very forceful \"projectile vomiting\" and is an indication for urgent surgery) Bowel obstruction Overeating (stomach too full) Acute abdomen and/or peritonitis Ileus Food allergies (often in conjunction with hives or swelling) Cholecystitis, pancreatitis, appendicitis, hepatitis Food poisoning In children, it can be caused by an allergic reaction to cow's milk proteins (milk allergy or lactose intolerance)   === Sensory system and brain === Causes in the sensory system:  Movement leading to motion sickness (which is caused by overstimulation of the labyrinthine canals of the ear) Ménière's disease Vertigo Causes in the brain:  Concussion Cerebral hemorrhage Cerebral aneurysm Migraine Brain tumors, which can cause the chemoreceptors to malfunction Benign intracranial hypertension and hydrocephalus Metabolic disturbances (these may irritate both the stomach and the parts of the brain that coordinate vomiting):  Hypercalcemia (high calcium levels) Uremia (urea accumulation, usually due to kidney failure) Adrenal insufficiency Hypoglycemia Hyperglycemia Pregnancy:  Hyperemesis, morning sickness Drug reaction (vomiting may occur as an acute somatic response to):  Alcohol, which can be partially oxidized into acetaldehyde that causes the symptoms of hangover, including nausea, vomiting, shortness of breath, and fast heart rate. Opioids Selective serotonin reuptake inhibitors Many chemotherapy drugs Some entheogens (such as peyote or ayahuasca) High altitude:  Altitude sickness Illness (sometimes colloquially known as \"stomach flu\"—a broad name that refers to gastric inflammation caused by a range of viruses and bacteria):  Norovirus (formerly Norwalk virus or Norwalk agent) Swine influenza Psychiatric/behavioral:  Bulimia nervosa Food neophobia Purging disorder   === Emetics === An emetic, such as syrup of ipecac, is a substance that induces vomiting when administered orally or by injection. An emetic is used medically when a substance has been ingested and must be expelled from the body immediately. (For this reason, many toxic and easily digestible products such as rat poison contain an emetic. This presents no problem for the effectiveness of the rodenticide as rodents are unable to vomit.) Inducing vomiting can remove the substance before it is absorbed into the body. Emetics can be divided into two categories, those which produce their effect by acting on the vomiting center in the medulla, and those which act directly on the stomach itself. Some emetics, such as ipecac, fall into both categories; they initially act directly on the stomach, while their further and more vigorous effect occurs by stimulation of the medullary center. Salt water and mustard water, which act directly on the stomach, have been used since ancient times as emetics. Care must be taken with salt, as excessive intake can potentially be harmful. Copper sulfate was also used in the past as an emetic. It is now considered too toxic for this use. Hydrogen peroxide is used as an emetic in veterinary practice.   === Self-induced === Eating disorders (anorexia nervosa or bulimia nervosa) To eliminate an ingested poison (some poisons should not be vomited as they may be more toxic when inhaled or aspirated; it is better to ask for help before inducing vomiting) Some people who engage in binge drinking induce vomiting to make room in their stomachs for more alcohol consumption. Participants in milk chugging typically end up vomiting most of the milk they consume, as proteins in the ingested milk (such as casein) rapidly denature and unravel on contact with gastric acid and protease enzymes, rapidly filling the stomach. Once the stomach becomes full, stretch receptors in the stomach wall trigger signals to vomit to expel any further liquid the participant ingests. People suffering from nausea may induce vomiting in hopes of feeling better.   === Miscellaneous === After surgery (postoperative nausea and vomiting) Disagreeable sights or disgust, smells, tastes, sounds or thoughts (such as decayed matter, others' vomit, thinking of vomiting), etc. Extreme pain, such as an intense headache or myocardial infarction (heart attack) Extreme emotions Cyclic vomiting syndrome (a poorly understood condition with attacks of vomiting) Cannabinoid hyperemesis syndrome (similar to cyclic vomiting syndrome, but has cannabis use as its underlying cause). High doses of ionizing radiation sometimes trigger a vomit reflex. Violent fits of coughing, hiccups, or asthma Anxiety Depression Overexertion (doing too much strenuous exercise can lead to vomiting shortly afterwards).   === Other types === Projectile vomiting is vomiting that ejects the gastric contents with great force. It is a classic symptom of infantile hypertrophic pyloric stenosis, in which it typically follows feeding and can be so forceful that some material exits through the nose.   == Treatment == An antiemetic is a drug that is effective against vomiting and nausea. Antiemetics are typically used to treat motion sickness and the side effects of medications such as opioids and chemotherapy. Antiemetics act by inhibiting the receptor sites associated with emesis. Hence, anticholinergics, antihistamines, dopamine antagonists, serotonin antagonists, and cannabinoids are used as antiemetics. Evidence to support the use of antiemetics for nausea and vomiting among adults in the emergency department is poor. It is unclear if any medication is better than another or better than no active treatment.   == Epidemiology == Nausea and/or vomiting are the main complaints in 1.6% of visits to family physicians in Australia.   == Society and culture == Herodotus, writing on the culture of the ancient Persians and highlighting the differences with those of the Greeks, notes that to vomit in the presence of others is prohibited among Persians.   === Social cues ===  It is quite common that, when one person vomits, others nearby become nauseated, particularly when smelling the vomit of others, and often to the point of vomiting themselves. It is believed that this is an evolved trait among primates. Many primates in the wild tend to browse for food in small groups. Should one member of the party react adversely to some ingested food, it may be advantageous (in a survival sense) for other members of the party to also vomit. This tendency in human populations has been observed at drinking parties, where excessive consumption of alcoholic beverages may cause a number of party members to vomit nearly simultaneously, this being triggered by the initial vomiting of a single member of the party. This phenomenon has been touched on in popular culture: notorious instances appear in the films Monty Python's The Meaning of Life (1983) and Stand by Me (1986). Intense vomiting in ayahuasca ceremonies is a common phenomenon. However, people who experience \"la purga\" after drinking ayahuasca, in general, regard the practise as both a physical and spiritual cleanse and often come to welcome it. It has been suggested that the consistent emetic effects of ayahuasca—in addition to its many other therapeutic properties—was of medicinal benefit to indigenous peoples of the Amazon, in helping to clear parasites from the gastrointestinal system. There have also been documented cases of a single ill and vomiting individual inadvertently causing others to vomit, when they are especially fearful of also becoming ill, through a form of mass hysteria.  Most people try to contain their vomit by vomiting into a sink, toilet, or trash can, as vomit is difficult and unpleasant to clean. On airplanes and boats, special bags are supplied for sick passengers to vomit into. A special disposable bag (leakproof, puncture-resistant, odorless) containing absorbent material that solidifies the vomit quickly is also available, making it convenient and safe to store until there is an opportunity to dispose of it conveniently. People who vomit chronically (e.g., as part of an eating disorder such as bulimia nervosa) may devise various ways to hide this disorder. An online study of people's responses to \"horrible sounds\" found vomiting \"the most disgusting\". Professor Trevor Cox of the University of Salford's Acoustic Research Centre said, \"We are pre-programmed to be repulsed by horrible things such as vomiting, as it is fundamental to staying alive to avoid nasty stuff.\" It is thought that disgust is triggered by the sound of vomiting to protect those nearby from possibly diseased food.   === Psychology === Emetophilia is sexual arousal from vomiting, or watching others vomit. Emetophobia is a phobia that causes overwhelming, intense anxiety pertaining to vomiting.   == See also == Bulimia nervosa Emetophilia Cancer and nausea Defensive vomiting Emetophobia Vasodilation Diarrhea Nose-blowing Belching Chyme   == Notes ==   == References ==   == External links ==  Cyclical Vomiting Syndrome \"Emetics\" . The American Cyclopædia. 1879."}