{"name": "vonicog alfa", "category": "drug", "content": "Vonicog alfa, sold under the brand names Vonvendi and Veyvondi, is a medication used to control bleeding in adults with von Willebrand disease (an inherited bleeding disorder). It is a recombinant von Willebrand factor. The most common adverse reactions are generalized itching, vomiting, nausea, dizziness, and vertigo. Vonicog alfa should not be used in the treatment of Hemophilia A. In the UK it is available only via a named patient access program. Vonicog alfa was approved for medical use in the United States in December 2015, in the European Union in August 2018, and in Australia in April 2020. It was granted orphan drug designations in both the United States and the European Union.   == Medical uses == Vonicog alfa is indicated in adults with von Willebrand Disease (VWD), when desmopressin (DDAVP) treatment alone is ineffective or not indicated for the  Treatment of haemorrhage and surgical bleeding Prevention of surgical bleeding.   == Adverse effects == The following side effects may occur during treatment with vonicog alfa: hypersensitivity (allergic) reactions, thromboembolic events (problems due to the formation of blood clots in the blood vessels), development of inhibitors (antibodies) against von Willebrand factor, causing the medicine to stop working and resulting in a loss of bleeding control. The most common side effects with vonicog alfa (which may affect up to 1 in 10 patients) are dizziness, vertigo (a spinning sensation), dysgeusia (taste disturbances), tremor, rapid heartbeat, deep venous thrombosis (blood clot in a deep vein, usually in the leg), hypertension (high blood pressure), hot flush, vomiting, nausea (feeling sick), pruritus (itching), chest discomfort, sensations like numbness, tingling, pins and needles at the site of infusion, and an abnormal reading on the electrocardiogram (ECG).   == References ==   == Further reading == AusPAR: Vonicog alfa. Therapeutic Goods Administration (TGA) (Report). October 2020."}