{"name": "vonoprazan", "category": "drug", "content": "Vonoprazan, sold under the brand name Voquezna among others, is a first-in-class potassium-competitive acid blocker medication. Vonoprazan is used in form of the fumarate for the treatment of gastroduodenal ulcer (including some drug-induced peptic ulcers) and reflux esophagitis, and can be combined with antibiotics for the eradication of Helicobacter pylori. It was approved in Japan in February 2015, and in Russia in April 2021. Vonoprazan was approved for medical use in the United States in November 2023. Co-packaged combinations of vonoprazan with amoxicillin and vonoprazan with amoxicillin and clarithromycin are available.   == Medical uses == Vonoprazan is indicated for healing of all grades of erosive esophagitis and relief of heartburn associated with erosive esophagitis in adults; to maintain healing of all grades of erosive esophagitis and relief of heartburn associated with erosive esophagitis in adults; in combination with amoxicillin and clarithromycin for the treatment of Helicobacter pylori (H. pylori) infection in adults; in combination with amoxicillin for the treatment of H. pylori infection in adults. In July 2024, the indication was expanded in the US to include non-erosive gastroesophageal reflux disease.   == Adverse effects == The most common side effects constipation, diarrhea, enlarged feeling of abdomen, nausea, rash, and edema. Long-term use may lead to vitamin B12 deficiency, hypomagnesemia, and fundic gland polyps.   == Society and culture ==   === Names === Vonoprazan is the international nonproprietary name (INN).   == References ==   == External links == Clinical trial number NCT04124926 for \"Efficacy and Safety of Vonoprazan Compared to Lansoprazole in Participants With Erosive Esophagitis\" at ClinicalTrials.gov Clinical trial number NCT04167670 for \"Efficacy and Safety of Vonoprazan Compared to Lansoprazole in Participants With Helicobacter Pylori Infection\" at ClinicalTrials.gov"}