{"name": "vorapaxar", "category": "drug", "content": "Vorapaxar (brand name Zontivity, formerly known as SCH 530348) is a thrombin receptor (protease-activated receptor, PAR-1) antagonist based on the natural product himbacine, discovered by Schering-Plough and developed by Merck & Co.   == Medical uses == Vorapaxar is used for persons with a history of myocardial infarction (heart attack) or persons with peripheral arterial disease. Studies have shown that this medication can reduce the rate of combined endpoint cardiovascular death, MI, stroke, and urgent coronary revascularization.   == Contraindications == Vorapaxar is contraindicated for people with a history of stroke, transient ischemic attack, or intracerebral hemorrhage. In studies of vorapaxar on persons with prior ischemic stroke, there was an increased risk of intracranial hemorrhage without an improvement in major vascular events. Vorapaxar possesses a long half-life, which is problematic because there is currently no treatment to reverse the antiplatelet effects of vorapaxar. This family of medication, PAR-1 antagonists in general, has been associated with an increased risk of intracranial bleeding, as demonstrated by a pooled analysis of data that studied 42,000 patients with history of  thrombotic vascular disease or acute coronary syndrome comparing the medication and a placebo.   == Drug interactions == Vorapaxar is eliminated primarily via metabolism by the CYP3A enzymes. It is best to avoid strong CYP3A4 inhibitors, such as ketoconazole, itraconazole, posaconazole, clarithromycin, nefazodone, ritonavir, saquinavir, nelfinavir, indinavir, boceprevir, telaprevir, telithromycin, and conivaptan. CYP3A4 inducers, such as carbamazepine, rifampin, St. John's wort, and phenytoin, should also be avoided.   == Dose adjustment == No dose adjustment is required in persons with renal impairment.  No dose adjustment is required in persons with mild and moderate hepatic impairment. If the person has severe hepatic impairment, vorapaxar is not recommended due to the risk of bleeding.   == Mechanism of action == Vorapaxar is an antiplatelet drug of the PAR-1 antagonist family. It functions by inhibiting thrombin-related platelet aggregation. This mechanism works by a different pathway from other antiplatelet medications, such as aspirin and P2Y12 inhibitors. Vorapaxar does not affect ADP-mediated platelet aggregation, coagulation parameters, or bleeding time.   == Storage == Vorapaxar can be stored at 20–25 °C (68–77 °F). It is best to store vorapaxar in original packaging with the bottle tightly closed and to avoid moisture.   == History == In January 2011, clinical trials being conducted by Merck were halted for patients with stroke and mild heart conditions due to an increase in brain bleeding. In a randomized double-blind trial comparing vorapaxar with placebo in addition to standard therapy in patients who had acute coronary syndromes, there was no significant reduction in a composite end point of death from cardiovascular causes, myocardial infarction, stroke, recurrent ischemia with rehospitalization, or urgent coronary revascularization. However, there was increased risk of major bleeding. A trial published in February 2012 found no change in all-cause mortality while decreasing the risk of cardiac death and increasing the risk of major bleeding, including intracranial hemorrhages. After two years, the data and safety monitoring board recommended discontinuation of the study treatment in people with a history of stroke owing to the risk of intracranial hemorrhage. The TRA 2°P–TIMI 50 study of vorapaxar was carried out in patients who had previously experienced a heart attack, stroke, or who had peripheral arterial disease (PAD). In this three-year study, the addition of vorapaxar to standard of care (aspirin and/or an ADP antagonist such as clopidogrel) significantly reduced the risk of the primary composite endpoint of cardiovascular death, heart attack, stroke, or urgent coronary revascularization by 12 percent compared to placebo plus standard of care. Vorapaxar showed the most promising results among patients with a history of heart attack. Among these patients, the drug reduced the relative risk of cardiovascular death, heart attack, or stroke by 20 percent. There was an increase in moderate or severe bleeding, but no statistically significant increase in fatal bleeding. Vorapaxar was recommended for FDA approval on January 15, 2014, and obtained it on May 5, 2014.   == References ==   == Further reading =="}