{"name": "voriconazole", "category": "drug", "content": "Voriconazole, sold under the brand name Vfend among others, is an antifungal medication used to treat a number of fungal infections. This includes aspergillosis, candidiasis, coccidioidomycosis, histoplasmosis, penicilliosis, and infections by Scedosporium or Fusarium. It can be taken by mouth or used by injection into a vein. Common side effects include vision problems, nausea, abdominal pain, rash, headache, and seeing or hearing things that are not present. Use during pregnancy may result in harm to the baby. It is in the triazole family of medications. It works by affecting fungal metabolism and fungal cell membranes. Voriconazole was patented in 1990 and approved for medical use in the United States in 2002. It is on the World Health Organization's List of Essential Medicines.   == Medical uses == Voriconazole is used to treat invasive aspergillosis and candidiasis and fungal infections caused by Scedosporium and Fusarium species, which may occur in immunocompromised patients, including people undergoing allogeneic bone marrow transplant (BMT), who have  hematologic cancers or who undergo organ transplants. It is also used to prevent fungal infection in people as they undergo BMT. It is also the recommended treatment for the CNS fungal infections transmitted by epidural injection of contaminated steroids. It can be taken by mouth or given in a doctor's office or clinic by intravenous infusion.   == Contraindications == It is toxic to the fetus; pregnant women should not take it and women taking it should not become pregnant. People who have hereditary intolerance for galactose,  Lapp lactase deficiency, or glucose-galactose malabsorption should not take this drug.  It should be used with caution in people with arrhythmias or long QT. No dose adjustment is necessary for renal impairment or advanced age, but children seem to clear voriconazole faster than adults and drug levels may need monitoring.   == Side effects == The labels carry several warnings of the risk of injection site reactions, hypersensitivity reactions; kidney, liver, and pancreas damage; trouble with vision; and adverse effects in skin including damage due to phototoxicity, squamous cell skin cancer, and Stevens–Johnson syndrome; in long-term use there is a warning of the risk of bone fluorosis and periostitis especially in elderly patients. Additionally, very common adverse effects, occurring in more than 10% of people, include peripheral edema, headaches, trouble breathing, diarrhea, vomiting, abdominal pain, nausea, rashes, and fever. Common adverse effects, occurring in between 1 and 10% of people, include sinus infections, low numbers of white and red blood cells (agranulocytosis, pancytopenia, thrombocytopenia, leukopenia, and anemia), low blood sugar, reduced amount of potassium and sodium, depression, hallucinations, anxiety, insomnia, agitation, confusion, convulsions, fainting, tremor, weakness, tingling, sleepiness, dizziness, bleeding retina, irregular heart beats, slow or fast heart beats, low blood pressure, inflamed veins, acute respiratory distress syndrome, pulmonary edema, inflamed lips, swollen face, stomach upset, constipation, gingivitis, jaundice, hair loss, flaky skin, itchiness, red skin, back pain, chest pain, and chills.   == Interactions == Being metabolized by hepatic cytochrome P450, voriconazole interacts with many drugs. Voriconazole should not be used in conjunction with many drugs (including sirolimus, rifampicin, rifabutin, carbamazepine, quinidine and ergot alkaloids) and dose adjustments and/or monitoring should be done when coadministered with others (including fluconazole, warfarin, ciclosporin, tacrolimus, omeprazole, and phenytoin). Voriconazole may be safely administered with cimetidine, ranitidine, indinavir, macrolide antibiotics, mycophenolate, digoxin and prednisolone.   == Pharmacology ==   === Pharmacokinetics === Voriconazole is well absorbed orally with a bioavailability of 96%, allowing patients to be switched between intravenous and oral administration.   == History == Pfizer brought the drug to market as Vfend.   A generic version of the tablet form of voriconazole was introduced in the US in 2011 after Pfizer and Mylan settled litigation under the Hatch-Waxman Act; a generic version of the injectable form was introduced in 2012.  In Europe patent protection expired in 2011 and pediatric administrative exclusivity expired in Europe in 2016.   == Society and culture ==   === Brand names === As of July 2017, the medication is marketed under the following names worldwide: Cantex, Pinup, Vedilozin, Vfend, Vodask, Volric, Voramol, Voriconazol, Voriconazole, Voriconazolum, Voricostad, Vorikonazol, Voritek, Voriz, Vornal, and Vosicaz.   == References ==   == Further reading == Dean L (December 2019). \"Voriconazole Therapy and CYP2C19 Genotype\". In Pratt VM, McLeod HL, Rubinstein WS, et al. (eds.). Medical Genetics Summaries. National Center for Biotechnology Information (NCBI). PMID 31886997."}