{"name": "vorinostat", "category": "drug", "content": "Vorinostat (rINN), also known as suberoylanilide hydroxamic acid  (suberoyl+anilide+hydroxamic acid abbreviated as SAHA), is a member of a larger class of compounds that inhibit histone deacetylases (HDAC).  Histone deacetylase inhibitors (HDI) have a broad spectrum of epigenetic activities. Vorinostat is marketed under the name Zolinza ( zoh-LIN-zə) by Merck for the treatment of cutaneous manifestations in patients with cutaneous T cell lymphoma (CTCL) when the disease persists, gets worse, or comes back during or after two systemic therapies. The compound was developed by Columbia University chemist Ronald Breslow and Memorial Sloan-Kettering researcher Paul Marks.   == Medical uses == Vorinostat was the first histone deacetylase inhibitor approved by the U.S. Food and Drug Administration (FDA) for the treatment of CTCL on October 6, 2006.    == Development == In 1966, Charlotte Friend published her observation that a suspension of murine erythroleukemia cells underwent cytodifferentiation to normal erythrocytes when treated with dimethylsulfoxide (DMSO, a common drug solvent and cryoprotectant frequently used for cell culture freezing) at 280 mmolar. Memorial Sloan-Kettering researcher Paul Marks approached Columbia University chemist Ronald Breslow about these findings and together they decided to develop more potent analogs of DMSO, in order to make use of this property for cancer treatment. Their optimization process lead to the discovery of suberoylanilide hydroxamic acid and its HDAC-inhibiting property.   == Mechanism of action == Vorinostat has been shown to bind to the active site of histone deacetylases and act as a chelator for zinc ions also found in the active site of histone deacetylases.  Vorinostat's inhibition of histone deacetylases results in the accumulation of acetylated histones and acetylated proteins, including transcription factors crucial for the expression of genes needed to induce cell differentiation. It acts on class I, II and IV of histone deacetylase.   == Clinical trials == Vorinostat has also been used to treat Sézary syndrome, another type of lymphoma closely related to CTCL. A recent study suggested that vorinostat also possesses some activity against recurrent glioblastoma multiforme, resulting in a median overall survival of 5.7 months (compared to 4–4.4 months in earlier studies). Further brain tumor trials are planned in which vorinostat will be combined with other drugs. Including vorinostat in treatment of advanced non-small-cell lung carcinoma (NSCLC) showed improved response rates and increased median progression free survival and overall survival. It has given encouraging results in a phase II trial for myelodysplastic syndromes in combination with idarubicin and cytarabine. It failed to demonstrate efficacy in treating acute myeloid leukemia in an earlier phase II study.   == Preclinical investigations == Vorinostat is being investigated as a potential HIV latency reversing agent (LRA) as part of an investigational therapeutic strategy known as \"shock and kill\". Vorinostat was shown to reactivate HIV in latently HIV-infected T cells, both in vitro and in vivo. Vorinostat also has shown some activity against the pathophysiological changes in α1-antitrypsin deficiency and cystic fibrosis. Recent evidence also suggests vorinostat can be a therapeutic tool for Niemann-Pick type C1 (NPC1), a rare lysosomal lipid storage disease. Preclinical experiments by University of Alabama at Birmingham researchers suggest the cancer drugs vorinostat, belinostat and panobinostat might be repurposed to treat infections caused by human papillomavirus, or HPV.   == See also == Trichostatin A   == References ==   == External links == Vorinostat bound to proteins in the PDB"}