{"name": "vortioxetine", "category": "drug", "content": "Vortioxetine, sold under the brand name Trintellix among others, is an antidepressant of the serotonin modulator and stimulator (SMS) class. Its effectiveness is viewed as similar to that of other antidepressants. It is taken orally. Common side effects include nausea, vomiting, constipation, and sexual dysfunction. Serious side effects may include suicide in those under the age of 25, serotonin syndrome, bleeding, mania, and SIADH. A withdrawal syndrome may occur if the medication is abruptly stopped or the dose is decreased. Use during pregnancy and breastfeeding is not generally recommended. Vortioxetine's mechanism of action is not entirely understood but is believed to be related to increasing serotonin levels and possibly interacting with certain serotonin receptors. It was approved for medical use in the United States in 2013. In 2020, it was the 243rd most commonly prescribed medication in the United States, with more than 1 million prescriptions.   == Medical uses == Vortioxetine is utilized as a treatment for major depressive disorder, with its effectiveness shown to be similar to other antidepressants and its effect size has been described as modest. Vortioxetine may be used when other treatments have failed. A 2017 Cochrane review on vortioxetine determined that its place in the treatment of severe depression is unclear due to low-quality evidence and that more studies comparing vortioxetine to selective serotonin reuptake inhibitors (SSRIs), the typical first-line treatments, are needed. Vortioxetine appears to work in depressed patients with anxiety. Vortioxetine is also used off-label for anxiety. A 2016 review found it was not useful in generalized anxiety disorder at 2.5, 5, and 10 mg doses (15 and 20 mg doses were not tested). A 2019 meta-analysis found that vortioxetine did not produce statistically significant results over placebo in the symptoms, quality of life, and remission rates of generalized anxiety disorder, but it was well-tolerated. However, a 2018 meta-analysis supported use and efficacy of vortioxetine for generalized anxiety disorder, though stated that more research was necessary to strengthen the evidence. A 2021 systematic review and meta-analysis concluded that there was uncertainty about the effectiveness of vortioxetine for anxiety due to existing evidence being of very low-quality. In a 2020 network meta-analysis of randomized controlled trials, vortioxetine was among the lowest remission rates for generalized anxiety disorder of the included medications (odds ratio = 1.30 for vortioxetine, range of odds ratios for other agents = 1.13–2.70).   == Contraindications == Vortioxetine is contraindicated in those taking monoamine oxidase inhibitors (MAOIs), due to the possibility of serotonin syndrome.   == Adverse effects ==  The most common side effects reported with vortioxetine are nausea, vomiting, constipation, and sexual dysfunction, among others. With the exceptions of nausea and sexual dysfunction, these side effects were reported by less than or equal to 10% of study participants given vortioxetine. Significant percentages of placebo-treated participants also report these side effects. Discontinuation of treatment due to adverse effects in clinical trials was 8% with vortioxetine versus 3% with placebo. Sexual dysfunction, such as decreased libido, abnormal orgasm, delayed ejaculation, and erectile dysfunction, are well-known side effects of SSRIs and serotonin–norepinephrine reuptake inhibitors (SNRIs). In clinical trials, sexual dysfunction occurred more often with vortioxetine than with placebo and appeared to be dose-dependent. Incidence of treatment-emergent sexual dysfunction as measured with the Arizona Sexual Experience Scale (ASEX) were 14 to 20% for placebo and 16 to 34% for vortioxetine over a dosage range of 5 to 20 mg/day. The incidence of sexual dysfunction with vortioxetine was similar to that with the SNRI duloxetine, which had an incidence of 26 to 28% at the used dosage of 60 mg/day. However, treatment-emergent sexual dysfunction caused by a prior SSRI was better improved by switching to vortioxetine than by switching to the SSRI escitalopram. In another study, vortioxetine at a dosage of 10 mg/day though not at 20 mg/day produced less sexual dysfunction than the SSRI paroxetine. These findings suggest that although vortioxetine can still cause sexual dysfunction itself, it may cause somewhat less sexual dysfunction than SSRIs and might be a useful alternative option for people experiencing sexual dysfunction with these medications. The rates of voluntarily or spontaneously reported sexual dysfunction with vortioxetine are much lower than with the ASEX, ranging from <1 to 5% for vortioxetine versus <1 to 2% for placebo in clinical trials.  Significant changes in body weight (gain or loss) were not observed with vortioxetine in clinical trials. However reports have come in from users regarding weight gain/loss since the approval of Vortioxetine. Based on preliminary clinical studies, vortioxetine may cause less emotional blunting than SSRIs and SNRIs. If vortioxetine is used in combination with other serotonergic drugs like MAOIs or SSRIs, this may result in serotonin syndrome.   == Interactions == Vortioxetine is metabolized primarily by the cytochrome P450 enzyme CYP2D6. Inhibitors and inducers of CYP2D6 may modify the pharmacokinetics of vortioxetine and necessitate dosage adjustments. Bupropion, a strong CYP2D6 inhibitor, has been found to increase peak levels of vortioxetine by 2.1-fold and total vortioxetine levels by 2.3-fold (bupropion dosed at 300 mg/day and vortioxetine dosed at 10 mg/day). The incidence of side effects with vortioxetine, like nausea, headache, vomiting, and insomnia, was correspondingly increased with the combination. Other strong CYP2D6 inhibitors, like fluoxetine, paroxetine, and quinidine, may have similar influences on the pharmacokinetics of vortioxetine, and it is recommended that the dosage of vortioxetine be reduced by half when it is administered in combination with such medications. Lesser interactions have additionally been identified for vortioxetine with the cytochrome P450 inhibitors ketoconazole and fluconazole. Rifampicin, a strong and broad cytochrome P450 inducer (though notably not of CYP2D6), has been found to decrease peak levels of vortioxetine by 51% and total levels of vortioxetine by 72% (rifampicin dosed at 600 mg/day and vortioxetine at 20 mg/day). Similar influences on vortioxetine pharmacokinetics may also occur with other strong cytochrome P450 inducers like carbamazepine and phenytoin. As such, it is recommended that increasing vortioxetine dosage be considered when it is given in combination with strong cytochrome P450 inducers. The maximum recommended dose should not exceed three times the original vortioxetine dose. Vortioxetine and its metabolites show no meaningful interactions with a variety of assessed cytochrome P450 enzymes and transporters (e.g., P-glycoprotein) and hence vortioxetine is not expected to importantly influence the pharmacokinetics of other medications. The combination of vortioxetine with MAOIs, including other MAOIs like linezolid and intravenous methylene blue, may cause serotonin syndrome and is contraindicated. The risk of serotonin syndrome may also be increased when vortioxetine is combined with other serotonergic drugs, like SSRIs, SNRIs, tricyclic antidepressants (TCAs), triptans, tramadol, tryptophan, buspirone, St John's wort, fentanyl, and lithium, among others. However, vortioxetine is not considered to be contraindicated with serotonergic medications besides MAOIs.   == Pharmacology ==   === Pharmacodynamics ===  Vortioxetine increases serotonin concentrations in the brain by inhibiting its reuptake in the synapse, and also modulates (activates or blocks) certain serotonin receptors. This puts it in the class of serotonin modulators and stimulators, which also includes vilazodone. More specifically, vortioxetine is a serotonin reuptake inhibitor, agonist of the serotonin 5-HT1A receptor, partial agonist of the 5-HT1B receptor, and antagonist of the serotonin 5-HT1D, 5-HT3, and 5-HT7 receptors, as well as an apparent ligand of the β1-adrenergic receptor. In terms of functional activity however, vortioxetine appears to be much more potent on serotonin reuptake inhibition and 5-HT3 receptor antagonism than for its interactions with the other serotonin receptors. Whereas vortioxetine has IC50 or EC50 values of 5.4 nM for the SERT and 12 nM for the 5-HT3 receptor, its values are 120 to 450 nM for the 5-HT1A, 5-HT1B, 5-HT1D, and 5-HT7 receptors. This translates to about 22- to 83-fold selectivity for SERT inhibition and 10- to 38-fold selectivity for 5-HT3 antagonism over activities at the other serotonin receptors. 5-HT3 antagonism appears to have a better effect on REM sleep compared to paroxetine. It has been claimed that the serotonin transporter (SERT) and 5-HT3 receptor may be primarily occupied at lower clinical doses of vortioxetine and that the 5-HT1B, 5-HT1A, and 5-HT7 receptors may additionally be occupied at higher doses. Occupancy of the serotonin transporter with vortioxetine in young men was found to be highest in the raphe nucleus with median occupancies of 25%, 53%, and 98% after 9 days of administration with 2.5, 10, and 60 mg/day vortioxetine. In another study, serotonin transporter occupancy in men was 50%, 65%, and ≥80% for 5, 10, and 20 mg/day vortioxetine. Vortioxetine at 5 mg/day may produce antidepressant effects and result in SERT occupancy as low as 50%. This is in apparent contrast to SSRIs and SNRIs, which appear to require a minimum of 70 to 80% occupancy for antidepressant efficacy. These findings are suggestive that the antidepressant effects of vortioxetine may be mediated by serotonin receptor interactions in addition to serotonin reuptake inhibition. A study found no significant occupancy of the 5-HT1A receptor with vortioxetine at 30 mg/day for 9 days, which suggests that at least this specific serotonin receptor may not be involved in the clinical pharmacology of vortioxetine. However, methodological concerns were noted that may limit the interpretability of this result. Occupancy of other serotonin receptors like 5-HT3 and 5-HT7 by vortioxetine in humans does not seem to have been studied. In relation to the preceding, the contribution of serotonin receptor interactions to the antidepressant effects of vortioxetine is unknown and remains to be established. Uncertainties remain about whether vortioxetine is indeed a clinically multimodal antidepressant or whether it is effectively \"[just] another selective serotonin reuptake inhibitor\". Antagonism of the 5-HT3 receptor has been found to enhance the increase in brain serotonin levels produced by serotonin reuptake inhibition in animal studies. Whether or not the 5-HT3 receptor antagonism of vortioxetine likewise does this in humans or contributes to its clinical antidepressant efficacy is unclear. SSRIs and 5-HT1A receptor agonists often produce nausea as a side effect, whereas 5-HT3 receptor antagonists like ondansetron are antiemetics and have been found to be effective in treating SSRI-induced nausea. It was thought that the 5-HT3 receptor antagonism of vortioxetine would reduce the incidence of nausea relative to SSRIs. However, clinical trials found significant and dose-dependent rates of nausea with vortioxetine that appeared to be comparable to those found with the SNRI duloxetine.   === Pharmacokinetics ===  Vortioxetine is well-absorbed when taken orally and has an oral bioavailability of 75%. It is systemically detectable after a single oral dose by 0.781 hours. Peak levels of vortioxetine are reached within 7 to 11 hours post-dose with single or multiple doses. Steady-state levels of vortioxetine are generally reached within 2 weeks of administration, with 90% of individuals reaching 90% of steady state after 12 days of administration. Steady-state peak levels of vortioxetine with doses of 5, 10, and 20 mg/day were 9, 18, and 33 ng/mL, respectively. The accumulation index of vortioxetine (area-under-the-curve levels after a single dose versus at steady state) is 5 to 6. A loading dose given intravenously has been found to achieve steady-state levels more rapidly with oral vortioxetine therapy. The pharmacokinetics of vortioxetine are known to be linear and dose proportional over a range of 2.5 to 75 mg for single doses and 2.5 to 60 mg for multiple doses. Food has no influence on the pharmacokinetics of vortioxetine. The apparent volume of distribution of vortioxetine is large and ranges from 2,500 to 3,400 L after single or multiple doses of 5 to 20 mg vortioxetine, with extensive extravascular distribution. The plasma protein binding of vortioxetine is approximately 98 or 99%, with about 1.25 ± 0.48% free or unbound. Vortioxetine is extensively metabolized by oxidation via cytochrome P450 enzymes and subsequent glucuronidation via UDP-glucuronosyltransferase. CYP2D6 is the primary enzyme involved in the metabolism of vortioxetine, but others including CYP2A6, CYP2B6, CYP2C8, CYP2C9, CYP2C19, and CYP3A4/5 are also involved. It is also metabolized by alcohol dehydrogenase, aldehyde dehydrogenase, and aldehyde oxidase. Six metabolites of vortioxetine have been identified. The major metabolite of vortioxetine (Lu AA34443) is inactive and its minor active metabolite (Lu AA39835) is not thought to cross the blood–brain barrier. The remaining metabolites are glucuronide conjugates. Hence, vortioxetine itself is thought to be primarily responsible for its pharmacological activity. The estimated total clearance of vortioxetine ranges from 30 to 41 L/h. The elimination half-life of vortioxetine is 66 hours, with a range of 59 to 69 hours after single or multiple doses. Elimination of vortioxetine is almost entirely via the liver (99%) rather than the kidneys (<1%). Approximately 85% of vortioxetine was recovered in a single-dose excretion study after 15 days, with 59% in urine and 26% in feces.   === Pharmacogenomics === Genetic variations in cytochrome P450 enzymes can influence exposure to vortioxetine. CYP2D6 extensive metabolizers have approximately 2-fold higher clearance of vortioxetine than CYP2D6 poor metabolizers. The estimated clearance rates were 52.9, 34.1, 26.6, and 18.1 L/h for CYP2D6 ultra-rapid metabolizers, extensive metabolizers, intermediate metabolizers, and poor metabolizers. Area-under-the-curve levels of vortioxetine were 35.5% lower in CYP2D6 ultra-rapid metabolizers than in extensive metabolizers, though with significant overlap due to interindividual variability. Dosage adjustment for CYP2D6 ultra-rapid metabolizers is considered to not be necessary. Vortioxetine exposure in CYP2D6 poor metabolizers is expected to be approximately twice as high as in extensive metabolizers. Depending on the individual response, dosage adjustment may be considered for CYP2D6 poor metabolizers, with a maximum recommended dosage of 10 mg/day for known such individuals. In addition to CYP2D6, CYP2C19 extensive metabolizers have 1.4-fold higher clearance of vortioxetine than poor metabolizers. However, this is not considered to be clinically important and dose adjustment is not considered to be necessary based on CYP2C19 status.   == Chemistry == Vortioxetine (1-[2-(2,4-dimethylphenylsulfanyl)phenyl]piperazine) is a bis-aryl-sulfanyl amine as well as piperazine derivative. The acid dissociation constant (pKa) values for vortioxetine hydrobromide were determined to be 9.1 (± 0.1) and 3.0 (± 0.2) according to an Australian Public Assessment Report.   == History ==  Vortioxetine was discovered by scientists at Lundbeck who reported the rationale and synthesis for the drug (then called Lu AA21004) in a 2011 paper. In 2007, the compound was in Phase II clinical trials, and Lundbeck and Takeda entered into a partnership in which Takeda paid Lundbeck $40 million up-front, with promises of up to $345 million in milestone payments, and Takeda agreed to pay most of the remaining cost of developing the drug. The companies agreed to co-promote the drug in the US and Japan, and that Lundbeck would receive a royalty on all such sales. The deal included another drug candidate, tedatioxetine (Lu AA24530), and could be expanded to include two other Lundbeck compounds. Vortioxetine was approved by the U.S. Food and Drug Administration (FDA) for the treatment of major depressive disorder (MDD) in adults in September 2013, and it was approved in the European Union later that year.   == Society and culture == It is made by the pharmaceutical companies Lundbeck and Takeda.   === Names === Vortioxetine was previously sold under the brand name Brintellix in the United States, but in May 2016, the US Food and Drug Administration (FDA) approved a name change to Trintellix in order to avoid confusion with the blood-thinning medication Brilinta (ticagrelor). Other brand names include Torvox, Vantaxa, Voxigain, and Trivoxetin.   == Research == Vortioxetine was under development for the treatment of generalized anxiety disorder and attention-deficit hyperactivity disorder (ADHD) but development for these indications was discontinued. As of August 2021, vortioxetine remains in development for the treatment of anxiety disorders, binge-eating disorder, and bipolar disorder. It is in phase II clinical trials for these indications. There is also interest in vortioxetine for the potential treatment of social phobia, neuropathic pain, and for cognitive enhancement in major depression.   == References =="}