{"name": "vosoritide", "category": "drug", "content": "Vosoritide, sold under the brand name Voxzogo, is a medication used for the treatment of achondroplasia, a genetic condition that causes severely short stature and disproportionate growth. Achondroplasia is caused by a genetic mutation that increases the activity of a certain growth regulation gene called fibroblast growth factor receptor 3 (FGFR3). The overabundance of protein coded by the FGFR3 gene prevents normal bone growth. Vosoritide works by binding to a specific receptor called natriuretic peptide receptor B that reduces the growth regulation gene's activity, thus allowing for bone growth. The most common side effects include injection site reactions (such as swelling, redness, itching, or pain), vomiting, and decreased blood pressure. Vosoritide was approved for medical use in the European Union in August 2021, and in the United States in November 2021. The US Food and Drug Administration considers it to be a first-in-class medication.   == Medical uses == In the European Union, vosoritide is indicated for the treatment of achondroplasia in people two years of age and older whose epiphyses are not closed. In the United States, vosoritide is indicated to increase growth in children five years of age and older with achondroplasia and open epiphyses (growth plates).   == Mechanism of action ==  Vosoritide works by binding to a receptor (target) called natriuretic peptide receptor type B (NPR-B), which reduces the activity of fibroblast growth factor receptor 3 (FGFR3). FGFR3 is a receptor that normally down-regulates cartilage and bone growth when activated by one of the proteins known as acidic and basic fibroblast growth factor. It does so by inhibiting the development (cell proliferation and differentiation) of chondrocytes, the cells that produce and maintain the cartilaginous matrix which is also necessary for bone growth. Children with achondroplasia have one of several possible FGFR3 mutations resulting in constitutive (permanent) activity of this receptor, resulting in overall reduced chondrocyte activity and thus bone growth. The protein C-type natriuretic peptide (CNP), naturally found in humans, reduces the effects of over-active FGFR3. Vosoritide is a CNP analogue with the same effect but prolonged half-life, allowing for once-daily administration.   == Chemistry == Vosoritide is an analog of CNP. It is a peptide consisting of the amino acids proline and glycine plus the 37 C-terminal amino acids from natural human CNP. The complete peptide sequence is  PGQEHPNARK YKGANKKGLS KGCFGLKLDR IGSMSGLGC with a disulfide bridge between positions 23 and 39 (underlined). The drug must be administered by injection as it would be rendered ineffective by the digestive system if taken by mouth.   == History == Vosoritide was developed by BioMarin Pharmaceutical and got orphan drug status in the US as well as the European Union. The safety and efficacy of vosoritide in improving growth were evaluated in a year-long, double-blind, placebo-controlled, phase III study in participants five years and older with achondroplasia who have open epiphyses. In the study, 121 participants were randomly assigned to receive either vosoritide injections under the skin or a placebo. Researchers measured the participants' annualized growth velocity, or rate of height growth, at the end of the year. Participants who received vosoritide grew an average 1.57 centimeters taller compared to those who received a placebo. The US Food and Drug Administration (FDA) granted the approval of Voxzogo to BioMarin.   == Society and culture ==   === Controversy === Little People of America, a national nonprofit organization that provides support and information to people of short stature and their families, states \"LPA strongly believes that a pharmaceutical intervention focusing on growth velocity is not addressing the actual health and quality of life issues of people with dwarfism. Our height-related challenges are primarily based on inaccessible architecture, lack of universal design, and society’s intolerance and discrimination of people with short stature. We are concerned that this recently approved drug attempts a pharmaceutical solution to a societal issue. Our community acknowledges that the hardships associated with having dwarfism need to be addressed. Yet, we strive for our height to be reframed as a part of the diversity of humanity. We want to reprioritize research goals to be the most meaningful ones for our members, such as reducing spinal stenosis, sleep apnea, and the need for corrective surgeries.\"   == Research == Vosoritide has resulted in increased growth in a clinical trial with 26 children. The ten children receiving the highest dose grew 6.1 centimetres (2.4 in) in six months, compared to 4.0 centimetres (1.6 in) in the six months before the treatment (p=0.01). The body proportions, more specifically the ratio of leg length to upper body length – which is lower in achondroplasia patients than in the average population – was not improved by vosoritide, but not worsened either.>   == References ==   == External links == Clinical trial number NCT03197766 for \"A Study to Evaluate the Efficacy and Safety of BMN 111 in Children With Achondroplasia\" at ClinicalTrials.gov"}