{"name": "Waldenstrom Macroglobulinemia", "category": "disease", "content": "Waldenström macroglobulinemia ( VAL-dən-strom MAK-roh-GLOB-yə-lin-EE-mee-ə, US also  VAHL-dən-strem -⁠) is a type of cancer affecting two types of B cells: lymphoplasmacytoid cells and plasma cells. Both cell types are white blood cells. It is characterized by having high levels of a circulating antibody, immunoglobulin M (IgM), which is made and secreted by the cells involved in the disease. Waldenström macroglobulinemia is an \"indolent lymphoma\" (i.e., one that tends to grow and spread slowly) and a type of lymphoproliferative disease which shares clinical characteristics with the indolent non-Hodgkin lymphomas. It is commonly classified as a form of plasma cell dyscrasia, similar to other plasma cell dyscrasias that, for example, lead to multiple myeloma. Waldenström macroglobulinemia is commonly preceded by two clinically asymptomatic but progressively more pre-malignant phases, IgM monoclonal gammopathy of undetermined significance and smoldering Waldenström macroglobulinemia. The Waldenström macroglobulinemia spectrum of dysplasias differs from other spectrums of plasma cell dyscrasias in that it involves not only aberrant plasma cells but also aberrant lymphoplasmacytoid cells and that it involves IgM while other plasma dyscrasias involve other antibody isoforms. Waldenström macroglobulinemia is a rare disease, with only about 1,500 cases per year in the United States. It occurs more frequently in older adults. While the disease is incurable, it is treatable. Because of its indolent nature, many patients are able to lead active lives, and when treatment is required, may experience years of symptom-free remission.   == Signs and symptoms == Signs and symptoms of Waldenström macroglobulinemia include weakness, fatigue, weight loss, and chronic oozing of blood from the nose and gums. Peripheral neuropathy occurs in 10% of patients. Enlargement of the lymph nodes, spleen, and/or liver are present in 30–40% of cases. Other possible signs and symptoms include blurring or loss of vision, headache, and (rarely) stroke or coma.   == Causes == Waldenström macroglobulinemia is characterized by an uncontrolled clonal proliferation of terminally differentiated B lymphocytes. The most commonly associated mutations, based on whole-genome sequencing of 30 patients, are a somatic mutation in MYD88 (90% of patients) and a somatic mutation in CXCR4 (27% of patients). CXCR4 mutations cause symptomatic hyperviscosity syndrome and high bone marrow activity characteristic of the disease. However, CXCR4 mutation is not associated with splenomegaly, high platelet counts, or different response to therapy, questioning the relevance of CXCR4 in treating patients. An association has been demonstrated with the locus 6p21.3 on chromosome 6. There is a two- to threefold increased risk of Waldenström macroglobulinemia in people with a personal history of autoimmune diseases with autoantibodies, and a particularly elevated risk associated with liver inflammation, human immunodeficiency virus, and rickettsiosis. There are genetic factors, with first-degree relatives of Waldenström macroglobulinemia patients shown to have a highly increased risk of also developing the disease. There is also evidence to suggest that environmental factors, including exposure to farming, pesticides, wood dust, and organic solvents, may influence the development of Waldenström macroglobulinemia.   === Genetics === Although believed to be a sporadic disease, studies have shown increased susceptibility within families, indicating a genetic component. A mutation in gene MYD88 has been found to occur frequently in patients. Waldenström macroglobulinemia cells show only minimal changes in cytogenetic and gene expression studies. Their miRNA signature however differs from their normal counterpart. It is therefore believed that epigenetic modifications play a crucial role in the disease. Comparative genomic hybridization identified the following chromosomal abnormalities: deletions of 6q23 and 13q14, and gains of 3q13-q28, 6p and 18q. FGFR3 is overexpressed. The following signalling pathways have been implicated:  CD154/CD40 Akt ubiquitination, p53 activation, cytochrome c release NF-κB WNT/beta-catenin mTOR ERK MAPK Bcl-2 The protein Src tyrosine kinase is overexpressed in Waldenström macroglobulinemia cells compared with control B cells.  Inhibition of Src arrests the cell cycle at phase G1 and has little effect on the survival of Waldenström macroglobulinemia or normal cells. MicroRNAs involved in Waldenström:  increased expression of miRNAs-363*, -206, -494, -155, -184, -542–3p. decreased expression of miRNA-9*. MicroRNA-155 regulates the proliferation and growth of Waldenström macroglobulinemia cells in vitro and in vivo, by inhibiting MAPK/ERK, PI3/AKT, and NF-κB pathways. In Waldenström macroglobulinemia cells, histone deacetylases and histone-modifying genes are de-regulated. Bone marrow tumour cells express the following antigen targets CD20 (98.3%), CD22 (88.3%), CD40 (83.3%), CD52 (77.4%), IgM (83.3%), MUC1 core protein (57.8%), and 1D10 (50%).   == Pathophysiology == Symptoms including blurring or loss of vision, headache, and (rarely) stroke or coma are due to the effects of the IgM paraprotein, which may cause autoimmune phenomena or cryoglobulinemia.  Other symptoms of Waldenström macroglobulinemia are due to hyperviscosity syndrome, which is present in 6–20% of patients. This is attributed to the IgM monoclonal protein molecules increasing the viscosity of the blood by forming aggregates to each other, binding water through their carbohydrate component and by their interaction with blood cells.   == Diagnosis == A diagnosis of Waldenström macroglobulinemia depends on a significant monoclonal IgM spike evident in blood tests and malignant cells consistent with the disease in bone marrow biopsy samples. Blood tests show the level of IgM in the blood and the presence of proteins, or tumor markers, that are the key signs of Waldenström macroglobulinemia. A bone marrow biopsy provides a sample of bone marrow, usually from the lower back of the pelvis bone. The sample is extracted through a needle and examined under a microscope. A pathologist identifies the particular lymphocytes that indicate Waldenström macroglobulinemia. Flow cytometry may be used to examine markers on the cell surface or inside the lymphocytes. Additional tests such as computed tomography (CT or CAT) scan may be used to evaluate the chest, abdomen, and pelvis, particularly swelling of the lymph nodes, liver, and spleen. A skeletal survey can help distinguish between Waldenström macroglobulinemia and multiple myeloma. Anemia occurs in about 80% of patients with Waldenström macroglobulinemia. A low white blood cell count, and low platelet count in the blood may be observed. A low level of neutrophils (a specific type of white blood cell) may also be found in some individuals with Waldenström macroglobulinemia. Chemistry tests include lactate dehydrogenase (LDH) levels, uric acid levels, erythrocyte sedimentation rate (ESR), kidney and liver function, total protein levels, and an albumin-to-globulin ratio. The ESR and uric acid level may be elevated. Creatinine is occasionally elevated and electrolytes are occasionally abnormal. A high blood calcium level is noted in approximately 4% of patients. The LDH level is frequently elevated, indicating the extent of Waldenström macroglobulinemia–related tissue involvement. Rheumatoid factor, cryoglobulins, direct antiglobulin test and cold agglutinin titre results can be positive. Beta-2 microglobulin and C-reactive protein test results are not specific for Waldenström macroglobulinemia. Beta-2 microglobulin is elevated in proportion to tumor mass. Coagulation abnormalities may be present. Prothrombin time, activated partial thromboplastin time, thrombin time, and fibrinogen tests should be performed. Platelet aggregation studies are optional. Serum protein electrophoresis results indicate evidence of a monoclonal spike but cannot establish the spike as IgM. An M component with beta-to-gamma mobility is highly suggestive of Waldenström macroglobulinemia. Immunoelectrophoresis and immunofixation studies help identify the type of immunoglobulin, the clonality of the light chain, and the monoclonality and quantitation of the paraprotein. High-resolution electrophoresis and serum and urine immunofixation are recommended to help identify and characterize the monoclonal IgM paraprotein. The light chain of the monoclonal protein is usually the kappa light chain. At times, patients with Waldenström macroglobulinemia may exhibit more than one M protein. Plasma viscosity must be measured. Results from characterization studies of urinary immunoglobulins indicate that light chains (Bence Jones protein), usually of the kappa type, are found in the urine. Urine collections should be concentrated. Bence Jones proteinuria is observed in approximately 40% of patients and exceeds 1 g/d in approximately 3% of patients. Patients with findings of peripheral neuropathy should have nerve conduction studies and antimyelin associated glycoprotein serology. Criteria for diagnosis of Waldenström macroglobulinemia include:  IgM monoclonal gammopathy that excludes chronic lymphocytic leukemia and mantle cell lymphoma Evidence of anemia, constitutional symptoms, hyperviscosity, swollen lymph nodes, or enlargement of the liver and spleen that can be attributed to an underlying lymphoproliferative disorder.   == Treatment == There is no single accepted treatment for Waldenström macroglobulinemia. There is marked variation in clinical outcome due to gaps in knowledge of the disease's molecular basis. Objective response rates are high (> 80%) but complete response rates are low (0–15%). The medication ibrutinib targets the MYD88 L265P mutation induced activation of Bruton's tyrosine kinase. In a cohort study of previously treated patients, ibrutinib induced responses in 91% of patients, and at 2 years 69% of patients had no progression of disease and 95% were alive. Based on this study, the Food and Drug Administration approved ibrutinib for use in Waldenström macroglobulinemia in 2015. There are different treatment flowcharts: Treon and mSMART. Patients with Waldenström macroglobulinemia are at higher risk of developing second cancers than the general population, but it is not yet clear whether treatments are contributory.   === Watchful waiting === In the absence of symptoms, many clinicians will recommend simply monitoring the patient; Waldenström himself stated \"let well do\" for such patients. These asymptomatic cases are now classified as two successively more pre-malignant phases, IgM monoclonal gammopathy of undetermined significance and smoldering Waldenström macroglobulinemia. But on occasion, the disease can be fatal, as it was to the French president Georges Pompidou, who died in office in 1974, six years after the discovery of his cancer. Mohammad Reza Shah Pahlavi, the Shah of Iran, also had Waldenström macroglobulinemia, which resulted in his ill-fated trip to the United States for therapy in 1979, leading to the Iran hostage crisis.   === First-line === Should treatment be started it should address both the paraprotein level and the lymphocytic B-cells. In 2002, a panel at the International Workshop on Waldenström's Macroglobulinemia agreed on criteria for the initiation of therapy. They recommended starting therapy in patients with constitutional symptoms such as recurrent fever, night sweats, fatigue due to anemia, weight loss, progressive symptomatic lymphadenopathy or spleen enlargement, and anemia due to bone marrow infiltration. Complications such as hyperviscosity syndrome, symptomatic sensorimotor peripheral neuropathy, systemic amyloidosis, kidney failure, or symptomatic cryoglobulinemia were also suggested as indications for therapy. Treatment includes the monoclonal antibody rituximab, sometimes in combination with chemotherapeutic drugs such as chlorambucil, cyclophosphamide, or vincristine or with thalidomide. Corticosteroids, such as prednisone, may also be used in combination. Plasmapheresis can be used to treat the hyperviscosity syndrome by removing the paraprotein from the blood, although it does not address the underlying disease. Ibrutinib is another agent that has been approved for use in this condition. Combination treatment with ibrutinib and rituximab showed significantly  higher disease progression free survival than with just rituximab treatment. Autologous bone marrow transplantation is a treatment option. Zanubrutinib, another BTK inhibitor, is indicated for the treatment of adults with Waldenström macroglobulinemia. For patients experiencing hyperviscosity syndrome, plasmapheresis is used to rapidly reduce IgM levels in the blood.   === Salvage therapy === When primary or secondary resistance invariably develops, salvage therapy is considered. Allogeneic stem cell transplantation can induce durable remissions for heavily pre-treated patients.   === Drug pipeline === As of October 2010, there have been a total of 44 clinical trials on Waldenström macroglobulinemia, excluding transplantation treatments. Of these, 11 were performed on previously untreated patients, 14 in patients with relapsed or refractory Waldenström. A database of clinical trials investigating Waldenström macroglobulinemia is maintained by the National Institutes of Health in the US.   === Patient stratification === Patients with polymorphic variants (alleles) FCGR3A-48 and -158 were associated with improved categorical responses to rituximab-based treatments.   == Prognosis == Current medical treatments result in survival of some longer than 10 years; in part this is because better diagnostic testing means early diagnosis and treatments. Older diagnosis and treatments resulted in published reports of median survival of approximately 5 years from time of diagnosis. Currently, median survival is 6.5 years. In rare instances, Waldenström macroglobulinemia progresses to multiple myeloma. The International Prognostic Scoring System for Waldenström's Macroglobulinemia is a predictive model to characterise long-term outcomes. According to the model, factors predicting reduced survival are:  Age > 65 years Hemoglobin ≤ 11.5 g/dL Platelet count ≤ 100×109/L B2-microglobulin > 3 mg/L Serum monoclonal protein concentration > 70 g/L The risk categories are:  Low: ≤ 1 adverse variable except age Intermediate: 2 adverse characteristics or age > 65 years High: > 2 adverse characteristics Five-year survival rates for these categories are 87%, 68% and 36%, respectively. The corresponding median survival rates are 12, 8, and 3.5 years. The International Prognostic Scoring System for Waldenström's Macroglobulinemia has been shown to be reliable. It is also applicable to patients on a rituximab-based treatment regimen. An additional predictive factor is elevated serum lactate dehydrogenase (LDH).   == Epidemiology == Of cancers involving the lymphocytes, 1% of cases are Waldenström macroglobulinemia. A rare disorder, there are fewer than 1,500 cases occurring in the United States annually. The median age of onset is between 60 and 65 years, with some cases occurring in late teens. Notable victims of the disease include dancer/choreographer Gower Champion, who died of the disease in 1980, aged 61; and former French President Georges Pompidou.   == History == Waldenström macroglobulinemia was first described by Jan G. Waldenström (1906–1996) in 1944 in two patients with bleeding from the nose and mouth, anemia, decreased levels of fibrinogen in the blood (hypofibrinogenemia), swollen lymph nodes, neoplastic plasma cells in bone marrow, and increased viscosity of the blood due to increased levels of a class of heavy proteins called macroglobulins. For a time, Waldenström macroglobulinemia was considered to be related to multiple myeloma because of the presence of monoclonal gammopathy and infiltration of the bone marrow and other organs by plasmacytoid lymphocytes. The new World Health Organization (WHO) classification, however, places Waldenström macroglobulinemia under the category of lymphoplasmacytic lymphomas, itself a subcategory of the indolent (low-grade) non-Hodgkin lymphomas. Since the 1990s, there have been significant advances in the understanding and treatment of Waldenström macroglobulinemia.   == See also == List of hematologic conditions Waldenström hyperglobulinemic purpura   == References =="}