{"name": "Xanthomatosis, Cerebrotendinous", "category": "disease", "content": "Cerebrotendinous xanthomatosis (CTX), also called cerebral cholesterosis, is a rare inborn bile acid metabolism disorder caused by autosomal-recessive mutations in the CYP27A1 gene. CTX is characterized by a wide range of symptoms, including neurological and non-neurological issues. The average age of symptom onset is 19 years, with central nervous system symptoms being the first indications. Neurological characteristics include Parkinsonism, epilepsy, dystonia, progressive ataxia, palatal myoclonus, intellectual disability, dementia, and psychiatric symptoms. CTX often results in cataracts during childhood. Adults with CTX often experience optic disk paleness and other ocular problems. Clinical symptoms include cardiovascular disease and premature atherosclerosis, with patients experiencing elevated levels of 27-hydroxycholesterol and decreased high-density lipoprotein cholesterol. CTX patients often experience osteoporosis and recurrent bone fractures, with gait abnormalities and little bone mass increasing the risk of falls. Chronic and intractable diarrhea is a common symptom, and gallstones, cholecystic polypus, and newborn cholestatic jaundice are also observed in some CTX patients. Xanthomas, typically developing in the second or third decade of life, can originate on various tendons. The CYP27A1 gene, responsible for bile acid production, is mutated, reducing chenodeoxycholic acid and cholic acid, leading to increased synthesis of 7α-hydroxy-4-cholesten-3-one, precursor to cholestanol. This leads to cholesterol being converted into cholestanol and bile alcohol, causing tissue accumulation and various organ-related symptoms. CTX diagnosis involves molecular genetic analysis, neuroimaging, biochemical testing, and clinical findings. CTX management includes surgery, replacement therapy, and additional symptomatic treatment. Bile acids like taurocholic acid, ursodeoxycholic acid (UDCA), cholic acid, and chenodeoxycholic acid (CDCA) are often used. CDCA treatment is preferred for both neurological and non-neurological symptoms. Symptomatic treatment is crucial due to the wide range of symptoms associated with CTX.   == Signs and symptoms == Cerebrotendinous xanthomatosis manifests in a variety of ways, including several organs and a wide spectrum of neurological and non-neurological symptoms. For CTX patients, the average age of symptom onset is 19 years. In patients with CTX, central nervous system symptoms and signs are frequently present and can serve as the first indications. Parkinsonism and epilepsy are the first neurological conditions associated with CTX. A wide range of neurological characteristics associated with CTX have been documented in the literature; these characteristics include dystonia, progressive ataxia, palatal myoclonus, intellectual disability, dementia, and psychiatric symptoms (such as behavioral changes, depression, agitation, hallucinations, and suicidal thoughts). One common indicator of CTX is cataract that develops in childhood. It has been highlighted that this is an early symptom that comes before neurological symptoms and tendon xanthoma, and it is thought to be helpful for an early diagnosis. Adults with CTX frequently have cataracts and optic disk paleness as well. Other ocular problems associated with CTX include deposits that resemble cholesterol and retinal vessel sclerosis. Among the many clinical symptoms of CTX that have been documented are cardiovascular disease and premature atherosclerosis. Despite having normal serum cholesterol levels, patients with CTX experienced significant premature atherosclerosis. Patients with CTX have a heightened risk of developing cardiovascular disease due to their significantly elevated levels of 27-hydroxycholesterol and decreased levels of high-density lipoprotein cholesterol in their blood lipid analysis. Patients with CTX frequently have osteoporosis and recurrent bone fractures as clinical symptoms. Patients with significant gait abnormalities who have little bone mass are more likely to fall and break their bones accidentally. In CTX patients, serum calcium, phosphate, and vitamin D metabolites are normal, but intestine radiocalcium absorption is reduced and total body bone mineral density is poor. Chronic and intractable diarrhea is a common symptom of CTX. Gallstones, cholecystic polypus, and newborn cholestatic jaundice are also observed in certain CTX patients. In individuals with cerebrotendinous xanthomatosis, xanthomas frequently develop in the second or third decade of life, while they can occasionally not develop at all. They usually originate on the Achilles tendons, although they have also been discovered in the lungs, bones, and central nervous system, as well as on the extensor tendons of the elbow, hand, patellar tendon, and neck.   == Causes == CTX is associated with mutations in the CYP27A1 gene, located on chromosome 2q33-qter. The disorder is inherited in an autosomal recessive manner.   == Mechanism == The CYP27A1 gene encodes for the mitochondrial enzyme sterol 27-hydroxylase, which is in charge of bile acid production. Because of this enzyme's mutation, chenodeoxycholic acid and cholic acid are reduced, which increases the synthesis of 7α-hydroxy-4-cholesten-3-one, the precursor to cholestanol. Because of this mutation, cholesterol is transformed into cholestanol and bile alcohol instead of bile acids. An excess of cholestanol then causes tissue accumulation in several organs, resulting in a variety of symptoms involving many organs.   == Diagnosis == Molecular genetic analysis, neuroimaging, biochemical testing, and clinical findings are the main methods used in the diagnosis of CTX. When individuals present with neurological symptoms beginning in childhood with xanthomas, a CTX diagnosis should be taken into consideration. Enhanced plasma cholestanol and elevated bile alcohol levels in urine, along with a decreased biliary concentration of chenodeoxycholic acid, are among the biochemical anomalies observed in CTX patients. Another characteristic of CTX is an increased plasma level of cholestanol.   == Treatment == Surgery, replacement therapy, and additional symptomatic treatment are all part of the management of CTX. Bile acids such as taurocholic acid, ursodeoxycholic acid (UDCA), cholic acid, and chenodeoxycholic acid (CDCA) are administered as part of replacement treatment. The preferred treatment for both neurological and non-neurological symptoms of CTX is CDCA treatment (750 mg/d), although cholic acid is also effective for non-neurological symptoms. Liver transplantation, low-density lipoprotein apheresis, and vitamin E supplementation are further potential treatments that do not yet have solid clinical backing. Owing to the wide range of symptoms and signs associated with CTX, symptomatic treatment is crucial. This includes antidepressant medicine for depression, antiepileptic therapy for convulsive seizures, levodopa for parkinsonism, and botulinum toxin for dystonia.   == History == Cerebrotendinous xanthomatosis was formerly known as \"Van Bogaert–Scherer–Epstein syndrome\".   == See also == Sitosterolemia List of cutaneous conditions   == References ==   == Further reading == Gallus, G. N.; Dotti, M. T.; Federico, A. (2006). \"Clinical and molecular diagnosis of cerebrotendinous xanthomatosis with a review of the mutations in the CYP27A1 gene\". Neurological Sciences. 27 (2). Springer Science and Business Media LLC: 143–149. doi:10.1007/s10072-006-0618-7. ISSN 1590-1874. PMID 16816916. Björkhem, Ingemar; Hansson, Magnus (2010). \"Cerebrotendinous xanthomatosis: An inborn error in bile acid synthesis with defined mutations but still a challenge\". Biochemical and Biophysical Research Communications. 396 (1). Elsevier BV: 46–49. doi:10.1016/j.bbrc.2010.02.140. ISSN 0006-291X. PMID 20494109.   == External links == MedlinePlus Cedars-Sinai"}