{"name": "zanubrutinib", "category": "drug", "content": "Zanubrutinib, sold under the brand name Brukinsa, is an anticancer medication used for the treatment of mantle cell lymphoma (MCL), Waldenström's macroglobulinemia (WM), marginal zone lymphoma (MZL), and chronic lymphocytic leukemia (CLL). Zanubrutinib is classified as a Bruton's tyrosine kinase (BTK) inhibitor. It is given by mouth. It was approved for medical use in the United States in November 2019.   == Medical uses == Zanubrutinib is indicated for the treatment of adults with mantle cell lymphoma who have received at least one prior therapy, and for the treatment of Waldenström's macroglobulinemia. It is also indicated for the treatment of adults with relapsed or refractory marginal zone lymphoma who have received at least one anti-CD20-based regimen. In January 2023, the US Food and Drug Administration (FDA) approved zanubrutinib for chronic lymphocytic leukemia or small lymphocytic lymphoma. In March 2024, FDA granted accelerated approval to zanubrutinib, in combination with obinutuzumab, for relapsed or refractory follicular lymphoma after two or more lines of systemic therapy.   == Adverse Effects == The most common adverse effects (≥30%) are: decreased neutrophil count, upper respiratory tract infection, decreased platelet count, hemorrhage and musculoskeletal pain.   == History == Efficacy was evaluated in BGB-3111-206 (NCT03206970), a phase II open-label, multicenter, single-arm trial of 86 participants with mantle cell lymphoma (MCL) who received at least one prior therapy. Zanubrutinib was given orally at 160 mg twice daily until disease progression or unacceptable toxicity. Efficacy was also assessed in BGB-3111-AU-003 (NCT02343120), a phase I/II, open-label, dose-escalation, global, multicenter, single-arm trial of B‑cell malignancies, including 32 previously treated MCL participants treated with zanubrutinib administered orally at 160 mg twice daily or 320 mg once daily. The primary efficacy outcome measure in both trials was overall response rate (ORR), as assessed by an independent review committee. In trial BGB-3111-206, FDG-PET scans were required and the ORR was 84% (95% CI: 74, 91), with a complete response rate of 59% (95% CI 48, 70) and a median response duration of 19.5 months (95% CI: 16.6, not estimable). In trial BGB-3111-AU-003, FDG-PET scans were not required and the ORR was 84% (95% CI: 67, 95), with a complete response rate of 22% (95% CI: 9, 40) and a median response duration of 18.5 months (95% CI: 12.6, not estimable). Trial 1 was conducted at 13 sites in China, and Trial 2 was conducted at 25 sites in the United States, United Kingdom, Australia, New Zealand, Italy, and South Korea. The U.S. Food and Drug Administration (FDA) granted zanubrutinib priority review, accelerated approval, breakthrough therapy, and orphan drug designations. The FDA approved zanubrutinib in November 2019, and granted the application for Brukinsa to BeiGene USA Inc. In August 2021, the FDA approved zanubrutinib for the treatment of Waldenström's macroglobulinemia and in September 2021, for marginal zone lymphoma (MZL). Zanubrutinib was investigated for Waldenström's macroglobulinemia in ASPEN (NCT03053440), a randomized, active control, open-label trial, comparing zanubrutinib and ibrutinib in participants with MYD88 L265P mutation (MYD88MUT) WM. Participants in Cohort 1 (n=201) were randomized 1:1 to receive zanubrutinib 160 mg twice daily or ibrutinib 420 mg once daily until disease progression or unacceptable toxicity. Cohort 2 enrolled participants with MYD88 wildtype (MYD88WT) or MYD88 mutation unknown WM (n=26 and 2, respectively) and received zanubrutinib 160 mg twice daily. Approval of zanubrutinib for marginal zone lymphoma is based on two open-label, multicenter, single-arm trials: BGB-3111-214 (NCT03846427), which evaluated 66 participants with MZL who received at least one prior anti-CD20-based therapy, and BGB-3111-AU-003 (NCT02343120), which included 20 participants with previously treated MZL. In March 2024, the FDA granted accelerated approval to zanubrutinib with obinutuzumab for relapsed or refractory follicular lymphoma after two or more lines of systemic therapy. The regimen was evaluated in Study BGB-3111-212 (ROSEWOOD; NCT03332017), an open-label, multicenter, randomized trial that enrolled 217 adult participants with relapsed or refractory follicular lymphoma after at least two prior systemic treatments. Participants were randomized (2:1) to receive either zanubrutinib 160 mg orally twice daily until disease progression or unacceptable toxicity plus obinutuzumab (ZO), or obinutuzumab alone. The median number of prior lines of therapy was 3 (range 2-11). The application was granted fast track and orphan drug designations.   == Society and culture ==   === Legal status === In September 2021, the Committee for Medicinal Products for Human Use (CHMP) of the European Medicines Agency (EMA) adopted a positive opinion, recommending the granting of a marketing authorization for the medicinal product Brukinsa, intended for the treatment of Waldenström's macroglobulinaemia. The applicant for this medicinal product is BeiGene Ireland Ltd. Zanubrutinib was approved for medical use in the European Union in November 2021.   == References ==   == External links == \"Zanubrutinib\". NCI Drug Dictionary. National Cancer Institute. \"Zanubrutinib\". National Cancer Institute. Clinical trial number NCT03206970 for \"Study of Evaluate Efficacy and Safety of BGB-3111 in Participants With Relapsed or Refractory Mantle Cell Lymphoma (MCL)\" at ClinicalTrials.gov Clinical trial number NCT02343120 for \"Study of the Safety and Pharmacokinetics of BGB-3111 in Subjects With B-Cell Lymphoid Malignancies\" at ClinicalTrials.gov Clinical trial number NCT03053440 for \"A Study Comparing BGB-3111 and Ibrutinib in Participants With Waldenström's Macroglobulinemia (WM) (ASPEN)\" at ClinicalTrials.gov Clinical trial number NCT03846427 for \"Study of Zanubrutinib (BGB-3111) in Participants With Marginal Zone Lymphoma (MAGNOLIA)\" at ClinicalTrials.gov Clinical trial number NCT02343120 for \"Study of the Safety and Pharmacokinetics of BGB-3111 in Subjects With B-Cell Lymphoid Malignancies\" at ClinicalTrials.gov"}