{"name": "zidovudine", "category": "drug", "content": "Zidovudine (ZDV), also known as azidothymidine (AZT), was the first antiretroviral medication used to prevent and treat HIV/AIDS. It is generally recommended for use in combination with other antiretrovirals. It may be used to prevent mother-to-child spread during birth or after a needlestick injury or other potential exposure. It is sold both by itself and together as lamivudine/zidovudine and abacavir/lamivudine/zidovudine. It can be used by mouth or by slow injection into a vein. Common side effects include headaches, fever, and nausea. Serious side effects include liver problems, muscle damage, and high blood lactate levels. It is commonly used in pregnancy and appears to be safe for the fetus. ZDV is of the nucleoside analog reverse-transcriptase inhibitor (NRTI) class. It works by inhibiting the enzyme reverse transcriptase that HIV uses to make DNA and therefore decreases replication of the virus. Zidovudine was first described in 1964. It was resynthesized from a public-domain formula by Burroughs Wellcome. It was approved in the United States in 1987 and was the first treatment for HIV. It is on the World Health Organization's List of Essential Medicines. It is available as a generic medication.   == Medical uses ==   === HIV treatment === AZT was usually dosed twice a day in combination with other antiretroviral therapies. This approach is referred to as Highly Active Antiretroviral Therapy (HAART) and is used to prevent the likelihood of HIV resistance. As of 2019, the standard is a three-drug once-daily oral treatment that can include AZT.   === HIV prevention === AZT has been used for post-exposure prophylaxis (PEP) in combination with another antiretroviral drug called lamivudine. Together they work to substantially reduce the risk of HIV infection following the first single exposure to the virus. More recently, AZT has been replaced by other antiretrovirals such as tenofovir to provide PEP. Before tenofovir, a principal part of the clinical pathway for both pre-exposure prophylaxis and post-exposure treatment of mother-to-child transmission of HIV during pregnancy, labor, and delivery and has been proven to be integral to uninfected siblings' perinatal and neonatal development. Without AZT, 10–15% of fetuses with HIV-infected mothers will themselves become infected. AZT has been shown to reduce this risk to 8% when given in a three-part regimen post-conception, delivery, and six weeks post-delivery. Consistent and proactive precautionary measures, such as the rigorous use of antiretroviral medications, cesarean section, face masks, heavy-duty rubber gloves, clinically segregated disposable diapers, and avoidance of mouth contact will further reduce child-attendant transmission of HIV to as little as 1–2%. During 1994 to 1999, AZT was the primary form of prevention of mother-to-child HIV transmission. AZT prophylaxis prevented more than 1000 parental and infant deaths from AIDS in the United States. In the U.S. at that time, the accepted standard of care for HIV-positive mothers was known as the 076 regimen and involved five daily doses of AZT from the second trimester onwards, as well as AZT intravenously administered during labour. As this treatment was lengthy and expensive, it was deemed unfeasible in the Global South, where mother-to-child transmission was a significant problem. A number of studies were initiated in the late 1990s that sought to test the efficacy of a shorter, simpler regimen for use in 'resource-poor' countries. This AZT short course was an inferior standard of care and would have been considered malpractice if trialed in the US; however, it was nonetheless a treatment that would improve the care and survival of impoverished subjects.   === Antibacterial properties === Zidovudine also has antibacterial properties, though not routinely used in clinical settings. It acts on bacteria with a mechanism of action still not fully explained. Promising results from in vitro and in vivo studies showed the efficacy of AZT also against multidrug-resistant gram-negative bacteria (including mcr-1 carrying and metallo-β-lactamase producing isolates), especially in combination with other active agents (e.g. fosfomycin, colistin, tigecycline).   == Side effects == Most common side effects include nausea, vomiting, acid reflux (heartburn), headache, cosmetic reduction in abdominal body fat, trouble sleeping, and loss of appetite. Less common side effects include faint discoloration of fingernails and toenails, mood elevation, occasional tingling or transient numbness of the hands or feet, and minor skin discoloration. Allergic reactions are rare. Early long-term higher-dose therapy with AZT was initially associated with side effects that sometimes limited therapy, including anemia, neutropenia, hepatotoxicity, cardiomyopathy, and myopathy. All of these conditions were generally found to be reversible upon reduction of AZT dosages. They have been attributed to several possible causes, including transient depletion of mitochondrial DNA, sensitivity of the γ-DNA polymerase in some cell mitochondria, the depletion of thymidine triphosphate, oxidative stress, reduction of intracellular L-carnitine or apoptosis of the muscle cells. Anemia due to AZT was successfully treated using erythropoetin to stimulate red blood cell production. Drugs that inhibit hepatic glucuronidation, such as indomethacin, nordazepam, acetylsalicylic acid (aspirin) and trimethoprim decreased the elimination rate and increased the therapeutic strength of the medication. Today, side effects are much less common with the use of lower doses of AZT. According to IARC, there is sufficient evidence in experimental animals for the carcinogenicity of zidovudine; it is possibly carcinogenic to humans (Group 2B). In 2009, the State of California added zidovudine to its list of chemicals \"known to the state of California to cause cancer and other reproductive harm.\"   === Viral resistance === Even at the highest doses that can be tolerated in patients, AZT is not potent enough to prevent all HIV replication and may only slow the replication of the virus and progression of the disease. Prolonged AZT treatment can lead to HIV developing resistance to AZT by mutation of its reverse transcriptase. To slow the development of resistance, physicians generally recommend that AZT be given in combination with another reverse-transcriptase inhibitor and an antiretroviral from another group, such as a protease inhibitor, non-nucleoside reverse-transcriptase inhibitor, or integrase inhibitor; this type of therapy is known as HAART (Highly Active Anti Retroviral Therapy).   == Mechanism of action ==  AZT is a thymidine analogue. AZT works by selectively inhibiting HIV's reverse transcriptase, the enzyme that the virus uses to make a DNA copy of its RNA. Reverse transcription is necessary for production of HIV's double-stranded DNA, which would be subsequently integrated into the genetic material of the infected cell (where it is called a provirus). Cellular enzymes convert AZT into the effective 5'-triphosphate form. Studies have shown that the termination of HIV's forming DNA chains is the specific factor in the inhibitory effect. At very high doses, AZT's triphosphate form may also inhibit DNA polymerase used by human cells to undergo cell division, but regardless of dosage AZT has an approximately 100-fold greater affinity for HIV's reverse transcriptase. The selectivity has been suggested to be due to the cell's ability to quickly repair its own DNA chain if it is disrupted by AZT during its formation, whereas the HIV virus lacks that ability. Thus AZT inhibits HIV replication without affecting the function of uninfected cells. At sufficiently high dosages, AZT begins to inhibit the cellular DNA polymerase used by mitochondria to replicate, accounting for its potentially toxic but reversible effects on cardiac and skeletal muscles, causing myositis.   == Chemistry ==  Enantiopure AZT crystallizes in the monoclinic space group P21. The primary intermolecular bonding motif is a hydrogen bonded dimeric ring formed from two N-H...O interactions.   == History ==   === Initial cancer research === In the 1960s, the theory that most cancers were caused by environmental retroviruses gained clinical support and funding. It had recently become known, due to the work of Nobel laureates Howard Temin and David Baltimore, that nearly all avian cancers were caused by bird retroviruses, but corresponding human retroviruses had not yet been found. In parallel work, other compounds that successfully blocked the synthesis of nucleic acids had been proven to be both antibacterial, antiviral, and anticancer agents, the leading work being done at the laboratory of Nobel laureates George H. Hitchings and Gertrude Elion, leading to the development of the antitumor agent 6-mercaptopurine. Richard E. Beltz first synthesized AZT in 1961, but did not publish his research.Jerome Horwitz of the Barbara Ann Karmanos Cancer Institute and Wayne State University School of Medicine synthesized AZT in 1964 under a US National Institutes of Health (NIH) grant. Development was shelved after it proved biologically inert in mice. In 1974, Wolfram Ostertag of the Max Planck Institute for Experimental Medicine in Göttingen, Germany, reported that AZT specifically targeted Friend virus (strain of murine leukemia virus). This report attracted little interest from other researchers as the Friend leukemia virus is a retrovirus, and at the time, there were no known human diseases caused by retroviruses.   === HIV/AIDS research === In 1983, researchers at the Institut Pasteur in Paris identified the retrovirus now known as the Human Immunodeficiency Virus (HIV) as the cause of acquired immunodeficiency syndrome (AIDS) in humans. Shortly thereafter, Samuel Broder, Hiroaki Mitsuya, and Robert Yarchoan of the United States National Cancer Institute (NCI) initiated a program to develop therapies for HIV/AIDS. Using a line of CD4+ T cells that they had made, they developed an assay to screen drugs for their ability to protect CD4+ T cells from being killed by HIV. In order to expedite the process of discovering a drug, the NCI researchers actively sought collaborations with pharmaceutical companies having access to libraries of compounds with potential antiviral activity. This assay could simultaneously test both the anti-HIV effect of the compounds and their toxicity against infected T cells. In June 1984, Burroughs-Wellcome virologist Marty St. Clair set up a program to discover drugs with the potential to inhibit HIV replication. Burroughs-Wellcome had expertise in nucleoside analogs and viral diseases, led by researchers including George Hitchings, Gertrude Elion, David Barry, Paul (Chip) McGuirt Jr., Philip Furman, Martha St. Clair, Janet Rideout, Sandra Lehrman and others. Their research efforts were focused in part on the viral enzyme reverse transcriptase. Reverse transcriptase is an enzyme that retroviruses, including HIV, utilize to replicate themselves. Secondary testing was performed in mouse cells infected with the retroviruses Friend virus or Harvey sarcoma virus, as the Wellcome group did not have a viable in-house HIV antiviral assay in place at that time, and these other retroviruses were believed to represent reasonable surrogates. AZT proved to be a remarkably potent inhibitor of both Friend virus and Harvey sarcoma virus, and a search of the company's records showed that it had demonstrated low toxicity when tested for its antibacterial activity in rats many years earlier. Based in part on these results, AZT was selected by nucleoside chemist Janet Rideout as one of 11 compounds to send to the NCI for testing in that organization's HIV antiviral assay. In February 1985, the NCI scientists found that AZT had potent efficacy in vitro.  Several months later, a phase 1 clinical trial of AZT at the NCI was initiated at the NCI and Duke University.  In doing this Phase I trial, they built on their experience in doing an earlier trial, with suramin, another drug that had shown effective anti-HIV activity in the laboratory. This initial trial of AZT proved that the drug could be safely administered to patients with HIV, that it increased their CD4 counts, restored T cell immunity as measured by skin testing, and that it showed strong evidence of clinical effectiveness, such as inducing weight gain in AIDS patients. It also showed that levels of AZT that worked in vitro could be injected into patients in serum and suppository form, and that the drug penetrated deeply only into infected brains.   === Patent filed and FDA approval === A flawed double-blind, placebo-controlled randomized trial of AZT was subsequently conducted by Burroughs-Wellcome and suggested that AZT safely prolongs the lives of people with HIV. However, it was quickly unblinded and several more in the drug receiving group later perished. Burroughs-Wellcome filed for a patent for AZT in 1985. The Anti-Infective Advisory Committee to United States Food and Drug Administration (FDA) voted ten to one to recommend the approval of AZT. The FDA approved the drug (via the then-new FDA accelerated approval system) for use against HIV, AIDS, and AIDS Related Complex (ARC, a now-obsolete medical term for pre-AIDS illness) on March 20, 1987. The time between the first demonstration that AZT was active against HIV in the laboratory and its approval was 25 months. AZT was subsequently approved unanimously for infants and children in 1990. AZT was initially administered in significantly higher dosages than today, typically 400 mg every four hours, day and night, compared to modern dosage of 300 mg twice daily. The paucity of alternatives for treating HIV/AIDS at that time unambiguously affirmed the health risk/benefit ratio, with inevitable slow, disfiguring, and painful death from HIV outweighing the drug's side effect of transient anemia and malaise.   == Society and culture ==  Until 1991, 80% of the $420 million allocated to the National Institute of Health's AIDS Clinical Trials Group, went toward studies of AZT. Aside from two similarly designed chemotherapies, ddI and ddC, from approval of the drug until 1993, no other drugs against AIDS were approved, leading to criticism that research preoccupation with AZT and its close relatives, and the massive diverting of funds to such, had delayed the development of more efficacious drugs. In 1991, the advocacy group Public Citizen filed a lawsuit claiming that the patents were invalid. Subsequently, Barr Laboratories and Novopharm Ltd. also challenged the patent, in part based on the assertion that NCI scientists Samuel Broder, Hiroaki Mitsuya, and Robert Yarchoan should have been named as inventors, and those two companies applied to the FDA to sell AZT as a generic drug. In response, Burroughs Wellcome Co. filed a lawsuit against the two companies. The United States Court of Appeals for the Federal Circuit ruled in 1992 in favor of Burroughs Wellcome, ruling that even though they had never tested it against HIV, they had conceived of it working before they sent it to the NCI scientists. This suit was appealed up to the Supreme Court of the US, but in 1996 the Court declined to formally review it. The case, Burroughs Wellcome Co. v. Barr Laboratories, was a landmark in US law of inventorship. In 2002, another lawsuit was filed challenging the patent by the AIDS Healthcare Foundation, which also filed an antitrust case against GSK. The patent case was dismissed in 2003 and AHF filed a new case challenging the patent. GSK's patents on AZT expired in 2005, and in September 2005, the FDA approved three generic versions.   == References ==   == External links == \"Zidovudine\". Drug Information Portal. U.S. National Library of Medicine."}