{"name": "zinc sulfate", "category": "drug", "content": "Zinc sulfate describes a family of inorganic compounds with the formula ZnSO4(H2O)x.  All are colorless solids.  The most common form includes water of crystallization as the heptahydrate, with the formula ZnSO4·7H2O. As early as the 16th century it was prepared on the large scale, and was historically known as \"white vitriol\" (the name was used, for example, in 1620s by the collective writing under the pseudonym of Basil Valentine). Zinc sulfate and its hydrates are colourless solids.   == Uses ==   === Manufacturing === The main application of the heptahydrate is as a coagulant in the production of rayon.  It is also a precursor to the pigment lithopone. It is also used as an electrolyte for zinc electroplating, as a mordant in dyeing, and as a preservative for skins and leather.   === Nutrition === Zinc sulfate is used to supply zinc in animal feeds, fertilizers, toothpaste, and agricultural sprays.  Zinc sulfate, like many zinc compounds, can be used to control moss growth on roofs. Zinc sulfate can be used to supplement zinc in the brewing process. Zinc is a necessary nutrient for optimal yeast health and performance, although it is not a necessary supplement for low-gravity beers, as the grains commonly used in brewing already provide adequate zinc. It is a more common practice when pushing yeast to their limit by increasing alcohol content beyond their comfort zone. Before modern stainless steel, brew Kettles, fermenting vessels and after wood, zinc was slowly leached by the use of copper kettles. A modern copper immersion chiller is speculated to provide trace amounts of zinc; thus care must be taken when adding supplemental zinc so as not to cause excess. Side effects include \"...increased acetaldehyde and fusel alcohol production due to high yeast growth when zinc concentrations exceed 5 ppm. Excess zinc can also cause soapy or goaty flavors.\" Zinc sulfate is a potent inhibitor of sweetness perception for most sweet-tasting substances.   === Medicine ===  It is used as a dietary supplement to treat zinc deficiency and to prevent the condition in those at high risk. Side effects of excess supplementation may include abdominal pain, vomiting, headache, and tiredness. it is also used together with oral rehydration therapy (ORT) and an astringent.   == Production, reactions, structure ==  Zinc sulfate is produced by treating virtually any zinc-containing material (metal, minerals, oxides) with sulfuric acid. Specific reactions include the reaction of the metal with aqueous sulfuric acid:  Zn + H2SO4 + 7 H2O → ZnSO4·7H2O + H2 Pharmaceutical-grade zinc sulfate is produced by treating high-purity zinc oxide with sulfuric acid:  ZnO + H2SO4 + 6 H2O → ZnSO4·7H2O In aqueous solution, all forms of zinc sulfate behave identically.  These aqueous solutions consist of the metal aquo complex [Zn(H2O)6]2+ and SO2−4 ions. Barium sulfate forms when these solutions are treated with solutions of barium ions:  ZnSO4 + BaCl2 → BaSO4 + ZnCl2 With a reduction potential of −0.76 V, zinc(II) reduces only with difficulty. When heated above 680 °C, zinc sulfate decomposes into sulfur dioxide gas and zinc oxide fume, both of which are hazardous. The heptahydrate is isostructural with ferrous sulfate heptahydrate.  The solid consists of [Zn(H2O)6]2+ ions interacting with sulfate and one water of crystallization by hydrogen bonds. Anhydrous zinc sulfate is isomorphous with anhydrous copper(II) sulfate. It exists as the mineral zincosite.  A monohydrate is known.  The hexahydrate is also recognized.   == Minerals == As a mineral, ZnSO4•7H2O is known as goslarite.  Zinc sulfate occurs as several other minor minerals, such as zincmelanterite, (Zn,Cu,Fe)SO4·7H2O (structurally different from goslarite). Lower hydrates of zinc sulfate are rarely found in nature: (Zn,Fe)SO4·6H2O (bianchite), (Zn,Mg)SO4·4H2O (boyleite), and (Zn,Mn)SO4·H2O (gunningite).   == Safety ==  Zinc sulfate powder is an eye irritant.  Ingestion of trace amounts is considered safe, and zinc sulfate is added to animal feed as a source of essential zinc, at rates of up to several hundred milligrams per kilogram of feed.  Excess ingestion results in acute stomach distress, with nausea and vomiting appearing at 2–8 mg/kg of body weight. Nasal irrigation with a solution of zinc sulfate has been found to be able to damage the olfactory sense nerves and induce anosmia in a number of different species, including humans.   == References =="}