{"name": "zinc oxide", "category": "drug", "content": "Zinc oxide is an inorganic compound with the formula ZnO. It is a white powder which is insoluble in water. ZnO is used as an additive in numerous materials and products including cosmetics, food supplements, rubbers, plastics, ceramics, glass, cement, lubricants, paints, sunscreens, ointments, adhesives, sealants, pigments, foods, batteries, ferrites, fire retardants, semi conductors, and first-aid tapes. Although it occurs naturally as the mineral zincite, most zinc oxide is produced synthetically.   == History == Early humans probably used zinc compounds in processed and unprocessed forms, as paint or medicinal ointment; however, their composition is uncertain. The use of pushpanjan, probably zinc oxide, as a salve for eyes and open wounds is mentioned in the Indian medical text the Charaka Samhita, thought to date from 500 BC or before. Zinc oxide ointment is also mentioned by the Greek physician Dioscorides (1st century AD). Galen suggested treating ulcerating cancers with zinc oxide, as did Avicenna in his The Canon of Medicine. It is used as an ingredient in products such as baby powder and creams against diaper rashes, calamine cream, anti-dandruff shampoos, and antiseptic ointments. The Romans produced considerable quantities of brass (an alloy of zinc and copper) as early as 200 BC by a cementation process where copper was reacted with zinc oxide. The zinc oxide is thought to have been produced by heating zinc ore in a shaft furnace. This liberated metallic zinc as a vapor, which then ascended the flue and condensed as the oxide. This process was described by Dioscorides in the 1st century AD. Zinc oxide has also been recovered from zinc mines at Zawar in India, dating from the second half of the first millennium BC. From the 12th to the 16th century, zinc and zinc oxide were recognized and produced in India using a primitive form of the direct synthesis process. From India, zinc manufacturing moved to China in the 17th century. In 1743, the first European zinc smelter was established in Bristol, United Kingdom. Around 1782, Louis-Bernard Guyton de Morveau proposed replacing lead white pigment with zinc oxide. The main usage of zinc oxide (zinc white) was in paints and as an additive to ointments. Zinc white was accepted as a pigment in oil paintings by 1834 but it did not mix well with oil. This problem was solved by optimizing the synthesis of ZnO. In 1845, Edme-Jean Leclaire in Paris was producing the oil paint on a large scale; by 1850, zinc white was being manufactured throughout Europe. The success of zinc white paint was due to its advantages over the traditional white lead: zinc white is essentially permanent in sunlight, it is not blackened by sulfur-bearing air, it is non-toxic and more economical. Because zinc white is so \"clean\" it is valuable for making tints with other colors, but it makes a rather brittle dry film when unmixed with other colors. For example, during the late 1890s and early 1900s, some artists used zinc white as a ground for their oil paintings. These paintings developed cracks over time. In recent times, most zinc oxide has been used in the rubber industry to resist corrosion. In the 1970s, the second largest application of ZnO was photocopying. High-quality ZnO produced by the \"French process\" was added to photocopying paper as a filler. This application was soon displaced by titanium.   == Chemical properties == Pure ZnO is a white powder. However, in nature, it occurs as the rare mineral zincite, which usually contains manganese and other impurities that confer a yellow to red color. Crystalline zinc oxide is thermochromic, changing from white to yellow when heated in air and reverting to white on cooling. This color change is caused by a small loss of oxygen to the environment at high temperatures to form the non-stoichiometric Zn1+xO, where at 800 °C, x = 0.00007. Zinc oxide is an amphoteric oxide. It is nearly insoluble in water, but it will dissolve in most acids, such as hydrochloric acid:  ZnO  +  2 HCl   →   ZnCl2  +  H2O Solid zinc oxide will also dissolve in alkalis to give soluble zincates:  ZnO  +  2 NaOH  +  H2O   →   Na2[Zn(OH)4] ZnO reacts slowly with fatty acids in oils to produce the corresponding carboxylates, such as oleate or stearate. When mixed with a strong aqueous solution of zinc chloride, ZnO forms cement-like products best described as zinc hydroxy chlorides. This cement was used in dentistry.  ZnO also forms cement-like material when treated with phosphoric acid; related materials are used in dentistry. A major component of zinc phosphate cement produced by this reaction is hopeite, Zn3(PO4)2·4H2O. ZnO decomposes into zinc vapor and oxygen at around 1975 °C with a standard oxygen pressure. In a carbothermic reaction, heating with carbon converts the oxide into zinc vapor at a much lower temperature (around 950 °C).  ZnO  +  C   →   Zn(Vapor)  +  CO   == Physical properties ==   === Structure === Zinc oxide crystallizes in two main forms, hexagonal wurtzite and cubic zincblende.  The wurtzite structure is most stable at ambient conditions and thus most common. The zincblende form can be stabilized by growing ZnO on substrates with cubic lattice structure. In both cases, the zinc and oxide centers are tetrahedral, the most characteristic geometry for Zn(II).  ZnO converts to the rocksalt motif at relatively high pressures about 10 GPa. Hexagonal and zincblende polymorphs have no inversion symmetry (reflection of a crystal relative to any given point does not transform it into itself). This and other lattice symmetry properties result in piezoelectricity of the hexagonal and zincblende ZnO, and pyroelectricity of hexagonal ZnO. The hexagonal structure has a point group 6 mm (Hermann–Mauguin notation) or C6v (Schoenflies notation), and the space group is P63mc or C6v4. The lattice constants are a = 3.25 Å and c = 5.2 Å; their ratio c/a ~ 1.60 is close to the ideal value for hexagonal cell c/a = 1.633. As in most group II-VI materials, the bonding in ZnO is largely ionic (Zn2+O2−) with the corresponding radii of 0.074 nm for Zn2+ and 0.140 nm for O2−. This property accounts for the preferential formation of wurtzite rather than zinc blende structure, as well as the strong piezoelectricity of ZnO. Because of the polar Zn−O bonds, zinc and oxygen planes are electrically charged. To maintain electrical neutrality, those planes reconstruct at atomic level in most relative materials, but not in ZnO – its surfaces are atomically flat, stable and exhibit no reconstruction. However, studies using wurtzoid structures explained the origin of surface flatness and the absence of reconstruction at ZnO wurtzite surfaces in addition to the origin of charges on ZnO planes.   === Mechanical properties === ZnO is a wide-band gap semiconductor of the II-VI semiconductor group. The native doping of the semiconductor due to oxygen vacancies or zinc interstitials is n-type. ZnO is a relatively soft material with approximate hardness of 4.5 on the Mohs scale. Its elastic constants are smaller than those of relevant III-V semiconductors, such as GaN. The high heat capacity and heat conductivity, low thermal expansion and high melting temperature of ZnO are beneficial for ceramics. The E2 optical phonon in ZnO exhibits an unusually long lifetime of 133 ps at 10 K. Among the tetrahedrally bonded semiconductors, it has been stated that ZnO has the highest piezoelectric tensor, or at least one comparable to that of GaN and AlN. This property makes it a technologically important material for many piezoelectrical applications, which require a large electromechanical coupling. Therefore, ZnO in the form of thin film has been one of the most studied resonator materials for thin-film bulk acoustic resonators.   === Electrical and optical properties === Favourable properties of zinc oxide include good transparency, high electron mobility, wide band gap, and strong room-temperature luminescence. Those properties make ZnO valuable for a variety of emerging applications: transparent electrodes in liquid crystal displays, energy-saving or heat-protecting windows, and electronics as thin-film transistors and light-emitting diodes. ZnO has a relatively wide direct band gap of ~3.3 eV at room temperature. Advantages associated with a wide band gap include higher breakdown voltages, ability to sustain large electric fields, lower electronic noise, and high-temperature and high-power operation. The band gap of ZnO can further be tuned to ~3–4 eV by its alloying with magnesium oxide or cadmium oxide. Due to this large band gap, there have been efforts to create visibly transparent solar cells utilising ZnO as a light absorbing layer. However, these solar cells have so far proven highly inefficient. Most ZnO has n-type character, even in the absence of intentional doping. Nonstoichiometry is typically the origin of n-type character, but the subject remains controversial. An alternative explanation has been proposed, based on theoretical calculations, that unintentional substitutional hydrogen impurities are responsible. Controllable n-type doping is easily achieved by substituting Zn with group-III elements such as Al, Ga, In or by substituting oxygen with group-VII elements chlorine or iodine. Reliable p-type doping of ZnO remains difficult. This problem originates from low solubility of p-type dopants and their compensation by abundant n-type impurities. This problem is observed with GaN and ZnSe. Measurement of p-type in \"intrinsically\" n-type material is complicated by the inhomogeneity of samples. Current limitations to p-doping limit electronic and optoelectronic applications of ZnO, which usually require junctions of n-type and p-type material. Known p-type dopants include group-I elements Li, Na, K; group-V elements N, P and As; as well as copper and silver. However, many of these form deep acceptors and do not produce significant p-type conduction at room temperature. Electron mobility of ZnO strongly varies with temperature and has a maximum of ~2000 cm2/(V·s) at 80 K. Data on hole mobility are scarce with values in the range 5–30 cm2/(V·s). ZnO discs, acting as a  varistor, are the active material in most surge arresters. Zinc oxide is noted for its strongly nonlinear optical properties, especially in bulk. The nonlinearity of ZnO nanoparticles can be fine-tuned according to their size.   == Production ==  For industrial use, ZnO is produced at levels of 105 tons per year by three main processes:   === Indirect process === In the indirect or French process, metallic zinc is melted in a graphite crucible and vaporized at temperatures above 907 °C (typically around 1000 °C). Zinc vapor reacts with the oxygen in the air to give ZnO, accompanied by a drop in its temperature and bright luminescence. Zinc oxide particles are transported into a cooling duct and collected in a bag house. This indirect method was popularized by Edme Jean LeClaire of  Paris in 1844 and therefore is commonly known as the French process. Its product normally consists of agglomerated zinc oxide particles with an average size of 0.1 to a few micrometers. By weight, most of the world's zinc oxide is manufactured via French process.   === Direct process === The direct or American process starts with diverse contaminated zinc composites, such as zinc ores or smelter by-products. The zinc precursors are reduced (carbothermal reduction) by heating with a source of carbon such as anthracite to produce zinc vapor, which is then oxidized as in the indirect process. Because of the lower purity of the source material, the final product is also of lower quality in the direct process as compared to the indirect one.   === Wet chemical process === A small amount of industrial production involves wet chemical processes, which start with aqueous solutions of zinc salts, from which zinc carbonate or zinc hydroxide is precipitated. The solid precipitate is then calcined at temperatures around 800 °C.   === Laboratory synthesis ===  Numerous specialised methods exist for producing ZnO for scientific studies and niche applications. These methods can be classified by the resulting ZnO form (bulk, thin film, nanowire), temperature (\"low\", that is close to room temperature or \"high\", that is T ~ 1000 °C), process type (vapor deposition or growth from solution) and other parameters. Large single crystals (many cubic centimeters) can be grown by the gas transport (vapor-phase deposition), hydrothermal synthesis, or melt growth. However, because of the high vapor pressure of ZnO, growth from the melt is problematic. Growth by gas transport is difficult to control, leaving the hydrothermal method as a preference. Thin films can be produced by chemical vapor deposition, metalorganic vapour phase epitaxy, electrodeposition, pulsed laser deposition, sputtering, sol–gel synthesis, atomic layer deposition, spray pyrolysis, etc. Ordinary white powdered zinc oxide can be produced in the laboratory by electrolyzing a solution of sodium bicarbonate with a zinc anode. Zinc hydroxide and hydrogen gas are produced. The zinc hydroxide upon heating decomposes to zinc oxide:  Zn + 2 H2O → Zn(OH)2 + H2 Zn(OH)2 → ZnO + H2O   === ZnO nanostructures === Nanostructures of ZnO can be synthesized into a variety of morphologies, including nanowires, nanorods, tetrapods, nanobelts, nanoflowers, nanoparticles, etc. Nanostructures can be obtained with most above-mentioned techniques, at certain conditions, and also with the vapor–liquid–solid method. The synthesis is typically carried out at temperatures of about 90 °C, in an equimolar aqueous solution of zinc nitrate and hexamine, the latter providing the basic environment. Certain additives, such as polyethylene glycol or polyethylenimine, can improve the aspect ratio of the ZnO nanowires. Doping of the ZnO nanowires has been achieved by adding other metal nitrates to the growth solution. The morphology of the resulting nanostructures can be tuned by changing the parameters relating to the precursor composition (such as the zinc concentration and pH) or to the thermal treatment (such as the temperature and heating rate). Aligned ZnO nanowires on pre-seeded silicon, glass, and gallium nitride substrates have been grown using aqueous zinc salts such as zinc nitrate and zinc acetate in basic environments. Pre-seeding substrates with ZnO creates sites for homogeneous nucleation of ZnO crystal during the synthesis. Common pre-seeding methods include in-situ thermal decomposition of zinc acetate crystallites, spin coating of ZnO nanoparticles, and the use of physical vapor deposition methods to deposit ZnO thin films. Pre-seeding can be performed in conjunction with top down patterning methods such as electron beam lithography and nanosphere lithography to designate nucleation sites prior to growth. Aligned ZnO nanowires can be used in dye-sensitized solar cells and field emission devices.   == Applications == The applications of zinc oxide powder are numerous, and the principal ones are summarized below. Most applications exploit the reactivity of the oxide as a precursor to other zinc compounds. For material science applications, zinc oxide has high refractive index, high thermal conductivity, binding, antibacterial and UV-protection properties. Consequently, it is added into materials and products including plastics, ceramics, glass, cement, rubber, lubricants, paints, ointments, adhesive, sealants, concrete manufacturing, pigments, foods, batteries, ferrites, and fire retardants.   === Rubber industry === Between 50% and 60% of ZnO use is in the rubber industry. Zinc oxide along with stearic acid is used in the sulfur vulcanization of rubber. ZnO additives also protect rubber from fungi (see medical applications) and UV light.   === Ceramic industry === Ceramic industry consumes a significant amount of zinc oxide, in particular in ceramic glaze and frit compositions. The relatively high heat capacity, thermal conductivity and high temperature stability of ZnO coupled with a comparatively low coefficient of expansion are desirable properties in the production of ceramics. ZnO affects the melting point and optical properties of the glazes, enamels, and ceramic formulations. Zinc oxide as a low expansion, secondary flux improves the elasticity of glazes by reducing the change in viscosity as a function of temperature and helps prevent crazing and shivering. By substituting ZnO for BaO and PbO, the heat capacity is decreased and the thermal conductivity is increased. Zinc in small amounts improves the development of glossy and brilliant surfaces. However, in moderate to high amounts, it produces matte and crystalline surfaces. With regard to color, zinc has a complicated influence.   === Medicine ===   ==== Skin treatment ==== Zinc oxide as a mixture with about 0.5% iron(III) oxide (Fe2O3) is called calamine and is used in calamine lotion. Historically the mineral calamine is a mixture of the oxides zincite and hemimorphite. Zinc oxide is widely used to treat a variety of skin conditions, including atopic dermatitis, contact dermatitis, itching due to eczema, diaper rash and acne. It is used in products such as baby powder and barrier creams to treat diaper rashes, calamine cream, anti-dandruff shampoos, and antiseptic ointments. It is often combined with castor oil to form an emollient and astringent, zinc and castor oil cream, commonly used to treat infants. It is also a component in tape (called \"zinc oxide tape\") used by athletes as a bandage to prevent soft tissue damage during workouts.   ==== Antibacterial ==== Zinc oxide is used in mouthwash products and toothpastes as an anti-bacterial agent proposed to prevent plaque and tartar formation, and to control bad breath by reducing the volatile gases and volatile sulfur compounds (VSC) in the mouth. Along with zinc oxide or zinc salts, these products also commonly contain other active ingredients, such as cetylpyridinium chloride, xylitol, hinokitiol, essential oils and plant extracts. Powdered zinc oxide has deodorizing and antibacterial properties. ZnO is added to cotton fabric, rubber, oral care products, and food packaging. Enhanced antibacterial action of fine particles compared to bulk material is not exclusive to ZnO and is observed for other materials, such as silver. The mechanism of ZnO's antibacterial effect has been variously described as the generation of reactive oxygen species, the release of Zn2+ ions, and a general disturbance of the bacterial cell membrane by nanoparticles.   ==== Sunscreen ==== Zinc oxide is used in sunscreen to absorb ultraviolet light. It is the broadest spectrum UVA and UVB absorber that is approved for use as a sunscreen by the U.S. Food and Drug Administration (FDA), and is completely photostable. When used as an ingredient in sunscreen, zinc oxide blocks both UVA (320–400 nm) and UVB (280–320 nm) rays of ultraviolet light. Zinc oxide and the other most common physical sunscreen, titanium dioxide, are considered to be nonirritating, nonallergenic, and non-comedogenic. Zinc from zinc oxide is, however, slightly absorbed into the skin. Many sunscreens use nanoparticles of zinc oxide (along with nanoparticles of titanium dioxide) because such small particles do not scatter light and therefore do not appear white. The nanoparticles are not absorbed into the skin more than regular-sized zinc oxide particles are and are only absorbed into the outermost layer of the skin but not into the body.   ==== Dental restoration ==== When mixed with eugenol, zinc oxide eugenol is formed, which has applications as a restorative and prosthodontic in dentistry.   === Food additive ===  Zinc oxide is added to many food products, including breakfast cereals, as a source of zinc, a necessary nutrient. Zinc sulfate is also used for the same purpose. Some prepackaged foods also include trace amounts of ZnO even if it is not intended as a nutrient.   === Pigment ===  Zinc oxide (zinc white) is used as a pigment in paints and is more opaque than lithopone, but less opaque than titanium dioxide. It is also used in coatings for paper. Chinese white is a special grade of zinc white used in artists' pigments. The use of zinc white as a pigment in oil painting started in the middle of 18th century. It has partly replaced the poisonous lead white and was used by painters such as Böcklin, Van Gogh, Manet, Munch and others. It is also a main ingredient of mineral makeup (CI 77947).   === UV absorber === Micronized and nano-scale zinc oxide provides strong protection against UVA and UVB ultraviolet radiation, and are consequently used in sunscreens, and also in UV-blocking sunglasses for use in space and for protection when welding, following research by scientists at Jet Propulsion Laboratory (JPL).   === Coatings === Paints containing zinc oxide powder have long been utilized as anticorrosive coatings for metals. They are especially effective for galvanized iron. Iron is difficult to protect because its reactivity with organic coatings leads to brittleness and lack of adhesion. Zinc oxide paints retain their flexibility and adherence on such surfaces for many years. ZnO highly n-type doped with aluminium, gallium, or indium is transparent and conductive (transparency ~90%, lowest resistivity ~10−4 Ω·cm). ZnO:Al coatings are used for energy-saving or heat-protecting windows. The coating lets the visible part of the spectrum in but either reflects the infrared (IR) radiation back into the room (energy saving) or does not let the IR radiation into the room (heat protection), depending on which side of the window has the coating. Plastics, such as polyethylene naphthalate (PEN), can be protected by applying zinc oxide coating. The coating reduces the diffusion of oxygen through PEN. Zinc oxide layers can also be used on polycarbonate in outdoor applications. The coating protects polycarbonate from solar radiation, and decreases its oxidation rate and photo-yellowing.   === Corrosion prevention in nuclear reactors ===  Zinc oxide depleted in 64Zn (the zinc isotope with atomic mass 64) is used in corrosion prevention in nuclear pressurized water reactors. The depletion is necessary, because 64Zn is transformed into radioactive 65Zn under irradiation by the reactor neutrons.   === Methane reforming === Zinc oxide (ZnO) is used as a pretreatment step to remove hydrogen sulfide (H2S) from natural gas following hydrogenation of any sulfur compounds prior to a methane reformer, which can poison the catalyst.  At temperatures between about 230–430 °C (446–806 °F), H2S is converted to water by the following reaction:  H2S + ZnO → H2O + ZnS   === Electronics ===  ZnO has wide direct band gap (3.37 eV or 375 nm at room temperature). Therefore, its most common potential applications are in laser diodes and light emitting diodes (LEDs). Moreover, ultrafast nonlinearities and photoconductive functions have been reported in ZnO. Some optoelectronic applications of ZnO overlap with that of GaN, which has a similar band gap (~3.4 eV at room temperature). Compared to GaN, ZnO has a larger exciton binding energy (~60 meV, 2.4 times of the room-temperature thermal energy), which results in bright room-temperature emission from ZnO. ZnO can be combined with GaN for LED-applications. For instance, a transparent conducting oxide layer and ZnO nanostructures provide better light outcoupling. Other properties of ZnO favorable for electronic applications include its stability to high-energy radiation and its ability to be patterned by wet chemical etching. Radiation resistance makes ZnO a suitable candidate for space applications. ZnO is the most promising candidate in the field of random lasers to produce an electronically pumped UV laser source. The pointed tips of ZnO nanorods result in a strong enhancement of an electric field. Therefore, they can be used as field emitters. Aluminium-doped ZnO layers are used as transparent electrodes. The components Zn and Al are much cheaper and less toxic compared to the generally used indium tin oxide (ITO). One application which has begun to be commercially available is the use of ZnO as the front contact for solar cells or of liquid crystal displays. Transparent thin-film transistors (TTFT) can be produced with ZnO. As field-effect transistors, they do not need a p–n junction, thus avoiding the p-type doping problem of ZnO. Some of the field-effect transistors even use ZnO nanorods as conducting channels.   === Gas sensors === Zinc oxide is used in semiconductor gas sensors for detecting airborne compounds such as hydrogen sulfide, nitrogen dioxide, and volatile organic compounds. ZnO is a semiconductor that becomes n-doped by adsorption of reducing compounds, which reduces the detected electrical resistance through the device, in a manner similar to the widely used tin oxide semiconductor gas sensors. It is formed into nanostructures such as thin films, nanoparticles, nanopillars, or nanowires to provide a large surface area for interaction with gasses. The sensors are made selective for specific gasses by doping or surface-attaching materials such as catalytic noble metals.   === Piezoelectricity === The piezoelectricity in textile fibers coated in ZnO have been shown capable of fabricating \"self-powered nanosystems\" with everyday mechanical stress from wind or body movements. In 2008, the Center for Nanostructure Characterization at the Georgia Institute of Technology reported producing an electricity generating device (called flexible charge pump generator) delivering alternating current by stretching and releasing zinc oxide nanowires. This mini-generator creates an oscillating voltage up to 45 millivolts, converting close to seven percent of the applied mechanical energy into electricity. Researchers used wires with lengths of 0.2–0.3 mm and diameters of three to five micrometers, but the device could be scaled down to smaller size.  In form of a thin film ZnO has been demonstrated in miniaturised high frequency thin film resonators, sensors and filters.   === Li-ion battery and supercapacitors === ZnO is a promising anode material for lithium-ion battery because it is cheap, biocompatible, and environmentally friendly. ZnO has a higher theoretical capacity (978 mAh g−1) than many other transition metal oxides such as CoO (715 mAh g−1), NiO (718 mAh g−1) and CuO (674 mAh g−1). ZnO is also used as an electrode in supercapacitors.   === Photocatalysis === ZnO, both in macro- and nano- scales, is used as an electrode in photocatalysis, mainly as an anode in green chemistry applications. As a photocatalyst, ZnO reacts when exposed to UV radiation and is used in photodegradation reactions to remove organic pollutants from the environment. It is also used to replace catalysts used in photochemical reactions that would ordinarily require costly or inconvenient reaction conditions with low yields.   == Safety == As a food additive, zinc oxide is on the U.S. Food and Drug Administration's list of generally recognized as safe substances. Zinc oxide itself is non-toxic; it is hazardous, however, to inhale high concentrations of zinc oxide fumes, such as those generated when zinc or zinc alloys are melted and oxidized at high temperature. This problem occurs while melting alloys containing brass because the melting point of brass is close to the boiling point of zinc. Inhalation of zinc oxide, which may occur when welding galvanized (zinc-plated) steel, can result in a malady called metal fume fever. In sunscreen formulations that combined zinc oxide with small-molecule UV absorbers, UV light caused photodegradation of the small-molecule asorbers and toxicity in embryonic zebrafish assays.   == See also ==   == References ==   == Cited sources ==   == Reviews ==   == External links ==  Zincite properties International Chemical Safety Card 0208. NIOSH Pocket Guide to Chemical Hazards. Zinc oxide in the Pesticide Properties DataBase (PPDB) Zinc white pigment at ColourLex"}