{"name": "zoledronic acid", "category": "drug", "content": "Zoledronic acid, also known as zoledronate and sold under the brand name Zometa among others, by Novartis among others, is a medication used to treat a number of bone diseases. These include osteoporosis, high blood calcium due to cancer, bone breakdown due to cancer,  Paget's disease of bone and Duchenne muscular dystrophy (DMD). It is given by injection into a vein. Common side effects include fever, joint pain, high blood pressure, diarrhea, and feeling tired. Serious side effects may include kidney problems, low blood calcium, and osteonecrosis of the jaw. Use during pregnancy may result in harm to the baby. It is in the bisphosphonate family of medications. It works by blocking the activity of osteoclast cells and thus decreases the breakdown of bone. Zoledronic acid was patented in 1986 and approved for medical use in the United States in 2001. It is on the World Health Organization's List of Essential Medicines.   == Medical uses == Zoledronic acid is indicated for the prevention of skeletal related events (pathological fractures, spinal compression, radiation or surgery to bone, or tumor-induced hypercalcemia) in people with advanced malignancies involving bone; the treatment of tumor-induced hypercalcemia (TIH); the prevention of skeletal related events (pathological fractures, spinal compression, radiation or surgery to bone, or tumor-induced hypercalcemia) in people with advanced malignancies involving bone; the treatment of tumor-induced hypercalcemia (TIH); the prevention of skeletal related events (pathological fractures, spinal compression, radiation or surgery to bone, or tumor-induced hypercalcemia) in adults with advanced malignancies involving bone; the treatment of adults with tumor-induced hypercalcemia (TIH). Zoledronic acid is also indicated for the treatment and prevention of postmenopausal osteoporosis; the treatment to increase bone mass in men with osteoporosis; the treatment and prevention of glucocorticoid-induced osteoporosis; the treatment of Paget’s disease of bone in men and women.   === Bone complications of cancer === Zoledronic acid is used to prevent bone fractures in patients with cancers such as multiple myeloma and prostate cancer, as well as for treating osteoporosis. It can also be used to treat hypercalcaemia of malignancy and can be helpful for treating pain from bone metastases. It can be given at home rather than in hospital. Such use has shown safety and quality-of-life benefits in people with breast cancer and bone metastases.   === Osteoporosis === Zoledronic acid is used for the treatment of osteoporosis in men and post-menopausal women at increased risk of fracture. In 2007, the US Food and Drug Administration (FDA) approved zoledronic acid for the treatment of postmenopausal osteoporosis.   === Other === Zoledronic acid may be used for treatment of osteogenesis imperfecta.   == Contraindications == Poor kidney function (e.g. estimated glomerular filtration rate less than 30 mL/min) Hypocalcaemia Pregnancy Paralysis   == Side effects == Side effects can include fatigue, anemia, muscle aches, fever, and/or swelling in the feet or legs. Flu-like symptoms are common after the first infusion, although not subsequent infusions, and are thought to occur because of its potential to activate human gamma delta T cell (γδ T cells).   === Kidneys === There is a risk of severe renal impairment. Appropriate hydration is important before administration, as is adequate calcium and vitamin D intake before Aclasta therapy in patients with hypocalcaemia, and for ten days following Aclasta in patients with Paget's disease of the bone. Monitoring for other mineral metabolism disorders and the avoidance of invasive dental procedures for those who develop osteonecrosis of the jaw is recommended. Zoledronate is rapidly processed via the kidneys; consequently its administration is not recommended for patients with reduced renal function or kidney disease. Some cases of acute kidney injury either requiring dialysis or having a fatal outcome following Reclast use have been reported to the U.S. Food and Drug Administration (FDA). This assessment was confirmed by the European Medicines Agency (EMA), whose Committee for Medicinal Products for Human Use (CHMP) specified new contraindications for the medication on 15 December 2011, which include hypocalcaemia and severe renal impairment with a creatinine clearance of less than 35 ml/min.   === Bone ===   ==== Osteonecrosis of the jaw ==== A rare complication that has been recently observed in cancer patients being treated with bisphosphonates is osteonecrosis of the jaw.  This has mainly been seen in patients with multiple myeloma treated with zoledronic acid who have had dental extractions.   ==== Atypical fractures ==== After approving the drug in July 2009, the European Medicines Agency conducted a class review of all bisphosphonates, including zoledronic acid, after several cases of atypical fractures were reported. In 2008, the EMA's Pharmacovigilance Working Party (PhVWP) noted that alendronic acid was associated with an increased risk of atypical fracture of the femur that developed with low or no trauma. In April 2010, the PhVWP noted that further data from both the published literature and post-marketing reports were now available which suggested that atypical stress fractures of the femur may be a class effect. The European Medicines Agency then reviewed all case reports of stress fractures in patients treated with bisphosphonates, relevant data from the published literature, and data provided by the companies which market bisphosphonates. The Agency recommended that doctors who prescribe bisphosphonate-containing medicines should be aware that atypical fractures may occur rarely in the femur, especially after long-term use, and that doctors who are prescribing these medicines for the prevention or treatment of osteoporosis should regularly review the need for continued treatment, especially after five or more years of use.   == Pharmacology == As a nitrogenous bisphosphonate, zoledronic acid is a potent inhibitor of bone resorption, allowing the bone-forming cells time to rebuild normal bone and allowing bone remodeling.   == Research == Zoledronic acid has been found to have a direct antitumor effect and to synergistically augment the effects of other antitumor agents in osteosarcoma cells. Zoledronic acid has shown significant benefits versus placebo over three years, with a reduced number of vertebral fractures and improved markers of bone density.  An annual dose of zoledronic acid may also prevent recurring fractures in patients with a previous hip fracture.   === With hormone therapy for breast cancer === An increase in disease-free survival (DFS) was found in the ABCSG-12 trial, in which 1,803 premenopausal women with endocrine-responsive early breast cancer received anastrozole with zoledronic acid.  A retrospective analysis of the AZURE trial data revealed a DFS survival advantage, particularly where estrogen had been reduced. In a meta-analysis of trials where upfront zoledronic acid was given to prevent aromatase inhibitor-associated bone loss, active cancer recurrence appeared to be reduced. As of 2010 \"The results of clinical studies of adjuvant treatment on early-stage hormone-receptor-positive breast-cancer patients under hormonal treatment – especially with the bisphosphonate zoledronic acid – caused excitement because they demonstrated an additive effect on decreasing disease relapses at bone or other sites. A number of clinical and in vitro and in vivo preclinical studies, which are either ongoing or have just ended, are investigating the mechanism of action  and antitumoral activity of bisphosphonates.\" A 2010 review concluded that \"adding zoledronic acid 4 mg intravenously every 6 months to endocrine therapy in premenopausal women with hormone receptor-positive early breast cancer ... is cost-effective from a US health care system perspective\".   == References =="}