{"name": "Zollinger-Ellison syndrome", "category": "disease", "content": "Zollinger–Ellison syndrome (Z-E syndrome) is rare disease in which tumors cause the stomach to produce too much acid, resulting in peptic ulcers. Symptoms include abdominal pain and diarrhea. The syndrome is caused by a gastrinoma, a neuroendocrine tumor that secretes a hormone called gastrin. Too much gastrin in the blood (hypergastrinemia) results in the overproduction of gastric acid by parietal cells in the stomach. Gastrinomas most commonly arise in the duodenum, pancreas or stomach. In 75% of cases Zollinger–Ellison syndrome occurs sporadically, while in 25% of cases it occurs as part of an autosomal dominant syndrome called multiple endocrine neoplasia type 1 (MEN 1).   == Signs and symptoms == Patients with Zollinger–Ellison syndrome may experience abdominal pain and diarrhea. The diagnosis is also suspected in patients who have severe ulceration of the stomach and small bowel, especially if they fail to respond to treatment.  Chronic diarrhea, including steatorrhea (fatty stools) Pain in the esophagus, especially between and after meals at night Nausea Wheezing Vomiting blood Malnourishment Loss of appetite Malabsorption Gastrinomas may occur as single tumors or as multiple small tumors. About one-half to two-thirds of single gastrinomas are malignant tumors that most commonly spread to the liver and to lymph nodes near the pancreas and small bowel. Nearly 25 percent of patients with gastrinomas have multiple tumors as part of a condition called multiple endocrine neoplasia type 1 (MEN 1). MEN I patients have tumors in their pituitary gland and parathyroid glands, in addition to tumors of the pancreas.   == Pathophysiology == Gastrin works on the parietal cells of the gastric glands, causing them to secrete more hydrogen ions into the stomach lumen. In addition, gastrin acts as a trophic factor for parietal cells, causing parietal cell hyperplasia. Normally, hydrogen ion secretion is controlled by a negative feedback loop by gastric cells to maintain a suitable pH, however, the neuroendocrine tumor that is present in individuals with Zollinger–Ellison Syndrome has no regulation, resulting in excessively large amounts of secretion. Thus, there is an increase in the number of acid-secreting cells, and each of these cells produces acid at a higher rate. The increase in acidity contributes to the development of peptic ulcers in the stomach, duodenum (first portion of the small bowel) and occasionally the jejunum (second portion of the small bowel), the last of which is an 'atypical' ulcer.   == Diagnosis == Zollinger–Ellison syndrome may be suspected when the above symptoms prove resistant to treatment when the symptoms are especially suggestive of the syndrome, or when endoscopy is suggestive. The diagnosis is made through several laboratory tests and imaging studies:  Secretin stimulation test, which measures evoked gastrin levels. Note that the mechanism underlying this test is in contrast to the normal physiologic mechanism whereby secretin inhibits gastrin release from G cells. Gastrinoma cells release gastrin in response to secretin stimulation, thereby providing a sensitive means of differentiation. Fasting gastrin levels on at least three occasions Gastric acid secretion and pH (normal basal gastric acid secretion is less than 10 mEq/hour; in Zollinger–Ellison patients, it is usually more than 15 mEq/hour) An increased level of chromogranin A is a common marker of neuroendocrine tumors. In addition, the source of the increased gastrin production must be determined using MRI or somatostatin receptor scintigraphy.   == Treatment == Proton pump inhibitors (such as omeprazole and lansoprazole) and histamine H2-receptor antagonists (such as famotidine and ranitidine) are used to slow acid secretion. Once gastric acid is suppressed, symptoms normally improve. Surgery to remove peptic ulcers or tumors might also be considered.   == Epidemiology == The condition most commonly affects people between the ages of 30 and 60. The prevalence is unknown, but estimated to be about 1 in 100,000 people.   == History == Sporadic reports of unusual cases of peptic ulceration in the presence of pancreatic tumors occurred prior to 1955, but Robert M. Zollinger and Edwin H. Ellison, surgeons at Ohio State University, were the first to postulate a causal relationship between these findings. The American Surgical Association meeting in Philadelphia in April 1955 heard the first public description of the syndrome, and Zollinger and Ellison subsequently published their findings in Annals of Surgery.   == References =="}