{"name": "zuclopenthixol", "category": "drug", "content": "Zuclopenthixol (brand names Cisordinol, Clopixol and others), also known as zuclopentixol, is a medication used to treat schizophrenia and other psychoses. It is classed, pharmacologically, as a typical antipsychotic. Chemically it is a thioxanthene. It is the cis-isomer of clopenthixol (Sordinol, Ciatyl). Clopenthixol was introduced in 1961, while zuclopenthixol was introduced in 1978. Zuclopenthixol is a D1 and D2 antagonist, α1-adrenergic and 5-HT2 antagonist. While it is approved for use in Australia, Canada, Ireland, India, New Zealand, Singapore, South Africa and the UK it is not approved for use in the United States.   == Medical uses ==   === Available forms === Zuclopenthixol is available in three major preparations:  As zuclopenthixol decanoate (Clopixol Depot, Cisordinol Depot), it is a long-acting intramuscular injection. Its main use is as a long-acting injection given every two or three weeks to people with schizophrenia who have a poor compliance with medication and suffer frequent relapses of illness. There is some evidence it may be more helpful in managing aggressive behaviour. As zuclopenthixol acetate (Clopixol-Acuphase, Cisordinol-Acutard), it is a shorter-acting intramuscular injection used in the acute sedation of psychotic inpatients. The effect peaks at 48–72 hours providing 2–3 days of sedation. As zuclopenthixol dihydrochloride (Clopixol, Cisordinol), it is a tablet used in the treatment of schizophrenia in those who are compliant with oral medication. It is also used in the treatment of acute bipolar mania.   === Dosing === As a long-acting injection, zuclopenthixol decanoate comes in a 200 mg and 500 mg ampoule. Doses can vary from 50 mg weekly to the maximum licensed dose of 600 mg weekly. In general, the lowest effective dose to prevent relapse is preferred. The interval may be shorter as a patient starts on the medication before extending to 3 weekly intervals subsequently. The dose should be reviewed and reduced if side effects occur, though in the short-term an anticholinergic medication benztropine may be helpful for tremor and stiffness, while diazepam may be helpful for akathisia. 100 mg of zuclopenthixol decanoate is roughly equivalent to 20 mg of flupentixol decanoate or 12.5 mg of fluphenazine decanoate. In oral form zuclopenthixol is available in 2, 10, 25 and 40 mg tablets, with a dose range of 20–60 mg daily.   == Side effects == Chronic administration of zuclopenthixol (30 mg/kg/day for two years) in rats resulted in small, but significant, increases in the incidence of thyroid parafollicular carcinomas and, in females, of mammary adenocarcinomas and of pancreatic islet cell adenomas and carcinomas. An increase in the incidence of mammary adenocarcinomas is a common finding for D2 antagonists which increase prolactin secretion when administered to rats. An increase in the incidence of pancreatic islet cell tumours has been observed for some other D2 antagonists. The physiological differences between rats and humans with regard to prolactin make the clinical significance of these findings unclear.  Withdrawal syndrome:  Abrupt cessation of therapy may cause acute withdrawal symptoms (eg, nausea, vomiting, or insomnia). Symptoms usually begin in 1 to 4 days of withdrawal and subside within 1 to 2 weeks. Other permanent side effects are similar to many other typical antipsychotics, namely extrapyramidal symptoms as a result of dopamine blockade in subcortical areas of the brain. This may result in symptoms similar to those seen in Parkinson's disease and include a restlessness and inability to sit still known as akathisia, a slow tremor and stiffness of the limbs. Zuclopenthixol is thought to be more sedating than the related flupentixol, though possibly less likely to induce extrapyramidal symptoms than other typical depots. As with other dopamine antagonists, zuclopenthixol may sometimes elevate prolactin levels; this may occasionally result in amenorrhoea or galactorrhoea in severe cases. Neuroleptic malignant syndrome is a rare but potentially fatal side effect. Any unexpected deterioration in mental state with confusion and muscle stiffness should be seen by a physician. Zuclopenthixol decanoate induces a transient dose-dependent sedation. However, if the patient is switched to maintenance treatment with zuclopenthixol decanoate from oral zuclopenthixol or from i.m. zuclopenthixol acetate the sedation will be no problem. Tolerance to the unspecific sedative effect develops rapidly.  Very common Adverse Effects (≥10% incidence)  Dry Mouth Somnolence Akathisia Hyperkinesia Hypokinesia Common (1–10%)  Tachycardia Heart palpitations Vertigo Accommodation disorder Abnormal vision Salivary hypersecretion Constipation Vomiting Dyspepsia Diarrhoea Asthenia Fatigue Malaise Pain (at the injection site) Increased appetite Weight gain Myalgia Tremor Dystonia Hypertonia Dizziness Headache Paraesthesia Disturbance in attention Amnesia Abnormal gait Insomnia Depression Anxiety Abnormal dreams Agitation Decreased libido Nasal congestion Dyspnoea Hyperhidrosis Pruritus Uncommon (0.1–1%) Hyperacusis Tinnitus Mydriasis Abdominal pain Nausea Flatulence Thirst Injection site reaction Hypothermia Pyrexia Abnormal liver function tests Decreased appetite Weight loss Muscle rigidity Trismus Torticollis Tardive dyskinesia Hyperreflexia Dyskinesia Parkinsonism Syncope Ataxia Speech disorder Hypotonia Convulsion Migraine Apathy Nightmares Libido increased Confused state Ejaculation failure Erectile dysfunction Female orgasmic disorder Vulvovaginal Dryness Rash Photosensitivity Pigmentation disorder Seborrhoea Dermatitis Purpura Hypotension Hot flush Rare (0.01–0.1%) Thrombocytopenia Neutropenia Leukopenia Agranulocytosis QT prolongation Hyperprolactinaemia Hypersensitivity Anaphylactic reaction Hyperglycaemia Glucose tolerance impaired Hyperlipidaemia Gynaecomastia Galactorrhoea Amenorrhoea Priapism Withdrawal symptoms Very rare (<0.01%) Cholestatic hepatitis Jaundice Neuroleptic malignant syndrome Venous thromboembolism   == Pharmacology ==   === Pharmacodynamics ===  Zuclopenthixol antagonises both dopamine D1 and D2 receptors, α1-adrenoceptors and 5-HT2 receptors with a high affinity, but has no affinity for muscarinic acetylcholine receptors. It weakly antagonises the histamine (H1) receptor but has no α2-adrenoceptor blocking activity . Evidence from in vitro work and clinical sources (i.e. therapeutic drug monitoring databases) suggests that both CYP2D6 and CYP3A4 play important roles in zuclopenthixol metabolism.   === Pharmacokinetics ===   == History == Zuclopenthixol was introduced by Lundbeck in 1978.   == References =="}